[
	{
		"title": "root",
		"level": 0,
		"id": "u7_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Den gemensamma  elektroniska patientjournalen",
		"level": 1,
		"id": "u7_1",
		"parentId": "u7_0",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen",
		"content": " Mikael Hoffmann, stiftelsen NEPI – Nätverk för läkemedelsepidemiologi, Linköping Per Magnusson, Järpens hälsocentral, Järpen",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "u7_25",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Terapirekommendationer / Faktarutor etc.",
		"content": " Faktaruta 1Läkemedelskommittéernas rekom­mendation kring ansv... Faktaruta 1 Läkemedelskommittéernas rekom­mendation kring ansv... Figur 1Framtida uppbyggnad av IT-arkitekturen för läkemed... Figur 1 Framtida uppbyggnad av IT-arkitekturen för läkemed... Figur 2Framtida informationsflödet kring patientens läkem... Figur 2 Framtida informationsflödet kring patientens läkem...",
		"products": ""
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "u7_2",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Inledning",
		"content": " Införandet av olika IT-stöd i vården har målsättningen att patientsäkerheten ska förbättras vården ska bli effektivare patienter ska kunna medverka mer i planeringen och genomförandet av vården. De olika IT-stöden kan indelas i information kring den enskilda patientens tillstånd och behandlingar, information om läkemedels egenskaper, kommunikationsverktyg samt olika former av beslutsstöd. Målet är att underlätta läkarens uppgift genom att göra väsentlig information om läkemedel och annan information om patienten direkt tillgänglig i patient-läkarmötet. Nya och bättre beslutsstöd kan vara till stor hjälp i det vardagliga arbetet men kan också invagga användaren i en falsk säkerhet. Det krävs välfungerande gränssnitt och system som kan samverka för att IT-stöden inte ska bli mer av en belastning än nytta för sjukvården. De nya verktygen ställer krav på förändrat sätt att arbeta och dokumentera, annars uteblir en del av de möjliga vinsterna. En ökad samverkan mellan yrkesgrupper i vården, kommunal omsorg och på apotek liksom med patienten själv, är en naturlig följd av en sammanhållen patientjournal och en gemensam lista över patientens läkemedel. Förändrade regelverk, ansvarsförhållanden och nya behov av fortbildning inom läkemedelsområdet är andra konsekvenser. Kapitlet beskriver de förändringar i IT-stöden för läkemedelsförskrivningen som planeras och redan är på väg att genomföras, bakgrunden till dessa förändringar och vad de kan komma att betyda i mötet med patienten. ",
		"products": ""
	},
	{
		"title": "Gemensam utveckling",
		"level": 2,
		"id": "u7_3",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam utveckling",
		"content": " Sättet att ordinera och förskriva läkemedel förändras genom att IT ger nya möjligheter till samverkan. Begreppet eHälsa omfattar all användning av informations- och kommunikationsteknologi inom vård och omsorg. Exempel på detta är elektroniska patientjournaler, elektroniska recept och webbportaler med hälsoinformation riktad till invånarna. I Sverige samordnas arbetet för tillgänglig och säker information inom vård och omsorg genom strategin för nationell eHälsa 1. Center för eHälsa i samverkan (CeHis) har bildats med uppgift att koordinera landstingens och regionernas arbete med eHälsa 2. CeHis har en nära samverkan med Apotekens Service AB 1 som tillhandahåller infrastrukturtjänster för samtliga aktörer på den omreglerade apoteksmarknaden 3. 1 Fotnot 1Regeringen har beslutat att verksamheten i Apotekens Service AB per den 1 januari 2014 ska övergå i den nya myndigheten för hälso- och vårdinfrastruktur. Fotnot 1 Förändringar som redan finns eller ligger nära i tiden är t ex gemensamma säkerhetslösningar för e-tjänster inom vården, invånartjänster som ”Mina vårdkontakter” och information om vård och hälsa genom www.1177.se , elektroniska sjukintyg, nationell patientöversikt (NPÖ) och utveckling av kvalitetsregister och deras kopplingar till patientjournaler. När det gäller läkemedel handlar det framför allt om gemensamma kunskapskällor och interaktionsregister för läkemedel, möjligheten att via den nationella patientöversikten ta del av patientens uthämtade läkemedel samt en övergång från recept till ordinationer genom projekten Pascal och nationell ordinationsdatabas (NOD).",
		"products": ""
	},
	{
		"title": "Delaktig patient",
		"level": 2,
		"id": "u7_4",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Delaktig patient",
		"content": " Flera av de nationella IT-tjänster som är under utveckling, t ex ”Mina vårdkontakter”, syftar till att hjälpa patienten att bli mer delaktig i sin vård genom att kunna läsa delar av sin egen patientjournal inklusive ordinerade läkemedel och själv boka tider för undersökningar och behandlingar. På längre sikt förväntas patienten också själv kunna dokumentera t ex hälsotillstånd och genomförd läkemedelsbehandling (inklusive receptfria läkemedel) så att vårdpersonal kan ta del av detta. Patienten har redan idag möjlighet att ta del av information om uthämtade läkemedel från apotek, giltiga recept sparade på apotek och från vården ordinerade läkemedel. De tre källorna Läkemedelsförteckningen, Receptdepån och läkemedelslistan i journalen innehåller inte samma information vilket kan vara förvirrande för patienten, särskilt om läkemedel bytt namn genom generiskt utbyte vid expedition på apotek. Detta ställer nya krav på samordningen av informationen mellan olika vårdenheter samt mellan vården och apotek. Paradoxalt nog har patientens möjlighet till mer information från de tre källorna lett till att förskrivarna idag har ett större ansvar för att säkerställa att patienten vet vilka läkemedel som patienten ska ta än tidigare när vården var den enda informationskällan. ",
		"products": ""
	},
	{
		"title": "Gemensam patientjournal  kräver samordnade arbetssätt",
		"level": 2,
		"id": "u7_5",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam patientjournal  kräver samordnade arbetssätt",
		"content": " Patientens hälsotillstånd, utredningar och behandlingar dokumenteras bl a för att behandlingen ska kunna förstås av andra vårdgivare. När vi arbetar i samma, eller delvis samma (t ex en nationell patientöversikt), patientjournal måste vi ha ett gemensamt förhållningssätt kring vårt arbete. Om t ex olika vårdgivare har skilda arbetssätt och tolkningar av hur information om överkänslighet ska dokumenteras utsätts patienten för en onödig risk. Att veta vilka läkemedel patienten tar, oavsett vem som har förskrivit dem, har alltid varit viktigt för att kunna bedöma patientens samlade läkemedelsbehandling och hur olika läkemedel kan påverka effekterna av varandra. Nu när vi kan börja dela information om patientens läkemedelsbehandling på ett effektivare sätt än tidigare mellan vårdgivare, med apotek och med patienten själv blir det än viktigare att ha en samsyn kring ansvar och arbetssätt. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Nationella rekommendationer  för läkemedelslistan",
		"level": 3,
		"id": "u7_6",
		"parentId": "u7_5",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam patientjournal  kräver samordnade arbetssätt && Nationella rekommendationer  för läkemedelslistan",
		"content": " Sveriges läkemedelskommittéer har utifrån dagens regelverk tagit fram nationellt förankrade och gemensamma tolkningar av hur förskrivare bör hantera en gemensam läkemedelslista vid en sammanhållen journalföring. Dessa rekommendationer beskriver arbetssätt och ansvarsfördelning mellan patientens olika vårdgivare 4. Grunden för dessa rekommendationer är att varje läkare är ansvarig för sin/a ordination/er, men att den läkare som möter patienten sist, och då har haft möjlighet att göra en läkemedelsavstämning och en rimlighetsbedömning, är ansvarig för att den aktuella samlade läkemedelsbehandlingen är lämplig för patienten. Se Faktaruta 1, . För att patientens gemensamma läkemedelslista hela tiden ska avspegla patientens aktuella läkemedelsbehandling krävs att den hålls uppdaterad. Det är ett gemensamt ansvar för alla som arbetar med den. Läkemedel som patienten inte längre tar ska strykas, och det ska finnas möjlighet att ange orsaken till detta. Läkemedel som rekvirerats direkt till en avdelning eller mottagning på sjukhus och sedan givits till patienten och läkemedel som patienten köpt receptfritt ska införas på listan. När patienten lämnar en vårdgivare ska en utskrift av läkemedelslistan från journalen kunna fungera som ett stöd för patienten att genomföra läkemedelsbehandlingen på egen hand!",
		"products": ""
	},
	{
		"title": "Faktaruta 1 - Läkemedelskommittéernas rekom­mendation kring ansvar och hantering  av patientens samlade läkemedelslista  i öppen vård 4 ",
		"level": 3,
		"id": "u7_7",
		"parentId": "u7_5",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "facts",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam patientjournal  kräver samordnade arbetssätt && Faktaruta 1",
		"content": " Läkemedelslistan är att betrakta som en journal­handling. Var och en är ansvarig för sin ordination. Ingen enskild person är ansvarig för hela läke­medelslistan. Ordinatören är skyldig att informera sig om vil­ka eventuella övriga läkemedel som patienten använder, ta ställning till hur detta påverkar en ordination eller uppföljning av en behandling och ta ställning till hur den nya ordinationen påverkar tidigare ordinationer.",
		"products": ""
	},
	{
		"title": "Socialstyrelsens nya föreskrifter  om läkemedelsgenomgångar m m",
		"level": 3,
		"id": "u7_9",
		"parentId": "u7_5",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam patientjournal  kräver samordnade arbetssätt && Socialstyrelsens nya föreskrifter  om läkemedelsgenomgångar m m",
		"content": " Den 1 september 2012 trädde SOSFS 2012:9 i kraft 5. Den inför begreppen enkel och fördjupad läkemedelsgenomgång. Enkel läkemedelsgenomgång ska erbjudas patienter 75 år eller äldre som ordinerats minst 5 läkemedel. Patienten erbjuds genomgång vid besök hos läkare i öppen vård inskrivning i sluten vård påbörjad hemsjukvård inflyttning i äldreboende och därefter årligen. Dessutom ska alla patienter som har eller misstänks ha läkemedelsrelaterade problem erbjudas en enkel läkemedelsgenomgång. Läkemedelsrelaterade problem kan vara olämpliga läkemedelsval, felaktig dosering, biverkningar, interaktioner, hanteringsproblem eller andra problem som är relaterade till en patients läkemedelsanvändning. Den enkla läkemedelsgenomgången är en kartläggning av vilka läkemedel en patient använder och motsvarar det tidigare begreppet läkemedelsavstämning. Den ska även innehålla en bedömning om läkemedelsbehandlingen är ändamålsenlig och säker. Den patient som efter en enkel läkemedelsgenomgång har kvarstående läkemedelsrelaterade problem eller där det finns en misstanke om sådana problem ska erbjudas en fördjupad läkemedelsgenomgång. I den ingår att bedöma om indikation kvarstår önskad effekt uppnåtts dosering är lämplig i förhållande till njurfunktion m m risken för biverkningar och interaktioner är större än nyttan av läkemedlet nyttan med läkemedlet i förhållande till patientens övriga läkemedel och behandlingar är rimlig. Läkemedelsgenomgångarna ska dokumenteras i journalen och i en läkemedelsberättelse som patienten ska få med sig vid utskrivning efter ett vårdtillfälle tillsammans med den uppdaterade läkemedelslistan. För uppföljning ska en ansvarig läkare utses.",
		"products": ""
	},
	{
		"title": "Generisk förskrivning",
		"level": 3,
		"id": "u7_10",
		"parentId": "u7_5",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Gemensam patientjournal  kräver samordnade arbetssätt && Generisk förskrivning",
		"content": " Generisk förskrivning innebär att förskrivaren anger aktiv substans på receptet 6. Idag krävs att läkaren specificerar produkten genom att ange det varumärkesskyddade handelsnamnet. Många företag som fokuserar på att tillverka läkemedel vars patentskydd/exklusivitet gått ut har som handelsnamn därför valt en kombination i form av substansnamn + tillverkare. Genom reformen med generiskt utbyte på apotek har efterfrågan på möjligheten att förskriva generiskt ökat hos förskrivare. Att vid förskrivning tvingas att välja mellan dussintals olika produkter samtidigt som man vet att det apotek patienten går till sannolikt kommer att expediera en annan produkt som Läkemedelsverket bedömt som utbytbar 7 är bortkastad tid för vårdgivaren. När man i mötet med patienten enas om ett läkemedel med ett generiskt namn som vid expedition på apotek heter detsamma, underlättar det för patienten att genomföra läkemedelsbehandlingen på ett säkert sätt. Det finns en stor samstämmighet inom vården att generisk förskrivning är en möjlighet som kan och bör prövas. Den förutsätter dock utveckling av vissa stöd för förskrivare och apotek så att patientsäkerheten, vid produkter som innehåller samma aktiva substans men ändå i vissa situationer ej är utbytbara (t ex vissa antiepileptika), kan garanteras. Nya krav på förpackningsinformation kan också komma att ställas. Läkemedelsverket har inom ramen för den nationella läkemedelsstrategin under 2012 utrett möjligheten att införa ett system för frivillig generisk förskrivning. Beslut att införa generisk förskrivning kan tidigast fattas under 2014.",
		"products": "25 fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin 250mg primidone serb epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil tegretal trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal mg taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis kevesy zonegran lyrica pregabalin diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Samlad information om patienten",
		"level": 2,
		"id": "u7_11",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten",
		"content": " Samordnad journalföring inom hela eller delar av ett landsting/en region är möjlig med patientens medgivande enligt den nya patientdatalagen 8. Lagen ställer hårda krav på hur personuppgifter kan och får hanteras. Flera landsting har redan en samordnad journalföring, ofta även med en gemensam läkemedelslista, antingen genom ett gemensamt journalsystem eller genom en lokal/regional patientöversikt som redovisar viktig information om patientens vård. En nationell patientöversikt (NPÖ) är under införande 9. Denna gör det möjligt för behörig vård- och omsorgspersonal i hela landet att med patientens samtycke ta del av journalinformation som registrerats hos andra vårdgivare, inklusive uppgifter om patientens uthämtade läkemedel från apotek samt varnings- och överkänslighetsinformation. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "På apotek",
		"level": 3,
		"id": "u7_12",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && På apotek",
		"content": " På apotek i Sverige finns redan möjlighet att med patientens medgivande ta del av såväl tidigare uthämtade läkemedel (Läkemedelsförteckningen) som giltiga e-recept eller pappersrecept med flera uttag som patienten valt att spara i digital form (i Receptdepån) 10. Patienten kan ta del av uppgifterna i Receptdepån direkt på apotek men också genom att logga in på tjänsten ”Mina vårdkontakter” 11. Uppgifterna hanteras av Apotekens Service AB och är tillgängliga via samtliga apotekskedjor. Genom tjänsten Elektroniskt Expertstöd (EES) utvecklad av Apotekens Service AB kan alla apoteksaktörer få tillgång till ett kunskapsstöd för farmaceuter 12. Grunden för EES är ett kommersiellt beslutsstöd framtaget i Nordamerika vilket anpassats till svenska förhållanden. EES jämför det aktuella receptet som ska expedieras med tidigare förskrivningar och signalerar när det finns risk för vissa läkemedelsrelaterade problem i patientens samlade läkemedelsutköp som interaktioner, dubbelmedicinering, åldersrelaterade problem etc. Det bidrar därmed till en ökad säkerhet för patienten och en förbättrad läkemedelsanvändning men ersätter inte förskrivarens ansvar för patientens samlade läkemedelsbehandling. I de fall problemen inte kan lösas lokalt på apoteket finns en särskild nationell stödfunktion. Vid behov tas kontakt direkt med förskrivaren. Det är viktigt med en harmonisering mellan EES och de beslutsstöd som används och utvecklas i vården så att patienten inte får olika signaler om problem med sin läkemedelsbehandling. ",
		"products": ""
	},
	{
		"title": "Från recept till ordination",
		"level": 3,
		"id": "u7_13",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Från recept till ordination",
		"content": " Under många år har möjligheten till en gemensam nationell läkemedelslista för patienten diskuterats och utretts. Förväntningar på en sådan nationell läkemedelslista är att den skulle underlätta för patient, vårdgivare och apotek att ha översikt över patientens aktuella och historiska behandlingar. Ett gemensamt projekt mellan CeHis och Apotekens Service AB syftar till att förverkliga denna vision. Projektets namn är nationell ordinationsdatabas (NOD), se Figur 1 , och Figur 2 . Grundtanken med NOD är att på sikt helt byta ut receptförskrivning mot tidsbegränsade ordinationer. Målet är att varje vårdgivare – vid varje patientmöte – ska ha tillgång till patientens samlade läkemedelshistorik, oavsett var och av vem läkemedlen har ordinerats eller var och när de har expedierats på apotek. På samma sätt ska varje expedierande farmaceut kunna ta del av patientens samlade och aktuella läkemedelsordinationer samt tidigare expedierade läkemedel för att kunna expediera rätt läkemedel i rätt mängd till patienten. För patienten skulle det innebära att det alltid finns en aktuell läkemedelslista som kan nås på olika sätt samt är gemensam för vården, apoteken och patienten. I princip innebär detta arbete att patienter som nu får läkemedel förskrivna på recept, hanteras på samma sätt som de patienter som idag får dosförpackade läkemedel. Patientens och vårdens behov ska med andra ord styra hanteringen av patientens ordinationer och inte som idag huruvida patienten har behov av dosförpackade läkemedel eller ej. Ett första steg har tagits i och med att tidigare e-doslösning under första halvåret 2012 ersattes av en ny webbtjänst för patienter med dosexpedierade läkemedel i öppenvård, Pascal. På sikt ska NOD integreras direkt i journalsystemen utan behov av särskild webbtjänst för de vårdgivare som har tillgång till eget elektroniskt journalsystem. Vården kan ha flera möjligheter att nå den gemensamma ordinationslistan för att se eller förändra ordinationerna: via inloggning direkt till webbgränssnittet via ”knapp” i det egna journalsystemet med ”uthopp” till webbgränssnittet direkt till respektive patients läkemedelslista helt integrerat i det egna journalsystemet.",
		"products": ""
	},
	{
		"title": "Figur 1. Framtida uppbyggnad av IT-arkitekturen för läkemedelsordinationer...",
		"level": 3,
		"id": "u7_14",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "figure",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Figur 1.",
		"content": " Framtida uppbyggnad av IT-arkitekturen för läkemedelsordinationer. Vården längst till vänster har flera olika möjligheter att se information och ordinera. Informationen i nationella ordinationsdatabasen (NOD) lyder under vårdens lagstiftning och speglar hela tiden informationen i receptregistret (RR) (även benämnt receptdepån), dosregistret (Dos) och läkemedelsförteckningen (LF) – de recept som patienten valt att spara elektroniskt vid Apotekens Servicebolag. De tre senare lyder under en särskild lagstiftning och kan nås av apoteken längst till höger.",
		"products": ""
	},
	{
		"title": "Figur 2. Framtida informationsflödet kring patientens läkemedelsordinationer och läkemedelsanvändning...",
		"level": 3,
		"id": "u7_15",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "figure",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Figur 2.",
		"content": " Framtida informationsflödet kring patientens läkemedelsordinationer och läkemedelsanvändning. Nationella informationsdatabasen (NOD) ska alltid innehålla uppdaterad information om patientens aktuella läkemedelsanvändning. Där ska även finnas en historik över tidigare läkemedelsanvändning, tillåtna uttag på apotek av receptbelagda läkemedel, vilka receptfria läkemedel patienten använder samt eventuella läkemedelsallergier. Tillgång till informationen ges efter behörighet och patientens samtycke.",
		"products": ""
	},
	{
		"title": "Makulering av recept",
		"level": 3,
		"id": "u7_16",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Makulering av recept",
		"content": " Införandet av en nationell ordinationsdatabas med en gemensam nationell läkemedelslista för patienter innebär att när en läkare bedömer att det inte längre finns behov för ett läkemedel hos en viss patient kan inte heller detta läkemedel expedieras på apotek. Idag är det inte möjligt att enkelt makulera giltiga recept utan kontakt måste tas direkt med det lokala apoteket. Vidare är det inte legalt möjligt att makulera andra förskrivares recept. En elektronisk makuleringstjänst för att enkelt kunna makulera recept direkt från det egna journalsystemet 13 finns framtagen och är på väg att introduceras i journalsystemen. Vid en sammanhållen journalföring kommer man att kunna makulera samtliga recept förskrivna från den lokala gemensamma läkemedelslistan. För att kunna makulera recept från läkare som inte är anslutna till den egna sammanhållna journalföringen krävs emellertid en lagförändring.",
		"products": ""
	},
	{
		"title": "Ordinationsorsak och ändamål på receptet",
		"level": 3,
		"id": "u7_17",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Ordinationsorsak och ändamål på receptet",
		"content": " Både patient och vårdgivare behöver veta varför ett visst läkemedel är ordinerat liksom i förlängningen målet med behandlingen. Ordinationsorsak (eller förskrivningsorsak som det ofta kallas i öppen vård) är den mer detaljerade orsaken medan ändamål är den uppgift som ska finnas med i doseringstexten för att hjälpa patienten. I en sammanhållen journalföring, för att inte tala om i en nationell ordinationsdatabas, är det viktigt att ordinationsorsaken finns angiven för att olika vårdgivare ska kunna ta ställning till patientens läkemedelsbehandling. En förstudie har visat på hur ett system skulle kunna fungera där förskrivaren utifrån val av läkemedelssubstans får förslag på de för den aktuella substansen mest relevanta ordinationsorsakerna så att det går snabbt och enkelt att dokumentera en eller flera orsaker i journalen 14. Tanken är att ordinationsorsak ska vara kopplad till såväl sjukdomsklassifikation som till ändamål på svenska så att patienten utifrån angiven ordinationsorsak automatiskt kan få information om ändamålet med behandlingen på läkemedelsförpackningen och utskrivna läkemedelslistor. Socialstyrelsen rapporterade i maj 2013 till regeringen hur ett system för att göra det enklare att ange orsaken till behandling i elektroniska patientjournaler skulle kunna fungera och därmed bidra till säkrare och effektivare vård. En första version av en databas med koppling mellan enskilda läkemedel och vanliga ordinationsorsaker finns också framtagen.",
		"products": ""
	},
	{
		"title": "Gemensamma kunskapsstöd",
		"level": 3,
		"id": "u7_18",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Gemensamma kunskapsstöd",
		"content": " För att ett beslutsstöd ska kunna fungera bra krävs korrekt och aktuell, dokumenterad och kodad information om patienten i journalen tydliga beslutsregler ett anpassat gränssnitt tillgång till ändamålsenlig och korrekt information om t ex läkemedels egenskaper. Korrekt innebär inte bara att all information är korrekt utan även att de olika informationsmängderna är logiskt kopplade till varandra på rätt sätt. ",
		"products": ""
	},
	{
		"title": "Ett nationellt substansregister",
		"level": 3,
		"id": "u7_19",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Ett nationellt substansregister",
		"content": " En viktig ny informationskälla är det nationella substansregister (NSL) som Läkemedelsverket förvaltar sedan 2012 15. Kraven på ett sådant substansregister gör det möjligt att bygga nya och bättre beslutsstöd baserade på substansers egenskaper i stället för som idag på varuregister för apoteksdistribution och/eller ATC-kod. På detta sätt kan ett omfattande underhållsarbete av databaserna minskas och antalet läkemedel som saknar information minimeras. Ett substansregister kan också omfatta icke godkända läkemedel (licensläkemedel och extemporeläkemedel) samt tillsatsämnen som bindemedel, färgämnen och konserveringsmedel vilket ger nya möjligheter för beslutsstöd.",
		"products": "fluoresceinnatrium fluorescite ful-glo bioglo fluorets rose bengal lidokain-fluorescein fluress"
	},
	{
		"title": "Varning och  information om överkänslighet",
		"level": 3,
		"id": "u7_20",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Varning och  information om överkänslighet",
		"content": " Flera journalsystem har idag möjlighet till automatisk varning när ett läkemedel förskrivs som patienten är överkänslig mot. I många fall är patienten även överkänslig för kemiskt eller immunologiskt liknande läkemedel, s k korsreaktion. I den vanligt förekommande ATC-klassificeringen (anatomisk-terapeutisk-kemisk klassifikation) hanteras inte sådana samband. Dessutom kan i ATC-klassificeringen en och samma substans ha flera olika koder. Vidare kan en och samma kod, som betecknar fasta kombinationer, innehålla flera olika substanskombinationer. Det behövs därför en nationell kunskapskälla där läkemedel grupperas så att det går att ange överkänslighetsvarning för hela grupper av korsreagerande läkemedel. Detta minskar risken att patienten ska drabbas av allvarliga reaktioner mot läkemedel som korsreagerar med de läkemedel patienten tidigare reagerat mot. Läkemedelsverket har, som tidigare nämnts, sedan 2012 ansvar för ett nationellt substansregister för läkemedel som bl a ska innehålla information som behövs för ett sådant beslutstöd 15. Det är viktigt för patienten att varningsinformation och information om överkänslighet dokumenteras på ett likartat sätt i hela vårdkedjan. Viktigt är också att det finns regler för vilken information som ska dokumenteras, vem som får föra in och ändra sådan information samt hur och när den presenteras för vårdpersonal. En tidigare förstudie har angivit förslag på hur ett system för varningsinformation skulle kunna hanteras på ett likartat sätt nationellt 16. Arbetssättet är under införande inom NPÖ men kräver utöver gemensamma nationella riktlinjer för dokumentation även ett beslutsstöd baserat på det ovan beskrivna planerade substansregistret.",
		"products": ""
	},
	{
		"title": "Samlad nationell information",
		"level": 3,
		"id": "u7_21",
		"parentId": "u7_11",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Samlad information om patienten && Samlad nationell information",
		"content": " Svensk informationsdatabas för läkemedel (SIL) är en landstingsgemensam databas som gör att den som ordinerar läkemedel via sitt journalsystem får tillgång till kvalitetssäkrad läkemedelsinformation 17. Oavsett journalsystem och beslutsstöd kan alla vårdgivare på detta sätt ha tillgång till samma information vid samma tillfälle om gränssnittet stödjer detta. I SIL ingår bland annat SFINX, ett nationellt interaktionsregister utvecklat gemensamt av Sverige och Finland. Via SIL distribueras även information om läkemedelskommittéernas rekommenderade läkemedel med uppgift om rekommendationsgrad samt eventuella kommentarer läkemedelsförmånerna och eventuella begränsningar läkemedelsbiverkningar. Nya informationskällor om läkemedel tillkommer successivt. Exempel på sådana källor under utveckling är information om licens- och extemporeläkemedel, biverkningsöversikter, dopningsinformation, anpassning vid nedsatt njurfunktion, maxdoser, barn och läkemedel, äldre och läkemedel etc. När nya informationskällor finns tillgängliga förutsätts de integreras och distribueras med SIL så att alla journalsystem kan ta del av dessa. För att de ska få genomslag i vården krävs dock också att journalsystemens gränssnitt anpassas för att kunna visa information från nya källor. ",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "u7_22",
		"parentId": "u7_1",
		"chapter": "u7_lma_itstod_2013fm10.html",
		"type": "header",
		"titlePath": "Den gemensamma  elektroniska patientjournalen && Referenser",
		"content": " Nationell eHälsa – strategin för tillgänglig och säker information inom vård och omsorg. Socialdepartementet S2010.020. Stockholm. www.sweden.gov.se CeHis – Center för eHälsa i samverkan. www.cehis.se Apotekens Service AB. www.apotekensservice.se LOK – Nätverk för Sveriges Läkemedelskommittéer. Patientens samlade läkemedelslista – ansvar och riktlinjer för hantering i öppen vård. 2009. www.janusinfo.se Ändringsförfattning SOSFS 2012:9 Socialstyrelsens föreskrifter om ändring i föreskrifterna och allmänna råden (SOSFS 2000:1) om läkemedelshantering i hälso- och sjukvården. Socialstyrelsen. www.socialstyrelsen.se Rapport om generisk förskrivning. Läkemedelsverket. Uppsala: 2006. www.lakemedelsverket.se Utbytbara läkemedel. Läkemedelsverket. www.lakemedelsverket.se Patientdatalag (2008:355) www.riksdagen.se samt Socialstyrelsens föreskrifter om informationshantering och journalföring i hälso- och sjukvården (SOSFS 2008:14). www.socialstyrel sen.se Nationell patientöversikt (NPÖ). Center för eHälsa i samverkan. www.cehis.se Läkemedelsförteckningen. Apotekens Service AB. www.apotekensservice.se Receptdepån (tidigare Receptregistret). Apotekens Service AB. www.apotekensservice.se Mina vårdkontakter. Center för eHälsa i samverkan. www.cehis.se Elektroniskt expertstöd (EES). Apotekens Service AB. www.apotekensservice.se Förskrivningsstöd. Makuleringstjänst för vården. Apotekens Service AB. www.apotekensservice.se Slutrapport förstudie ordinationsorsak – etapp 1. CeHis och Socialstyrelsen. Stockholm: 2011. www.nepi.net Nationellt substansregister för läkemedel (NSL). Läkemedelsverket. www.lakemedelsverket.se Varningsinformation – etapp 2. Slutrapport. Sjukvårdsrådgivningen. Stockholm: 2009. www.nepi.net . Svensk informationsdatabas för läkemedel (SIL). Inera AB. www.inera.se/Vardtjanster/SIL Hämtar...",
		"products": ""
	}
]
