[
	{
		"title": "root",
		"level": 0,
		"id": "c3_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Vitaminer, mineraler och spårämnen",
		"level": 1,
		"id": "c3_1",
		"parentId": "c3_0",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen",
		"content": "Vitaminer, mineraler och spårämnen Lars Ellegård, Enheten för klinisk nutrition, Sahlgrenska universitetssjukhuset, Göteborg",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "c3_2",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Inledning",
		"content": "Inledning Vitaminer är nödvändiga för normalt liv, och eftersom vitaminer kan påverka hälsan ligger det nära till hands att tro att en högre dos än vad som normalt ingår i mat och dryck kan förbättra välbefinnandet och förebygga sjukdomar. Höga doser av vitaminer i form av olika preparat för att förebygga och/eller bota sjukdomar har till och med förespråkats av vissa forskare. För människans del är den farmakologiska, utöver den (vedertagna) nutritionella, effekten dock dåligt dokumenterad. Den baseras främst på djurexperimentella och djurepidemiologiska data, medan evidens från humanstudier saknas. Tvärtom har senare års stora kontrollerade studier upprepade gånger visat att extra tillskott av vitaminer till människor med normalt nutritionsstatus, dvs med tillräckligt energigivande näringsämnen, mineralämnen och vitaminer från kosten, inte har några positiva hälsoeffekter och kan till och med i vissa fall vara skadligt.",
		"products": "alutard sq aquagen"
	},
	{
		"title": "Kliniska synpunkter på  vitaminer, mineraler och spårämnen",
		"level": 2,
		"id": "c3_3",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Kliniska synpunkter på  vitaminer, mineraler och spårämnen",
		"content": "Kliniska synpunkter på  vitaminer, mineraler och spårämnen",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Vitaminer",
		"level": 3,
		"id": "c3_4",
		"parentId": "c3_3",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Kliniska synpunkter på  vitaminer, mineraler och spårämnen && Vitaminer",
		"content": "Vitaminer Faktaruta 1Vitaminer, mineraler och spårämnenVitaminer är per definition organiskaämnen nödvändiga för ämnesomsättningen 3. Eftersom kroppen inte kan producera vitaminer i tillräcklig mängd måste de tillföras med födan 3. Fettlösliga vitaminer är A, D, E och K, medan alla B-vitaminer och C-vitamin är vattenlösliga. Mineraler ingår i skelettet, reglerar membran­potentialer och därmed nerv-/muskelfunktion, blodtryck m m. Spårämnen ingår i många enzy­mer och behövs för att upprätthålla kroppens homeostas. Ämnena måste tillföras med kosten, eller som tillskott. Några få vitaminer kan också under vis­sa villkor bildas i kroppen. Vitamin D bildas i hu­den vid solexponering. Niacin bildas från trypto­fan vid god tillgång till proteiner. Vitamin K syn­tetiseras med hjälp av mikroorganismer i grov­tarmen 4.En allsidig kost som täcker energibehovet inne­håller normalt tillräckligt med vitaminer och mi­neraler, med undantag för vitamin D och järn. Utan animalier blir kostintaget lågt av vitamin D och B12. Vid sjukdom och vid behandling av sjuk­domar med läkemedel, operation eller strålning kan det krävas tillskott av vitaminer och minera­ler.Vitamin A och D och i viss mån vitamin E kan lag­ras i kroppen och därför finns det risk för skadliga koncentrationer vid överdosering. Överskott av de vattenlösliga vitaminerna (med undantag för vitamin B12) utsöndras däremot med urinen när vävnaderna mättats med dessa vitaminer 5. För vissa vitaminer gäller att svår brist ger karak­täristiska symtom, som kan botas genom vita­mintillskott. Brist på B-vitaminer utom vitamin B12 förekommer ofta samtidigt.Eftersom vitaminer är nödvändiga för god hälsa är det lätt att tro att extra vitaminer kan förbätt­ra hälsan och förebygga sjukdomar. I dag finns klara belägg för att detta inte stämmer. Det finns inget stöd för att extra vitamintillskott generellt skulle vara till någon fördel för friska individer 6. Vitaminer är per definition organiskaämnen nödvändiga för ämnesomsättningen 3. Eftersom kroppen inte kan producera vitaminer i tillräcklig mängd måste de tillföras med födan 3. Fettlösliga vitaminer är A, D, E och K, medan alla B-vitaminer och C-vitamin är vattenlösliga. Mineraler ingår i skelettet, reglerar membran­potentialer och därmed nerv-/muskelfunktion, blodtryck m m. Spårämnen ingår i många enzy­mer och behövs för att upprätthålla kroppens homeostas. Ämnena måste tillföras med kosten, eller som tillskott. Några få vitaminer kan också under vis­sa villkor bildas i kroppen. Vitamin D bildas i hu­den vid solexponering. Niacin bildas från trypto­fan vid god tillgång till proteiner. Vitamin K syn­tetiseras med hjälp av mikroorganismer i grov­tarmen 4. En allsidig kost som täcker energibehovet inne­håller normalt tillräckligt med vitaminer och mi­neraler, med undantag för vitamin D och järn. Utan animalier blir kostintaget lågt av vitamin D och B12. Vid sjukdom och vid behandling av sjuk­domar med läkemedel, operation eller strålning kan det krävas tillskott av vitaminer och minera­ler. 12 Vitamin A och D och i viss mån vitamin E kan lag­ras i kroppen och därför finns det risk för skadliga koncentrationer vid överdosering. Överskott av de vattenlösliga vitaminerna (med undantag för vitamin B12) utsöndras däremot med urinen när vävnaderna mättats med dessa vitaminer 5. 12 För vissa vitaminer gäller att svår brist ger karak­täristiska symtom, som kan botas genom vita­mintillskott. Brist på B-vitaminer utom vitamin B12 förekommer ofta samtidigt. 12 Eftersom vitaminer är nödvändiga för god hälsa är det lätt att tro att extra vitaminer kan förbätt­ra hälsan och förebygga sjukdomar. I dag finns klara belägg för att detta inte stämmer. Det finns inget stöd för att extra vitamintillskott generellt skulle vara till någon fördel för friska individer 6. Totalt finns 13 vitaminer av vilka flera i praktiken aldrig innebär några kliniska problem, se Faktaruta 1 . Den kliniskt viktigaste bristen ses, hos storkonsumenter av alkohol, på tiamin och övriga B-vitaminer utom vitamin B12. Brist på vitamin B12 är vanligt hos äldre trots adekvat intag. Brist på B-vitaminer, utom tiamin eller vitamin B12, är mycket ovanligt, men kan förekomma vid extremt udda kosthållning. Nyligen beskrevs två svenska fall av brist på niacin ledande till pellagra med pigmenterade eksem 1. 12 12 12 Intaget av vitamin D är mycket lågt från kosten, i genomsnitt 4–6 μg/dag enligt kostvaneundersökningar. Cirka hälften av D-vitaminet i serum syntetiseras vid solexponering under sommaren. För många sjuka och övriga som inte utsätter sig för solen kommer halten av 25-hydroxivitamin D att vara konstant låg. Vid fettmalabsorption kan brist på vitamin E, vitamin K och någon gång även vitamin A uppträda. Intaget av vitamin A i form av retinol är relativt högt i Sverige och Norden, varför brist utan fettmalabsorption är extremt ovanlig. På befolkningsnivå är intaget snarast för högt, vilket har satts i samband med sämre bentäthet och ökad risk för benskörhetsfrakturer 2. Globalt är däremot brist på vitamin A ett mycket stort problem som orsakar ökad barnadödlighet, pga ökad mottaglighet för infektioner, samt blindhet till följd av epitelialiseringsdefekter och infektioner i ögat. Vid antikoagulationsterapi (AVK, se kapitlet Venös tromboembolism och medel mot trombos, avsnittet Behandling med antikoagulantia ) induceras farmakologiskt vitamin K-brist, som inte ska substitueras då detta direkt motverkar syftet med behandlingen. ",
		"products": "konakion waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra"
	},
	{
		"title": "Faktaruta 1 - Vitaminer, mineraler och spårämnen",
		"level": 3,
		"id": "c3_5",
		"parentId": "c3_3",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "facts",
		"titlePath": "Vitaminer, mineraler och spårämnen && Kliniska synpunkter på  vitaminer, mineraler och spårämnen && Faktaruta 1",
		"content": "Faktaruta 1 Vitaminer, mineraler och spårämnenVitaminer är per definition organiskaämnen nödvändiga för ämnesomsättningen 3. Eftersom kroppen inte kan producera vitaminer i tillräcklig mängd måste de tillföras med födan 3. Fettlösliga vitaminer är A, D, E och K, medan alla B-vitaminer och C-vitamin är vattenlösliga. Mineraler ingår i skelettet, reglerar membran­potentialer och därmed nerv-/muskelfunktion, blodtryck m m. Spårämnen ingår i många enzy­mer och behövs för att upprätthålla kroppens homeostas. Ämnena måste tillföras med kosten, eller som tillskott. Några få vitaminer kan också under vis­sa villkor bildas i kroppen. Vitamin D bildas i hu­den vid solexponering. Niacin bildas från trypto­fan vid god tillgång till proteiner. Vitamin K syn­tetiseras med hjälp av mikroorganismer i grov­tarmen 4.En allsidig kost som täcker energibehovet inne­håller normalt tillräckligt med vitaminer och mi­neraler, med undantag för vitamin D och järn. Utan animalier blir kostintaget lågt av vitamin D och B12. Vid sjukdom och vid behandling av sjuk­domar med läkemedel, operation eller strålning kan det krävas tillskott av vitaminer och minera­ler.Vitamin A och D och i viss mån vitamin E kan lag­ras i kroppen och därför finns det risk för skadliga koncentrationer vid överdosering. Överskott av de vattenlösliga vitaminerna (med undantag för vitamin B12) utsöndras däremot med urinen när vävnaderna mättats med dessa vitaminer 5. För vissa vitaminer gäller att svår brist ger karak­täristiska symtom, som kan botas genom vita­mintillskott. Brist på B-vitaminer utom vitamin B12 förekommer ofta samtidigt.Eftersom vitaminer är nödvändiga för god hälsa är det lätt att tro att extra vitaminer kan förbätt­ra hälsan och förebygga sjukdomar. I dag finns klara belägg för att detta inte stämmer. Det finns inget stöd för att extra vitamintillskott generellt skulle vara till någon fördel för friska individer 6. ",
		"products": "konakion"
	},
	{
		"title": "Mineraler",
		"level": 3,
		"id": "c3_7",
		"parentId": "c3_3",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Kliniska synpunkter på  vitaminer, mineraler och spårämnen && Mineraler",
		"content": "Mineraler Mineralerna kalcium, fosfor, svavel, kalium, natrium, klor och magnesium behövs för reglering av många processer i kroppen, som nerv-muskelimpulser, men också för att upprätthålla skelettstyrka och blodtryck. Kalcium finns rikligt i mejeriprodukter och intaget i Norden är bland de högsta i världen. Fosfor och svavel ingår i flera aminosyror, varför intaget oftast är oproblematiskt då proteinintaget är rikligt via husmanskost. Kalium finns framför allt i frukt och grönsaker och brist syns främst vid mycket dåligt kostintag eller vid behandling med diuretika. Intaget av natrium och klor i form av koksalt är mångdubbelt högre än behovet. Magnesium finns främst i fullkornsprodukter och brist ses vanligen endast vid diuretikabehandling eller malabsorption.",
		"products": "14 18 kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 kaleorid kajos magnesium cyklo-f cyklokapron cyklonova tranexamsyra tranon dipeptiven amiped glavamin vamin g n/l vaminolac"
	},
	{
		"title": "Spårämnen",
		"level": 3,
		"id": "c3_8",
		"parentId": "c3_3",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Kliniska synpunkter på  vitaminer, mineraler och spårämnen && Spårämnen",
		"content": "Spårämnen Spårämnen är de mineraler som vi behöver i mindre mängder (< 100 mg/dag) och som har klara biokemiska funktioner i kroppen. Viktiga spårämnen är järn, zink, koppar, selen, jod, kobolt och molybden. De flesta spårämnen ingår som aktiv del i olika enzymer. I Sverige är brist på järn, pga fysiologiska förluster via menstruation och graviditet, kliniskt mest betydelsefull. Globalt sett är järnbrist den vanligaste bristsjukdomen, ofta orsakad av lågt intag/dålig tillgänglighet och ökade förluster pga parasitinfektioner. Selenhalten i Sveriges jordar är låg, vilket ger lägre selenintag än i många andra länder, men brist har inte beskrivits. Med ökande tillgång till importerade livsmedel ökar också intaget av selen. Jodintaget kommer främst från mejeriprodukter, havsfisk samt joderat konsumtionssalt 7. Flingsalt och salt i industriberedda livsmedel är inte joderat, varför jodintaget kan bli marginellt om man enbart använder och äter sådana produkter.",
		"products": "zink solvezink xiapex streptase actilyse rapilysin metalyse ceprotin cerezyme replagal fabrazyme aldurazyme myozyme naglazyme elaprase vpriv"
	},
	{
		"title": "Riskgrupper och sjukdomstillstånd",
		"level": 2,
		"id": "c3_9",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd",
		"content": "Riskgrupper och sjukdomstillstånd Många sjukdomar kan öka risken för brist på vitaminer, mineraler och spårämnen. Behandling av många sjukdomar med läkemedel, kirurgi eller strålning kan också öka risken för brist. Nedan beskrivs några riskgrupper, följt av några näringsfysiologiskt riskabla perioder i livet. Se Tabell 1 . Tabell 1. Grupper/tillstånd där substitutiona kan övervägas Grupp/tillståndSubstitutionLågenergiförbrukareMultivitaminer, doser enligt SNR (se Tabell 5 ) Menstruerande kvinnorJärn, och om graviditetsönskan även folsyraGravidaFolsyra, kalcium, järn, vitamin DAmmandeKalciumSmåbarnVitamin K, D ÄldreKalcium, vitamin DVeganerVitamin D, vitamin B12. Eventuellt järn, zink och selenAlkoholmissbrukareMultivitaminer men också extra B-vitaminer, speciellt tiaminVid mag-tarmsjukdomarIndividuellt, vitamin B12 rutinmässigt vid distal ileumresektionVid njursjukdomarIndividuellt. Obs risk för ackumulering av fettlösliga vitaminer samt mineraler och spårämnena. Substitution med vitaminer/mineraler ska inte ske på rutin. Behovet bör bedömas individuellt baserat på eventuell sjukdom, läkemedelsbehandling, kostintag och nutritionsstatus. a 12 12",
		"products": "minorplex folacin folsyra folvidon kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 konakion zink solvezink",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Grupper/tillstånd där substitutiona kan övervägas",
		"level": 3,
		"id": "c3_10",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Tabell 1. Grupper/tillstånd där substitutiona kan övervägas",
		"content": "Tabell 1. Grupper/tillstånd där substitutiona kan övervägas Grupp/tillstånd Substitution Lågenergiförbrukare Multivitaminer, doser enligt SNR (se Tabell 5 ) Menstruerande kvinnor Järn, och om graviditetsönskan även folsyra Gravida Folsyra, kalcium, järn, vitamin D Ammande Kalcium Småbarn Vitamin K, D Äldre Kalcium, vitamin D Veganer Vitamin D, vitamin B12. Eventuellt järn, zink och selen Alkoholmissbrukare Multivitaminer men också extra B-vitaminer, speciellt tiamin Vid mag-tarmsjukdomar Individuellt, vitamin B12 rutinmässigt vid distal ileumresektion Vid njursjukdomar Individuellt. Obs risk för ackumulering av fettlösliga vitaminer samt mineraler och spårämnen a. Substitution med vitaminer/mineraler ska inte ske på rutin. Behovet bör bedömas individuellt baserat på eventuell sjukdom, läkemedelsbehandling, kostintag och nutritionsstatus.",
		"products": "minorplex folacin folsyra folvidon kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 konakion zink solvezink"
	},
	{
		"title": "Mag-tarmsjukdomar",
		"level": 3,
		"id": "c3_11",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Mag-tarmsjukdomar",
		"content": "Mag-tarmsjukdomar Faktaruta 2Vitamin B12Brist på vitamin B12 kan ge klassiska symtom som röd svullen tunga, nedsatt vibra­tionssinne distalt och parestesier, men också mer diffusa neurologiska och neuropsykiatriska sym­tom 4.Brist på vitamin B12 är så gott som alltid kopplad till bristande upptag, då svensk kost oftast inne­håller många gånger mer B12 än vad som be­hövs. Diagnostik och behandling av brist på vitamin B12 är ingående beskrivet i kapitlet Anemi, av­snittet Perniciös anemi . 12 Brist på vitamin B12 kan ge klassiska symtom som röd svullen tunga, nedsatt vibra­tionssinne distalt och parestesier, men också mer diffusa neurologiska och neuropsykiatriska sym­tom 4. 12 Brist på vitamin B12 är så gott som alltid kopplad till bristande upptag, då svensk kost oftast inne­håller många gånger mer B12 än vad som be­hövs. 12 12 Diagnostik och behandling av brist på vitamin B12 är ingående beskrivet i kapitlet Anemi, av­snittet Perniciös anemi . 12 Vid obehandlad celiaki ses ibland generell malabsorption, men oftast specifik brist på järn, vitamin B12 (Faktaruta 2 ) och/eller folsyra. Vid Mb Crohn ses vitamin B12-brist men också generell malabsorption, medan ulcerös kolit sällan ger några specifika brister. 12 12 Vid atrofisk gastrit ses dels nedsatt proteindigestion som ger lätt B12-brist, dels bristande produktion av intrinsic factor (IF) som kan leda till grav vitamin B12-brist med perniciös anemi som följd. 12 12 Vid pankreasinsufficiens minskar nedbrytningen och därmed absorptionen av fett och fettlösliga vitaminer. Ökad mängd fett i tarmen binder kalcium och magnesium så att upptaget minskar.",
		"products": "folacin folsyra folvidon kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 magnesium"
	},
	{
		"title": "Faktaruta 2 - Vitamin B12",
		"level": 3,
		"id": "c3_12",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "facts",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Faktaruta 2",
		"content": "Faktaruta 2 Vitamin B12Brist på vitamin B12 kan ge klassiska symtom som röd svullen tunga, nedsatt vibra­tionssinne distalt och parestesier, men också mer diffusa neurologiska och neuropsykiatriska sym­tom 4.Brist på vitamin B12 är så gott som alltid kopplad till bristande upptag, då svensk kost oftast inne­håller många gånger mer B12 än vad som be­hövs. Diagnostik och behandling av brist på vitamin B12 är ingående beskrivet i kapitlet Anemi, av­snittet Perniciös anemi . ",
		"products": ""
	},
	{
		"title": "Mag-tarmkirurgi och strålning",
		"level": 3,
		"id": "c3_14",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Mag-tarmkirurgi och strålning",
		"content": "Mag-tarmkirurgi och strålning Operativa ingrepp i mag-tarmkanalen kan ge varierande grad av malabsorption beroende på längd och lokalisation av kvarvarande tarm. Normalt absorberas nära 100% av det vi äter, med undantag för kostfibrer och en del fetter 8. Absorptionen av näringsämnen är som mest aktiv i duodenum och jejunum. Ileum är främst reserv, men sista metern har två mycket viktiga funktioner: specifik absorption av vitamin B12-intrinsic factor-komplexet och absorption av gallsyror för att upprätthålla det enterohepatiska kretsloppet. Brist på gallsyror kan ge fettmalabsorption. 12 Vid fetmakirurgi minskar absorptionen av järn, kalcium och vitamin D varför substitution av dessa rekommenderas. Se vidare kapitlet Övervikt och fetma, avsnittet Vitamin B12 och följande avsnitt . Strålbehandling av tumörer i buken, speciellt i lilla bäckenet, kan långt senare leda till atrofi och fibros av tarmslemhinnan, med risk för malabsorption. 12",
		"products": "ursofalk ursosan kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3"
	},
	{
		"title": "Läkemedelsbehandling",
		"level": 3,
		"id": "c3_15",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Läkemedelsbehandling",
		"content": "Läkemedelsbehandling Många läkemedel påverkar upptag, omsättning eller utsöndring av vitaminer, mineraler och spårämnen, vilket kan leda till brist. Ofta använda läkemedel, som diuretika, kan öka utsöndringen av såväl natrium, vilket eftersträvas, men också av kalium, kalcium, magnesium och zink. Omvänt kan ACE-hämmare och aldosteronantagonister leda till retention av kalium. Kortikosteroider minskar absorptionen av kalcium, fettlösliga vitaminer och karotenoider. Flera antidepressiva kan påverka ADH-sekretionen och via utspädningseffekt ge hyponatremi utan natriumbrist 9. Se Tabell 2, . Tabell 2. Exempel på läkemedel med effekt på upptag och omsättning av näringsämnenVitamin/mineral/spårämneLäkemedelMekanismVitamin A NeomycinMinskad absorptionVitamin A och DResinerMinskad absorptionNiacin (vitamin B3)IsoniazidAntagonismÖstrogenÖkad syntesVitamin B6 (pyridoxin)L-dopa, penicillamin, isoniazidKomplexbildningFolat (folsyra)Fenytoin, fentiaziner, tricykliska antidepressiva, metotrexat, trimetoprim AntagonismIsoniazid, sulfasalazin, metformin, kolestyraminMinskad absorptionVitamin B12 (kobalamin)Protonpumpshämmare, H2-blockerare, fenytoin, neomycin, kolestyramin, PAS, metforminMinskad absorptionVitamin DAntiepileptika, kortikosteroiderÖkad omsättning via enzyminduktion i levernKolestyraminMinskad absorptionVitamin E IsoniazidMinskad absorptionVitamin K (fytomenadion)Perorala antikoagulantia, bredspektrumantibiotika AntagonismResinerMinskad absorption Fosfor (fosfat)AntacidaMinskad absorptionJodSulfonureider, litiumMinskat upptag i tyreoidea JärnAntacida, tetracykliner, fosfaterMinskad absorptionAskorbinsyraÖkad absorptionKalciumTetracykliner, antiepileptika, glukokortikoiderDiuretikaMinskad absorptionÖkad njurutsöndringKaliumACE-hämmare, ARB, aldosteronantagonisterMinskad njurutsönd-ringZink, magnesium, natrium, kalium DiuretikaÖkad njurutsöndring Vitamin/mineral/spårämne Läkemedel Mekanism 3 6 12 2",
		"products": "kaleorid kajos kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 magnesium zink solvezink captopril enalapril renitec lisigen lisinopril primylin primylis zestril coversyl ramipril triatec accupro kinastad kinoprilam kiprisil kipristad fosinopril zofenomyl zofenopril zofymyl aldactone spironolactone spironolakton inspra florinef betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat xyloproct scheriproct doloproct ficortril hyderm mildison emovat locoid betnovat bettamousse diproderm diprolen synalar demoson elocon ivoxel momegalen mometason monovo ovixan elocom flutivate clobex dermovat dermovate dexafree isopto-maxidex opnol ozurdex ultracortenol triesence vexol azeflu dymista dyvistalin xatalin becotide desonix rhinocort fluticasone flutide flutikason flixotide nasonex nasomet nasacort avamys questran quantalan lestid cholestagel isoniazid tibinide folacin folsyra folvidon epanutin fenantoin lehydan anafranil klomipramin saroten sensaval ludiomil maprotilin ebetrex methotrexate metoject metotrexat strides arcolab metotab idotrim trimetoprim salazopyrin sulfasalazin glucophage metformin eql losec losecpro omecat omeprazol bmm omestad omezolmyl omoquis ulcoprin ulvesol zolva controloc pamylozol pantecta pantoloc pantoprazol pantoprazole pantozol lansolajen lansoprazol lanzarol lanzo nixacid limpidex zoton pariet rabeprazol epranial esomep esomeprazol esomeprazole esoport esoprem helides nexium ulcerex zacoperc zoruc inexium fenemal fenobarbital pro-epanutin suxinutin iktorivil rivotril hermolepsin tegretol trimonil trileptal inovelon zebinix absenor ergenyl orfiril depakine sabrilex lamictal lamotrigin 1a crisomet labileno taloxa topimax topiramat topamac gabapentin neurontin keppra leosiggimed levebon levedoc levetifi levetiracetam actavis bristol hetero matever noepix zonegran lyrica diacomit vimpat trobalt konakion waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra natriumcitrat link novalucol novaluzid rennie natriumbikarbonat samarin daonil glibenklamid mindiab amaryl glimepirid lithionit doxycyklin doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil c-vimin c-vitamin ido-c aerobec beclomet budesonid giona novopulmon pulmicort asmanex alvesco"
	},
	{
		"title": "Tabell 2. Exempel på läkemedel med effekt på upptag och omsättning av näringsämnen",
		"level": 3,
		"id": "c3_16",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Tabell 2. Exempel på läkemedel med effekt på upptag och omsättning av näringsämnen",
		"content": "Tabell 2. Exempel på läkemedel med effekt på upptag och omsättning av näringsämnen Vitamin/mineral/spårämne Läkemedel Mekanism Vitamin A Neomycin Minskad absorption Vitamin A och D Resiner Minskad absorption Niacin (vitamin B3) Isoniazid Antagonism Östrogen Ökad syntes Vitamin B6 (pyridoxin) L-dopa, penicillamin, isoniazid Komplexbildning Folat (folsyra) Fenytoin, fentiaziner, tricykliska antidepressiva, metotrexat, trimetoprim Antagonism Isoniazid, sulfasalazin, metformin, kolestyramin Minskad absorption Vitamin B12 (kobalamin) Protonpumpshämmare, H2-blockerare, fenytoin, neomycin, kolestyramin, PAS, metformin Minskad absorption Vitamin D Antiepileptika, kortikosteroider Ökad omsättning via enzyminduktion i levern Kolestyramin Minskad absorption Vitamin E Isoniazid Minskad absorption Vitamin K (fytomenadion) Perorala antikoagulantia, bredspektrumantibiotika Antagonism Resiner Minskad absorption Fosfor (fosfat) Antacida Minskad absorption Jod Sulfonureider, litium Minskat upptag i tyreoidea Järn Antacida, tetracykliner, fosfater Minskad absorption Askorbinsyra Ökad absorption Kalcium Tetracykliner, antiepileptika, glukokortikoiderDiuretika Minskad absorptionÖkad njurutsöndring Kalium ACE-hämmare, ARB, aldosteronantagonister Minskad njurutsönd-ring Zink, magnesium, natrium, kalium Diuretika Ökad njurutsöndring",
		"products": "questran quantalan lestid cholestagel isoniazid tibinide folacin folsyra folvidon epanutin fenantoin lehydan anafranil klomipramin saroten sensaval ludiomil maprotilin ebetrex methotrexate metoject metotrexat strides arcolab metotab idotrim trimetoprim salazopyrin sulfasalazin glucophage metformin eql losec losecpro omecat omeprazol bmm omestad omezolmyl omoquis ulcoprin ulvesol zolva controloc pamylozol pantecta pantoloc pantoprazol pantoprazole pantozol lansolajen lansoprazol lanzarol lanzo nixacid limpidex zoton pariet rabeprazol epranial esomep esomeprazol esomeprazole esoport esoprem helides nexium ulcerex zacoperc zoruc inexium fenemal fenobarbital pro-epanutin suxinutin iktorivil rivotril hermolepsin tegretol trimonil trileptal inovelon zebinix absenor ergenyl orfiril depakine sabrilex lamictal lamotrigin 1a crisomet labileno taloxa topimax topiramat topamac gabapentin neurontin keppra leosiggimed levebon levedoc levetifi levetiracetam actavis bristol hetero matever noepix zonegran lyrica diacomit vimpat trobalt florinef betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat xyloproct scheriproct doloproct ficortril hyderm mildison emovat locoid betnovat bettamousse diproderm diprolen synalar demoson elocon ivoxel momegalen mometason monovo ovixan elocom flutivate clobex dermovat dermovate dexafree isopto-maxidex opnol ozurdex ultracortenol triesence vexol azeflu dymista dyvistalin xatalin becotide desonix rhinocort fluticasone flutide flutikason flixotide nasonex nasomet nasacort avamys konakion waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra natriumcitrat link novalucol novaluzid rennie natriumbikarbonat samarin daonil glibenklamid mindiab amaryl glimepirid lithionit doxycyklin doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil c-vimin c-vitamin ido-c kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 aerobec beclomet budesonid giona novopulmon pulmicort asmanex alvesco kaleorid kajos captopril enalapril renitec lisigen lisinopril primylin primylis zestril coversyl ramipril triatec accupro kinastad kinoprilam kiprisil kipristad fosinopril zofenomyl zofenopril zofymyl aldactone spironolactone spironolakton inspra zink solvezink magnesium"
	},
	{
		"title": "Alkoholöverkonsumtion",
		"level": 3,
		"id": "c3_17",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Alkoholöverkonsumtion",
		"content": "Alkoholöverkonsumtion Alkohol är energirikt och kan därför stå för en stor del av energiintaget hos högkonsumenter. Intaget av övriga livsmedel med nödvändiga näringsämnen minskar därmed samtidigt som alkoholen kan påverka upptag, omsättning och utsöndring av vitaminer, mineraler och spårämnen. Detta kan leda till dels generell malnutrition med ökad infektionskänslighet och nedsatt sårläkning som följd, dels specifika brister av B-vitaminer (framför allt tiamin och folsyra) och mineraler som magnesium och zink.",
		"products": "folacin folsyra folvidon magnesium zink solvezink"
	},
	{
		"title": "Tobaksrökning",
		"level": 3,
		"id": "c3_18",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Tobaksrökning",
		"content": "Tobaksrökning Tobaksrökning innebär ökad oxidativ stress, vilket leder till ökad förbrukning av bl a antioxidanten vitamin C (askorbinsyra). För att bibehålla samma serumhalter av vitamin C behöver rökare inta ca 50% mer än icke-rökare. För de allra flesta är detta inget problem, men i kombination med generellt lågt intag och speciellt vid alkoholöverkonsumtion finns risk för åtminstone subklinisk brist. Nikotinbruk utan rökning påverkar inte vitaminhalten.",
		"products": "nicorette nicotab nicotinell tropisk nicovel niqero niquitin zonnic"
	},
	{
		"title": "Barn",
		"level": 3,
		"id": "c3_19",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Barn",
		"content": "Barn Vitamin K lagras knappast i kroppen, och nyfödda har inte heller utvecklat någon tarmflora som kan syntetisera vitamin K. För att motverka intrakraniella blödningar ges vitamin K som injektion till alla nyfödda i Sverige. Barn upp till 2 år rekommenderas dagligt tillskott av vitamin D, 10 μg (400 IE) vilket motsvarar 5 droppar av D-vitamin vatten/olja ACO orala droppar, lösning, 80 IE/droppe. Barn 2–7 år rekommenderas motsvarande tillskott under vinterhalvåret 10. Spädbarn med marginellt låg födelsevikt (2–2,5 kg) bör sannolikt få järntillskott upp till 6 månaders ålder, vilket enligt nya svenska studier förbättrar både järn- och hjärnstatus då prevalensen sjönk av såväl anemi som beteendeförändringar i förskolan 11.",
		"products": "konakion"
	},
	{
		"title": "Växande ungdomar",
		"level": 3,
		"id": "c3_20",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Växande ungdomar",
		"content": "Växande ungdomar Under tillväxtspurten är behovet av vitaminer, mineraler och spårämnen förhöjt men så är även energibehovet, varför brister av dessa ämnen sällan uppstår. Undantagen är kalcium, främst hos flickor med lågt energiintag samt järn hos flickor efter menarke eftersom svensk kost med undantag för vissa rätter inte är speciellt järnrik. Blod- och järnstatus bör kontrolleras på vida indikationer hos tonårsflickor.",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3"
	},
	{
		"title": "Gravida",
		"level": 3,
		"id": "c3_21",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Gravida",
		"content": "Gravida Faktaruta 5Vitamin DSvensk husmanskost är fattig på vitamin Dmed undantag av fet fisk och berikade livsmedel. Medelintaget är 4–6 μg/dag, men rekommenderat intag är enligt senaste rekommendation 10 μg/dag för alla upp till 75 års ålder 16. Tillskott av 10 μg/dag kan användas till alla som inte kan eller vill ut­sätta sig för solljuset sommartid. Dessa doser för­hindrar svår brist och kräver inte kontroll av vitaminnivåer. Halterna i serum av 25-hydroxivita­min D är högst i september (i medeltal ca 80 nmol/L) och lägst i april (ca 35 nmol/L), hos alla som vistas ute under sommaren. Flera läkemedel påverkar halten av vitamin D, se Tabell 2 . Halter < 25 nmol/L anses spegla svår brist med risk för rakit/osteomalaci. Halter > 50 nmol/L anges i NNR 2012 som gräns för acceptabel D-vitaminstatus.Se även kapitlet Rubbningar i kalciumomsätt­ningen, avsnittet Vitamin D . Svensk husmanskost är fattig på vitamin Dmed undantag av fet fisk och berikade livsmedel. Medelintaget är 4–6 μg/dag, men rekommenderat intag är enligt senaste rekommendation 10 μg/dag för alla upp till 75 års ålder 16. Tillskott av 10 μg/dag kan användas till alla som inte kan eller vill ut­sätta sig för solljuset sommartid. Dessa doser för­hindrar svår brist och kräver inte kontroll av vitaminnivåer. Halterna i serum av 25-hydroxivita­min D är högst i september (i medeltal ca 80 nmol/L) och lägst i april (ca 35 nmol/L), hos alla som vistas ute under sommaren. Flera läkemedel påverkar halten av vitamin D, se Tabell 2 . Halter < 25 nmol/L anses spegla svår brist med risk för rakit/osteomalaci. Halter > 50 nmol/L anges i NNR 2012 som gräns för acceptabel D-vitaminstatus. Se även kapitlet Rubbningar i kalciumomsätt­ningen, avsnittet Vitamin D . Faktaruta 4FolatFolsyratillskott före och under graviditet minskar risken för fosterskador i form av neural­rörsdefekter, t ex ryggmärgsbråck 12. Folsyrabe­rikning av livsmedel halverar risken för neuralrörs­defekter, och riktade tillskott (supplementering) förhindrar två tredjedelar av alla fall. I Sverige är antalet foster som föds med neuralrörsdefekter bland de lägsta i världen. Årligen aborteras dock ca 80 foster pga ryggmärgsbråck, som upptäckts vid ultraljudsundersökningar under graviditeten. Ett argument emot berikning har varit att denna skulle kunna öka risken för tvillinggraviditeter, vil­ket ökar risken för graviditetskomplikationer. SBU:s slutsats 2007 var att obligatorisk berikning av mjöl inte entydigt kunde rekommenderas 13. Livsmedelsverket rekommenderar för närvarande (2012) alla kvinnor som kan tänkas bli gravida att ta folsyratillskott motsvarande 400 μg/dag 10. Vid folatbrist ses, liksom vid B12-brist, en förhöjd halt av homocystein i blodet. Förhöjt homocystein är asso­cierat med ökad kardiovaskulär sjuklighet.Tillskott av folsyra kan effektivt minska nivåerna av homo­cystein i blodet, men detta har ingen effekt på in­sjuknande eller överlevnad i hjärt-kärlsjukdom 14. Folsyratillskott på i medeltal 2 mg/dag under 5 år fyrdubblade folathalterna i blodet men påver­kade inte alls cancerincidensen 15. Folsyratillskott före och under graviditet minskar risken för fosterskador i form av neural­rörsdefekter, t ex ryggmärgsbråck 12. Folsyrabe­rikning av livsmedel halverar risken för neuralrörs­defekter, och riktade tillskott (supplementering) förhindrar två tredjedelar av alla fall. I Sverige är antalet foster som föds med neuralrörsdefekter bland de lägsta i världen. Årligen aborteras dock ca 80 foster pga ryggmärgsbråck, som upptäckts vid ultraljudsundersökningar under graviditeten. Ett argument emot berikning har varit att denna skulle kunna öka risken för tvillinggraviditeter, vil­ket ökar risken för graviditetskomplikationer. SBU:s slutsats 2007 var att obligatorisk berikning av mjöl inte entydigt kunde rekommenderas 13. Livsmedelsverket rekommenderar för närvarande (2012) alla kvinnor som kan tänkas bli gravida att ta folsyratillskott motsvarande 400 μg/dag 10. Vid folatbrist ses, liksom vid B12-brist, en förhöjd halt av homocystein i blodet. Förhöjt homocystein är asso­cierat med ökad kardiovaskulär sjuklighet.Tillskott av folsyra kan effektivt minska nivåerna av homo­cystein i blodet, men detta har ingen effekt på in­sjuknande eller överlevnad i hjärt-kärlsjukdom 14. Folsyratillskott på i medeltal 2 mg/dag under 5 år fyrdubblade folathalterna i blodet men påver­kade inte alls cancerincidensen 15. 12 Faktaruta 3JärnupptagMerparten av järnet i kosten är tvåvärt (ferro)-järn som upptas till 2–20% beroende på individens järnstatus mätt som t ex ferritin. Upp­taget av ferrojärn stimuleras av samtidigt intag av kött, fisk, skaldjur och vitamin C men hämmas av många fler ämnen som ägg, te, kaffe, kakao, fytinsyra i fullkorn och kli samt av kalcium. Järn kan också finnas bundet i en hem-ring, som i hemoglobin eller myoglobin, och detta hem­järn upptas till ca 25%. Upptaget av hemjärn sti­muleras av kött, fisk och skaldjur men hämmas bara av kalcium. Merparten av järnet i kosten är tvåvärt (ferro)-järn som upptas till 2–20% beroende på individens järnstatus mätt som t ex ferritin. Upp­taget av ferrojärn stimuleras av samtidigt intag av kött, fisk, skaldjur och vitamin C men hämmas av många fler ämnen som ägg, te, kaffe, kakao, fytinsyra i fullkorn och kli samt av kalcium. Järn kan också finnas bundet i en hem-ring, som i hemoglobin eller myoglobin, och detta hem­järn upptas till ca 25%. Upptaget av hemjärn sti­muleras av kött, fisk och skaldjur men hämmas bara av kalcium. Under graviditet ökar behovet av vissa näringsämnen mer än energibehovet, vilket leder till större krav på näringsinnehållet i kosten med ökad näringstäthet, dvs hög koncentration av näringsämnen per energienhet. Ofta är graviditeten en period då den blivande modern är mer mottaglig för att förbättra sina kostvanor, vilket bör utnyttjas. De vitaminer och mineraler som kan bli aktuella att tillföra, utöver de som erhålls via kosten, är främst järn, folsyra och vitamin D. Järnbehovet under graviditetens sista trimester (ca 30 mg/dag) överstiger vad som kan täckas via normalt kostintag och kräver ca 500 mg järn lagrat i benmärgen för att inte depåerna ska tömmas helt. Så mycket järn har endast var 20:e kvinna, varför i praktiken järntillskott rekommenderas till alla. För mer information om järn, folat och vitamin D se Faktarutorna 3–5 , och kapitlet Sjukdomar och läkemedel under graviditet och amning, asvnittet Information till den fertila kvinnan , respektive kapitlet Anemier, avsnittet Järnbristanemi på grund av menstruationer och under graviditet . Lever kan innehålla mycket vitamin A, som misstänks kunna orsaka fosterskador, varför intaget bör begränsas före och under tidig graviditet. ",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 folacin folsyra folvidon"
	},
	{
		"title": "Faktaruta 5 - Vitamin D",
		"level": 3,
		"id": "c3_26",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "facts",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Faktaruta 5",
		"content": "Faktaruta 5 Vitamin DSvensk husmanskost är fattig på vitamin Dmed undantag av fet fisk och berikade livsmedel. Medelintaget är 4–6 μg/dag, men rekommenderat intag är enligt senaste rekommendation 10 μg/dag för alla upp till 75 års ålder 16. Tillskott av 10 μg/dag kan användas till alla som inte kan eller vill ut­sätta sig för solljuset sommartid. Dessa doser för­hindrar svår brist och kräver inte kontroll av vitaminnivåer. Halterna i serum av 25-hydroxivita­min D är högst i september (i medeltal ca 80 nmol/L) och lägst i april (ca 35 nmol/L), hos alla som vistas ute under sommaren. Flera läkemedel påverkar halten av vitamin D, se Tabell 2 . Halter < 25 nmol/L anses spegla svår brist med risk för rakit/osteomalaci. Halter > 50 nmol/L anges i NNR 2012 som gräns för acceptabel D-vitaminstatus.Se även kapitlet Rubbningar i kalciumomsätt­ningen, avsnittet Vitamin D .",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3"
	},
	{
		"title": "Faktaruta 4 - Folat",
		"level": 3,
		"id": "c3_24",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "facts",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Faktaruta 4",
		"content": "Faktaruta 4 FolatFolsyratillskott före och under graviditet minskar risken för fosterskador i form av neural­rörsdefekter, t ex ryggmärgsbråck 12. Folsyrabe­rikning av livsmedel halverar risken för neuralrörs­defekter, och riktade tillskott (supplementering) förhindrar två tredjedelar av alla fall. I Sverige är antalet foster som föds med neuralrörsdefekter bland de lägsta i världen. Årligen aborteras dock ca 80 foster pga ryggmärgsbråck, som upptäckts vid ultraljudsundersökningar under graviditeten. Ett argument emot berikning har varit att denna skulle kunna öka risken för tvillinggraviditeter, vil­ket ökar risken för graviditetskomplikationer. SBU:s slutsats 2007 var att obligatorisk berikning av mjöl inte entydigt kunde rekommenderas 13. Livsmedelsverket rekommenderar för närvarande (2012) alla kvinnor som kan tänkas bli gravida att ta folsyratillskott motsvarande 400 μg/dag 10. Vid folatbrist ses, liksom vid B12-brist, en förhöjd halt av homocystein i blodet. Förhöjt homocystein är asso­cierat med ökad kardiovaskulär sjuklighet.Tillskott av folsyra kan effektivt minska nivåerna av homo­cystein i blodet, men detta har ingen effekt på in­sjuknande eller överlevnad i hjärt-kärlsjukdom 14. Folsyratillskott på i medeltal 2 mg/dag under 5 år fyrdubblade folathalterna i blodet men påver­kade inte alls cancerincidensen 15.",
		"products": "folacin folsyra folvidon"
	},
	{
		"title": "Faktaruta 3 - Järnupptag",
		"level": 3,
		"id": "c3_22",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "facts",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Faktaruta 3",
		"content": "Faktaruta 3 JärnupptagMerparten av järnet i kosten är tvåvärt (ferro)-järn som upptas till 2–20% beroende på individens järnstatus mätt som t ex ferritin. Upp­taget av ferrojärn stimuleras av samtidigt intag av kött, fisk, skaldjur och vitamin C men hämmas av många fler ämnen som ägg, te, kaffe, kakao, fytinsyra i fullkorn och kli samt av kalcium. Järn kan också finnas bundet i en hem-ring, som i hemoglobin eller myoglobin, och detta hem­järn upptas till ca 25%. Upptaget av hemjärn sti­muleras av kött, fisk och skaldjur men hämmas bara av kalcium. ",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3"
	},
	{
		"title": "Amning",
		"level": 3,
		"id": "c3_28",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Amning",
		"content": "Amning Vid amning ökar energibehovet väsentligen i paritet med behovet av vitaminer, mineraler och spårämnen varför behovet av extra tillskott är lägre än under graviditet. Behovet av vitamin A är något högre, vilket sällan är något problem, och behovet av järn ofta lägre så länge menstruationerna ännu inte har kommit igång igen.",
		"products": ""
	},
	{
		"title": "Menstruationer",
		"level": 3,
		"id": "c3_29",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Menstruationer",
		"content": "Menstruationer Kvinnor i fertil ålder förlorar mycket olika mängd blod, och därmed järn, under menstruationerna. P-piller minskar ofta blodförlusterna, medan spiral utan hormontillskott eller förekomst av myom ofta ökar dessa. De kvinnor som förlorar mycket blod/järn behöver ofta järntillskott, antingen kontinuerligt eller i lindrigare fall intermittent i samband med menstruationerna. Se vidare kapitlet Anemier, avsnittet Järnbristanemi på grund av menstruationer och under graviditet, , respektive avsnittet Kronisk negativ järnbalans .",
		"products": "orthonett abelonelle neovletta prionelle desogestrel/ethinylestradiol gedeon desolett docrelen femistad lestramyl mercilon sablona cilest artadal cleodette cleosensa eloine estrelen ethinylestradiol/drospirenone flexyess liofora mesilara palandra rosal stefaminelle valdorin yasmin yasminelle yaz evra ioa zoely qlaira trinordiol trionetta triregol synfase trinovum caricia mini-pe exlutena mirena depo-provera depo-progevera nexplanon azalia cerazette desogestrel gestrina lueva norlevo postinor ellaone"
	},
	{
		"title": "Idrott",
		"level": 3,
		"id": "c3_30",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Idrott",
		"content": "Idrott All motion och idrott ökar energiomsättningen varför behovet av näringsämnen också ökar. Det är oftast lättare att tillgodose behovet av vitaminer, mineraler och spårämnen hos idrottare, under förutsättning att kostintaget inte begränsas av viktklasser, och motionärer än hos inaktiva. I viktindelade idrotter kan långvarigt lågt kostintag öka risken för näringsbrist. Störst risk löper kvinnliga idrottare som relativt ofta har låga järndepåer vilket försämrar funktionen även utan anemi, se kapitlet Anemier, avsnittet Symtom . Om de dessutom ska pressas ner i vikt, pga viktklassning, ökar även risken för sämre bentäthet.",
		"products": ""
	},
	{
		"title": "Bantning",
		"level": 3,
		"id": "c3_31",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Bantning",
		"content": "Bantning Vid låga eller mycket låga energiintag, som vid bantning, kan inte behovet av alla näringsämnen tillgodoses genom kosten. Vid långvarigt lågt energiintag bör kosten kompletteras med multivitaminpreparat och för fertila kvinnor även med järn. ",
		"products": ""
	},
	{
		"title": "Äldre",
		"level": 3,
		"id": "c3_32",
		"parentId": "c3_9",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Riskgrupper och sjukdomstillstånd && Äldre",
		"content": "Äldre Äldre har något lägre energiomsättning, lägre fysisk aktivitet och och mångdubbelt större risk att drabbas av sjukdomar än yngre. Sjukdomarna behandlas med allt fler läkemedel vilket ökar risken för interaktioner med näringsupptaget. Detta innebär att äldre lättare riskerar brist på vitaminer, mineraler och spårämnen. NNR (nordiska näringsrekommendationer) 2012 rekommenderar ett dagligt intag av 20 μg vitamin D per dag till alla över 60 års ålder med bristande solexposition, och till alla över 75 års ålder, vilket i praktiken kräver vitamintillskott då kostintaget är lågt trots berikning av magra mejeriprodukter, margarin och vegetabiliska oljor 16, 17. Många äldre har också B12-brist, trots ett tillfredsställande intag från husmanskost. Orsaken är med åldern sjunkande saltsyrasekretion som minskar förmågan att tillgodogöra sig vitamin B12 från födan. Prevalensen atrofisk gastrit är också högre hos äldre, varvid även produktionen av IF minskar, och förvärrar redan dålig B12-absorption. 12 12 12",
		"products": ""
	},
	{
		"title": "Symtom",
		"level": 2,
		"id": "c3_33",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Symtom",
		"content": "Symtom Brist på vitaminer, mineraler och spårämnen kan i vissa fall ge specifika symtom. Några sådana symtom listas i Tabell 3. De flesta symtomen är mycket ovanliga i Sverige, förutom vid sjukdom eller läkemedelsbehandling. Tabell 3. Symtom vid brist på olika vitaminer, mineraler och spårämnenVitamin/mineral/spårämneBristsymtomVitamin A (retinol)Nattblindhet, follikulär hyperkeratos, xeroftalmi, tillväxthämning, infektionskänslighetVitamin D (kolekalciferol)Rakit (barn), osteomalaci (vuxna), kramper, muskelvärk/-svaghetVitamin E (tokoferol)Neurologiska symtom, myopatiVitamin KÖkad blödningsbenägenhetTiamin (vitamin B1)Beriberi, Wernicke–Korsakoffs syndromRiboflavin (vitamin B2)Munvinkelragader, seborroisk dermatitNiacin (vitamin B3)Pellagra (dermatit, diarré, demens)Pantotensyra (vitamin B5)ParestesierPyridoxin (vitamin B6)Kramper, psykiska symtom, hudförändringarBiotin (vitamin B7)Trötthet, illamående, dermatitFolat (folsyra, vitamin B9)Megaloblastisk anemi, missbildningarKobalamin (vitamin B12)Megaloblastisk anemi, neurologiska skadorVitamin C (askorbinsyra)SkörbjuggKalciumOsteoporos, kramperFosforMuskelsvaghet, dålig aptit, illamående, urkalkning av skelettetMagnesiumMuskelsvaghet, kramperNatrium (koksalt)Hypovolemi (trötthet, kramper)KaliumMuskelsvaghet, arytmier, depression, konfusionJärnAnemi, trötthetZinkTillväxthämning, försämrad sårläkningJodStruma, hypotyreosSelenKardiomyopatiKopparAnemi, leukopeni, skelettdefekter 1 2 3 5 6 7 9 12",
		"products": "detremin devitre divisun konakion folacin folsyra folvidon c-vimin c-vitamin ido-c kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 magnesium kaleorid kajos zink solvezink",
		"hasChildren": true
	},
	{
		"title": "Tabell 3. Symtom vid brist på olika vitaminer, mineraler och spårämnen",
		"level": 3,
		"id": "c3_34",
		"parentId": "c3_33",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Symtom && Tabell 3. Symtom vid brist på olika vitaminer, mineraler och spårämnen",
		"content": "Tabell 3. Symtom vid brist på olika vitaminer, mineraler och spårämnen Vitamin/mineral/spårämne Bristsymtom Vitamin A (retinol) Nattblindhet, follikulär hyperkeratos, xeroftalmi, tillväxthämning, infektionskänslighet Vitamin D (kolekalciferol) Rakit (barn), osteomalaci (vuxna), kramper, muskelvärk/-svaghet Vitamin E (tokoferol) Neurologiska symtom, myopati Vitamin K Ökad blödningsbenägenhet Tiamin (vitamin B1) Beriberi, Wernicke–Korsakoffs syndrom Riboflavin (vitamin B2) Munvinkelragader, seborroisk dermatit Niacin (vitamin B3) Pellagra (dermatit, diarré, demens) Pantotensyra (vitamin B5) Parestesier Pyridoxin (vitamin B6) Kramper, psykiska symtom, hudförändringar Biotin (vitamin B7) Trötthet, illamående, dermatit Folat (folsyra, vitamin B9) Megaloblastisk anemi, missbildningar Kobalamin (vitamin B12) Megaloblastisk anemi, neurologiska skador Vitamin C (askorbinsyra) Skörbjugg Kalcium Osteoporos, kramper Fosfor Muskelsvaghet, dålig aptit, illamående, urkalkning av skelettet Magnesium Muskelsvaghet, kramper Natrium (koksalt) Hypovolemi (trötthet, kramper) Kalium Muskelsvaghet, arytmier, depression, konfusion Järn Anemi, trötthet Zink Tillväxthämning, försämrad sårläkning Jod Struma, hypotyreos Selen Kardiomyopati Koppar Anemi, leukopeni, skelettdefekter",
		"products": "detremin devitre divisun konakion folacin folsyra folvidon c-vimin c-vitamin ido-c kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 magnesium kaleorid kajos zink solvezink"
	},
	{
		"title": "Diagnostik",
		"level": 2,
		"id": "c3_35",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Diagnostik",
		"content": "Diagnostik Diagnostiken vid brist på vitaminer, mineraler och spårämnen bygger på klinisk misstanke om brist, vilket någon gång kan väckas från klassiska bristsymtom som glossit vid brist på vitamin B12 eller nedsatt mörkerseende vid brist på vitamin A, se Tabell 3. I många fall ger anamnesen ledtrådar, t ex tidigare mag-tarmoperationer, ulcusbehandling eller andra sjukdomar som medfört läkemedelsbehandling, se Tabell 2, , om interaktioner mellan läkemedel och vitaminer. Vid diarré ökar risken för elektrolytrubbningar och vid steatorré minskar upptaget av fettlösliga vitaminer, kalcium och magnesium. 12 Vid misstanke om brist kompletteras utredningen med laboratorieprover 18, se Tabell 4 . För några vitaminer finns analyser lätt tillgängliga, t ex folat och vitamin B12, samt indirekta mått som INR för vitamin K-aktivitet. Övriga fettlösliga vitaminer kan också analyseras men ofta endast på universitetssjukhusens laboratorier. Elektrolyter ingår i rutinanalyserna men är ofta okänsliga indikatorer på brist. Serumnatrium är normalt så välreglerat att natriumbrist kan föreligga även med normalt serumvärde, men till priset av maximal sekundär hyperaldosteronism. Då långvarig venös stas vid provtagning kan ge förhöjda kaliumnivåer kan man alltså erhålla ett normalt eller förhöjt S-kalium trots brist. 12 Tabell 4. Exempel på laboratorieanalyser vid misstanke om brist på olika vitaminer och mineralerVitamin/mineral/spårämneAnalys(er)KommentarVitamin AS-retinol, S-RBPS-retinol stiger vid leverpåverkanVitamin B12S-kobalamin, S-MMA, S-homocysteinLågt kobalamin, högt MMA och högt homocystein vid bristVitamin DS-25-hydroxivitamin DEventuellt S-kalciumjon, S-PTH, S-1,25-dihydroxivitamin D (vid njursvikt)Vitamin ES-alfa-tokoferolBör relateras till S-kolesterolVitamin KP-PK (INR), APT-tidHögt PK och lång APT-tid vid bristFolsyraS-folat, S-homocysteinLågt folat och högt homocystein vid bristFosforS-fosfatJärnS-ferritinKan kompletteras med S-Fe, S-transferrin, Hb, MCV, MCHC Falskt högt/normalt vid inflammation, komplettera med analys av löslig transferrinreceptorKalciumS-kalciumjon (joniserat kalcium)Alternativt S-Ca och S-albumin(för beräkning av albuminkorrigerat totalkalcium)KaliumS-KAlternativ tU-K som sjunker vid bristMagnesiumS-MgDelvis albuminbundet, jämför S-CatU-Mg < 1 mmol/dygn är ett känsligare prov vid brist än S-MgNatriumU-Na< 10 mmol/L, alternativt tU-Na < 10 mmol/dygn = bristZinkS-ZnDelvis albuminbundet, jämför S-Ca Vitamin/mineral/spårämne 12 Serumhalterna av kalcium, magnesium, zink och selen är alla till stor del bundna till albumin varför de sjunker vid även måttlig inflammation. Koppar är i stället bundet till ceruloplasmin och är därför den enda mineral/det enda spårämne som ökar vid inflammation. S-Fe sjunker kraftigt vid inflammation medan ferritin ökar och järnstatus kan då bedömas via järnmättnad av transferrin och/eller löslig transferrinreceptor, se även kapitlet Anemier, avsnittet Mikrocytär anemi, Järnbrist . Däremot påverkas inte folat eller vitamin B12 vid inflammation 19. 12 Generellt är urinutsöndring ofta ett bättre mått på eventuella brister, och detta gäller speciellt för tU-Na och tU-Jod, men även tU-K, tU-Mg och tU-Ca. Även ett enstaka urinprov med U-Na < 10 mmol/L kan ge indikation på natriumbrist 8.",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 magnesium folacin folsyra folvidon konakion fosfatbuffert natriumbikarbonat fresenius natriumklorid b. baxter plasmalyte ringer-acetat ringerfundin kaleorid kajos albumin albuminativ albunorm flexbumin zink solvezink",
		"hasChildren": true
	},
	{
		"title": "Tabell 4. Exempel på laboratorieanalyser vid misstanke om brist på olika vitaminer och mineraler",
		"level": 3,
		"id": "c3_36",
		"parentId": "c3_35",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Diagnostik && Tabell 4. Exempel på laboratorieanalyser vid misstanke om brist på olika vitaminer och mineraler",
		"content": "Tabell 4. Exempel på laboratorieanalyser vid misstanke om brist på olika vitaminer och mineraler Vitamin/mineral/spårämne Analys(er) Kommentar Vitamin A S-retinol, S-RBP S-retinol stiger vid leverpåverkan Vitamin B12 S-kobalamin, S-MMA, S-homocystein Lågt kobalamin, högt MMA och högt homocystein vid brist Vitamin D S-25-hydroxivitamin D Eventuellt S-kalciumjon, S-PTH, S-1,25-dihydroxivitamin D (vid njursvikt) Vitamin E S-alfa-tokoferol Bör relateras till S-kolesterol Vitamin K P-PK (INR), APT-tid Högt PK och lång APT-tid vid brist Folsyra S-folat, S-homocystein Lågt folat och högt homocystein vid brist Fosfor S-fosfat Järn S-ferritin Kan kompletteras med S-Fe, S-transferrin, Hb, MCV, MCHC Falskt högt/normalt vid inflammation, komplettera med analys av löslig transferrinreceptor Kalcium S-kalciumjon (joniserat kalcium) Alternativt S-Ca och S-albumin(för beräkning av albuminkorrigerat totalkalcium) Kalium S-K Alternativ tU-K som sjunker vid brist Magnesium S-Mg Delvis albuminbundet, jämför S-CatU-Mg < 1 mmol/dygn är ett känsligare prov vid brist än S-Mg Natrium U-Na < 10 mmol/L, alternativt tU-Na < 10 mmol/dygn = brist Zink S-Zn Delvis albuminbundet, jämför S-Ca",
		"products": "kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 konakion folacin folsyra folvidon albumin albuminativ albunorm flexbumin kaleorid kajos magnesium zink solvezink"
	},
	{
		"title": "Behandling",
		"level": 2,
		"id": "c3_37",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Behandling",
		"content": "Behandling",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Dosering av vitaminer,  mineraler och spårämnen",
		"level": 3,
		"id": "c3_38",
		"parentId": "c3_37",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Behandling && Dosering av vitaminer,  mineraler och spårämnen",
		"content": "Dosering av vitaminer, mineraler och spårämnen Rekommenderat genomsnittligt dagligt intag av vitaminer, mineraler och vissa spårämnen enligt svenska/nordiska näringsrekommendationer (SNR/NNR) finns i Tabell 5 . Utöver vitaminernas, mineralernas och spårämnenas unika näringsmässiga effekter bör de betraktas som farmakologiska substanser, som ibland kan ge biverkningar vid höga doser, se Tabell 6 . Alla substanser följer i princip samma kurva som illustreras i Figur 1 . Observera att för vissa vitaminer och mineraler, t ex vitamin A och selen, är det terapeutiska intervallet smalt. Tabell 5. Rekommenderat intag av vissa näringsämnen, angivet per person och dag för olika åldrar, för användning vid planering av kost för grupper (Svenska näringsrekommendationer, SNR, Livsmedelsverket 2005 17, kompletterat med reviderade värden för vitamin D och selen enligt Nordiska näringsrekommendationer, NNR, 2012 16)aVitamin/mineralBarnb6–11 m12–23 m2–5 år6–9 årMänc≥ 10 årKvinnorc≥ 10 årGra-vidaAm-mandeVitamin A (REd) 300300350400600–900600–7008001 100Vitamin D (μge) 10101010 10–2010–201010Vitamin E (alfa-TEf) 34568–107–81011Tiamin (mg) 0,40,50,60,91,2–1,51,0–1,21,51,6Riboflavin (mg)0,50,60,71,11,3–1,71,2–1,31,61,7Niacin (NEg)5791215–2013–151720Vitamin B6 (mg)0,40,50,711,3–1,61,1–1,31,51,6Folat (μg)506080130200–300200–400h500500Vitamin B12 (μg)0,50,60,81,32222,6Vitamin C (mg)2025304050–7550–7585100Kalcium (mg)540600600700800–900i800–900i,j900900Fosfor (mg) 420470470540600–700i600–700i700900Kalium (g)1,11,41,823,3–3,52,9–3,13,13,1Magnesium (mg) 8085120200280–350280280280Järn (mgk) 88899–119–15l,m–n15Zink (mgo) 55679–127–9911Koppar (mg) 0,30,30,40,50,7–0,90,7–0,911,3Jod (μg) 507090120150150175200Selen (μg) 1520253040–6040–506060a. Angiven mängd avser det som ska konsumeras, dvs hänsyn måste tas till förluster vid beredning och tillagning.b. Fullständig amning rekommenderas som näring under de första 6 månaderna. Rekommendationer för enskilda näringsämnen ges där-för inte till spädbarn upp till 6 månaders ålder. För icke ammade barn rekommenderas modersmjölksersättning med en sammansätt-ning som gör den lämplig som enda energikälla (Europeiska kommissionens vetenskapliga kommitté för livsmedel, SCF 2003). Om vanlig mat introduceras vid 4–5 månaders ålder bör värden som rekommenderas för barn 6–11 månader användas.c. SNR anger rekommendationer för sex åldersintervall – män och kvinnor från 10 år och uppåt. I tabellen anges lägsta respektive högsta rekommenderade intag för dessa intervall.d. RE = retinolekvivalenter. 1 RE = 1 μg retinol = 12 μg betakaroten.e. Ett extra tillskott av 10 μg (400 IE) vitamin D3/dag rekommenderas till alla barn från 1–24 månaders ålder. Äldre personer över 60 år med liten eller ingen solexponering, samt alla över 75 år rekommenderas ett intag på 20 μg vitamin D3/dag.f. alfa-TE = alfa-tokoferolekvivalenter. 1 alfa-TE = 1 mg RRR-alfa-tokoferol. g. NE = niacinekvivalenter. 1 NE = 1 mg niacin = 60 mg tryptofan.h. Kvinnor som önskar bli gravida rekommenderas ett intag av 400 μg folat/dag (se även www.folsyra.info ).i. Rekommendationen 900 mg kalcium och 700 mg fosfor gäller åldrarna 10–20 år. j. För personer > 60 år kan supplementering med 500–1 000 mg kalcium/dag möjligen försena utveckling av osteoporos 22. k. Måltidens sammansättning spelar stor roll för utnyttjandet av järn i kosten. Tillgängligheten ökar om kosten innehåller rikligt med vitamin C, kött eller fisk, medan den minskar vid samtidigt intag av polyfenoler eller fytinsyra.l. Järnförluster via menstruationsblödningar varierar mycket mellan olika kvinnor. Kosten bör ge 12–15 mg järn/dag och vara sammansatt så att järnet utnyttjas optimalt. Vissa kvinnor behöver mer järn än kosten kan ge. m. För kvinnor som inte menstruerar är rekommendationen 9 mg/dag. n. Järnbalans under graviditet förutsätter järndepåer på ca 500 mg. Fysiologiska behovet av järn under senare delen av graviditeten kan inte tillgodoses enbart via kosten och supplementering är därför nödvändig om depåerna är otillräckliga. o. Zinkutnyttjandet påverkas negativt av kostens innehåll av fytinsyra och positivt av animaliskt protein. För personer som enbart intar vegetarisk cerealiebaserad kost rekommenderas 25–30% högre intag. a b b c Kvinnorc≥ 10 år c Gra-vida Am-mande d e f g 6 h 12 i i ,j j i i k l ,m m n o a. Angiven mängd avser det som ska konsumeras, dvs hänsyn måste tas till förluster vid beredning och tillagning. b. Fullständig amning rekommenderas som näring under de första 6 månaderna. Rekommendationer för enskilda näringsämnen ges där-för inte till spädbarn upp till 6 månaders ålder. För icke ammade barn rekommenderas modersmjölksersättning med en sammansätt-ning som gör den lämplig som enda energikälla (Europeiska kommissionens vetenskapliga kommitté för livsmedel, SCF 2003). Om vanlig mat introduceras vid 4–5 månaders ålder bör värden som rekommenderas för barn 6–11 månader användas. c. SNR anger rekommendationer för sex åldersintervall – män och kvinnor från 10 år och uppåt. I tabellen anges lägsta respektive högsta rekommenderade intag för dessa intervall. d. RE = retinolekvivalenter. 1 RE = 1 μg retinol = 12 μg betakaroten. e. Ett extra tillskott av 10 μg (400 IE) vitamin D3/dag rekommenderas till alla barn från 1–24 månaders ålder. Äldre personer över 60 år med liten eller ingen solexponering, samt alla över 75 år rekommenderas ett intag på 20 μg vitamin D3/dag. 3 3 f. alfa-TE = alfa-tokoferolekvivalenter. 1 alfa-TE = 1 mg RRR-alfa-tokoferol. g. NE = niacinekvivalenter. 1 NE = 1 mg niacin = 60 mg tryptofan. h. Kvinnor som önskar bli gravida rekommenderas ett intag av 400 μg folat/dag (se även www.folsyra.info ). i. Rekommendationen 900 mg kalcium och 700 mg fosfor gäller åldrarna 10–20 år. j. För personer > 60 år kan supplementering med 500–1 000 mg kalcium/dag möjligen försena utveckling av osteoporos 22. k. Måltidens sammansättning spelar stor roll för utnyttjandet av järn i kosten. Tillgängligheten ökar om kosten innehåller rikligt med vitamin C, kött eller fisk, medan den minskar vid samtidigt intag av polyfenoler eller fytinsyra. l. Järnförluster via menstruationsblödningar varierar mycket mellan olika kvinnor. Kosten bör ge 12–15 mg järn/dag och vara sammansatt så att järnet utnyttjas optimalt. Vissa kvinnor behöver mer järn än kosten kan ge. m. För kvinnor som inte menstruerar är rekommendationen 9 mg/dag. n. Järnbalans under graviditet förutsätter järndepåer på ca 500 mg. Fysiologiska behovet av järn under senare delen av graviditeten kan inte tillgodoses enbart via kosten och supplementering är därför nödvändig om depåerna är otillräckliga. o. Zinkutnyttjandet påverkas negativt av kostens innehåll av fytinsyra och positivt av animaliskt protein. För personer som enbart intar vegetarisk cerealiebaserad kost rekommenderas 25–30% högre intag. Tabell 6. Toxiska symtom av vitaminer, mineraler och spårämnen Vitamin/mineral/spårämneGränsvärdeaSymtomPreformerat vitamin A (retinol eller retinylpalmitat)3 000 μg/dagb1 500 μg/dagbIllamående, matleda, kräkningar, huvud-värk, muntorrhet, muskelsvaghet, lever-skador, fosterskador, benskörhetVitamin D (kolekalciferol) 100 μg/dag Hyperkalcemi, nefrokalcinos, ökad kalciumutsöndring i urin, njursviktVitamin E (tokoferol) c300 alfa-TE (300 mg)/dagIllamående, diarré, flatulens, ökad blöd-ningsbenägenhetTiamin (vitamin B1) 500 mg/dagInga symtomNiacin som nikotinsyrac10 mg/dag AnsiktsrodnadNiacin som nikotinamidc900 mg/dag LeverskadorVitamin B6 (pyridoxin)c25 mg/dag Neurologiska skadorFolatc1 000 μg/dag Kan maskera B12-bristVitamin B12 (kobalamin)100 μg/dagVitamin C (askorbinsyra)1 000 mg/dag NjurstenKalcium 2,5 g/dag Hyperkalcemi, njursten, njurskadorFosfor 70 mg/kg kroppsvikt/dagFörkalkningar, hypokalcemi, kramperMagnesium –dDiarré, rytmrubbningar, blodtrycksfall, CNS-påverkanNatrium (som ingår i koksalt)–dHypertoniKaliumc3,7 g/dag Rytmrubbningar, buksmärtor, illamående, kräkningarJärne25 mg/dag Diarré, kräkning (akut), leverskadaZink 25 mg/dag Illamående, huvudvärk, yrsel, hämmar kopparberoende enzymerJod 600 μg/dag Hyper-/hypotyreos, struma Selen 5 μg/kg kroppsvikt /dagNagel- och hårförändringar, leverskadorKoppar 5 mg/dagDiarré, huvudvärk, yrselFluor5 mg/kg kroppsvikt/dag0,75 mg/dag barn 0–6 år1,0 mg /dag barn 6–12 årAkuta: buksmärtor, kräkningKroniska: Skador på tandemalj, skelett, njursvikt a. Vid kontinuerlig tillförsel under lång tid till friska. Vid bristsjukdomar används ofta högre doser.b. Intag av vitamin A över 3 000 μg/dag hos gravida kan möjligen vara förenad med en ökad risk för fosterskador. Det är osäkert om övre gränsvärden som tagits fram för den normala, friska befolkningen i tillräcklig mån tar hänsyn till den möjliga risken för benfrakturer bland vissa sårbara grupper. Postmenopausala kvinnor, som löper en större risk för osteoporos och benfrakturer, bör därför begränsa sitt intag till 1 500 μg/dag. c. I form av supplementering och berikning. d. För vissa näringsämnen har gränsvärden för intag inte angivits. Detta innebär inte att toxicitet saknas. Exempel är hypermagnesemi vid uremi eller kopparinlagring vid Wilsons sjukdom. För natrium är ett gränsvärde svårt att definiera beroende på individuell känslig-het och olika blodtrycksnivåer.e. 10 mg utöver järnintag från födan, hos personer utan järnbrist. Anger totalintaget inklusive kostens järn hos personer utan järnbrist. Vid järnbrist används betydligt högre doser. 1 enhet erytrocytkoncentrat till infusion motsvarar ca 225 mg järn. a a b b b c c 1 c c 6 c c 12 12 d d c e e a. Vid kontinuerlig tillförsel under lång tid till friska. Vid bristsjukdomar används ofta högre doser. b. Intag av vitamin A över 3 000 μg/dag hos gravida kan möjligen vara förenad med en ökad risk för fosterskador. Det är osäkert om övre gränsvärden som tagits fram för den normala, friska befolkningen i tillräcklig mån tar hänsyn till den möjliga risken för benfrakturer bland vissa sårbara grupper. Postmenopausala kvinnor, som löper en större risk för osteoporos och benfrakturer, bör därför begränsa sitt intag till 1 500 μg/dag. c. I form av supplementering och berikning. d. För vissa näringsämnen har gränsvärden för intag inte angivits. Detta innebär inte att toxicitet saknas. Exempel är hypermagnesemi vid uremi eller kopparinlagring vid Wilsons sjukdom. För natrium är ett gränsvärde svårt att definiera beroende på individuell känslig-het och olika blodtrycksnivåer. e. 10 mg utöver järnintag från födan, hos personer utan järnbrist. Anger totalintaget inklusive kostens järn hos personer utan järnbrist. Vid järnbrist används betydligt högre doser. 1 enhet erytrocytkoncentrat till infusion motsvarar ca 225 mg järn. Figur 1. Vitaminernas dos-effektkurva (schematiskt). Figuren återgiven med tillstånd från Socialstyrelsen 20. Vitamin A, D och i någon mån vitamin E kan lagras i kroppen. Därför finns det risk för att toxiska koncentrationer uppnås vid överdosering. Även vitamin B12 lagras mycket effektivt i levern för flera års behov, men ger inga överdoseringssymtom. Bristsymtom för de fettlösliga vitaminerna utvecklas långsamt. Vattenlösliga vitaminer finns delvis poolade i kroppsvattnet, och förhindrar bristsymtom upp till några månader också utan vitamintillförsel. 12 Överskott av de flesta vattenlösliga vitaminerna utsöndras med urinen sedan vävnadsmättnad uppnåtts. Stor tillförsel av de vattenlösliga vitaminerna kan i vissa fall ge bieffekter, se Tabell 6 . Behandling av vitaminbrist är idag mer komplicerad än tidigare. Många vitaminpreparat har avregistrerats och det krävs numera enskild licens för att kunna ge exempelvis vitamin A (t ex A-vitamin från Medic Team, tabletter 50 000 IE, och Arovit från Bayer/Roche, orala droppar 150 000 IE/ml.) Med nuvarande förmånssystem är behandlingen dessutom ofta förenad med extra kostnader för patienterna, då vitaminpreparat normalt inte ingår i TLV:s förmåner, med undantag för vitamintillsatser till parenteral nutrition. Vid behandling av vitamin- och mineralbrister gäller att om möjligt åtgärda orsaken till bristen, ge adekvat substitution och följa upp effekten både kliniskt och, för fettlösliga vitaminer, även med kontroll av serumhalter. Observera att flera mineraler kan konkurrera om upptaget i tarmen, t ex järn, kalcium, zink och koppar. Järnupptaget påverkas även av andra ämnen i maten, se Faktaruta 3 . Vid generell malnutrition med lågt intag av såväl energigivande näringsämnen som vitaminer, mineraler och spårämnen kan det vara indicerat med ett multivitaminpreparat med mineraler i doser som inte överstiger SNR/NNR 12, 16. Vid specifika brister av enstaka vitaminer eller mineraler bör behandlingen inriktas på dessa och kan initialt ges i doser betydligt över dagligt rekommenderade doser enligt SNR/NNR. Om kostintaget bedöms som otillfredsställande eller svårbedömt, bör dietist konsulteras för att med kostintervju m m ge bättre underlag för vidare nutritionsbehandling, där kosten bör vara det centrala. Kosten kan också kompletteras med näringsdrycker serverade som mellanmål. Utbudet av näringsdrycker är stort, både vad gäller typer och smaker, varför dietisternas kompetens bör utnyttjas för bästa resultat. Näringsdrycker och kosttillägg kan av dietister och läkare förskrivas som s k SärNär, särskilda näringsprodukter, varvid patienten ofta då får rabatt trots att dessa produkter inte ingår i högkostnadsskyddet. Se vidare kapitlet Läkemedelsförmånerna, med början avsnittet Livsmedel till barn < 16 år, webb-version.",
		"products": "folacin folsyra folvidon kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 kaleorid kajos magnesium zink solvezink detremin devitre divisun nicorette nicotab nicotinell tropisk nicovel niqero niquitin zonnic c-vimin c-vitamin ido-c xiapex streptase actilyse rapilysin metalyse ceprotin cerezyme replagal fabrazyme aldurazyme myozyme naglazyme elaprase vpriv"
	},
	{
		"title": "Tabell 5. Rekommenderat intag av vissa näringsämnen, angivet per person och dag för olika åldrar, för användning vid planering av kost för grupper (Svenska näringsrekommendationer, SNR, Livsmedelsverket 2005 , kompletterat med reviderade värden för vitamin D och selen enligt Nordiska näringsrekommendationer, NNR, 2012 )a",
		"level": 3,
		"id": "c3_39",
		"parentId": "c3_37",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Behandling && Tabell 5. Rekommenderat intag av vissa näringsämnen, angivet per person och dag för olika åldrar, för användning vid planering av kost för grupper (Svenska näringsrekommendationer, SNR, Livsmedelsverket 2005 , kompletterat med reviderade värden för vitamin D och selen enligt Nordiska näringsrekommendationer, NNR, 2012 )a",
		"content": "Tabell 5. Rekommenderat intag av vissa näringsämnen, angivet per person och dag för olika åldrar, för användning vid planering av kost för grupper (Svenska näringsrekommendationer, SNR, Livsmedelsverket 2005 , kompletterat med reviderade värden för vitamin D och selen enligt Nordiska näringsrekommendationer, NNR, 2012 )a Vitamin/mineral Barnb6–11 m 12–23 m 2–5 år 6–9 år Mänc≥ 10 år Kvinnorc≥ 10 år Gra-vida Am-mande Vitamin A (REd) 300 300 350 400 600–900 600–700 800 1 100 Vitamin D (μge) 10 10 10 10 10–20 10–20 10 10 Vitamin E (alfa-TEf) 3 4 5 6 8–10 7–8 10 11 Tiamin (mg) 0,4 0,5 0,6 0,9 1,2–1,5 1,0–1,2 1,5 1,6 Riboflavin (mg) 0,5 0,6 0,7 1,1 1,3–1,7 1,2–1,3 1,6 1,7 Niacin (NEg) 5 7 9 12 15–20 13–15 17 20 Vitamin B6 (mg) 0,4 0,5 0,7 1 1,3–1,6 1,1–1,3 1,5 1,6 Folat (μg) 50 60 80 130 200–300 200–400h 500 500 Vitamin B12 (μg) 0,5 0,6 0,8 1,3 2 2 2 2,6 Vitamin C (mg) 20 25 30 40 50–75 50–75 85 100 Kalcium (mg) 540 600 600 700 800–900i 800–900i,j 900 900 Fosfor (mg) 420 470 470 540 600–700i 600–700i 700 900 Kalium (g) 1,1 1,4 1,8 2 3,3–3,5 2,9–3,1 3,1 3,1 Magnesium (mg) 80 85 120 200 280–350 280 280 280 Järn (mgk) 8 8 8 9 9–11 9–15l,m –n 15 Zink (mgo) 5 5 6 7 9–12 7–9 9 11 Koppar (mg) 0,3 0,3 0,4 0,5 0,7–0,9 0,7–0,9 1 1,3 Jod (μg) 50 70 90 120 150 150 175 200 Selen (μg) 15 20 25 30 40–60 40–50 60 60 a. Angiven mängd avser det som ska konsumeras, dvs hänsyn måste tas till förluster vid beredning och tillagning.b. Fullständig amning rekommenderas som näring under de första 6 månaderna. Rekommendationer för enskilda näringsämnen ges där-för inte till spädbarn upp till 6 månaders ålder. För icke ammade barn rekommenderas modersmjölksersättning med en sammansätt-ning som gör den lämplig som enda energikälla (Europeiska kommissionens vetenskapliga kommitté för livsmedel, SCF 2003). Om vanlig mat introduceras vid 4–5 månaders ålder bör värden som rekommenderas för barn 6–11 månader användas.c. SNR anger rekommendationer för sex åldersintervall – män och kvinnor från 10 år och uppåt. I tabellen anges lägsta respektive högsta rekommenderade intag för dessa intervall.d. RE = retinolekvivalenter. 1 RE = 1 μg retinol = 12 μg betakaroten.e. Ett extra tillskott av 10 μg (400 IE) vitamin D3/dag rekommenderas till alla barn från 1–24 månaders ålder. Äldre personer över 60 år med liten eller ingen solexponering, samt alla över 75 år rekommenderas ett intag på 20 μg vitamin D3/dag.f. alfa-TE = alfa-tokoferolekvivalenter. 1 alfa-TE = 1 mg RRR-alfa-tokoferol. g. NE = niacinekvivalenter. 1 NE = 1 mg niacin = 60 mg tryptofan.h. Kvinnor som önskar bli gravida rekommenderas ett intag av 400 μg folat/dag (se även www.folsyra.info ).i. Rekommendationen 900 mg kalcium och 700 mg fosfor gäller åldrarna 10–20 år. j. För personer > 60 år kan supplementering med 500–1 000 mg kalcium/dag möjligen försena utveckling av osteoporos 22. k. Måltidens sammansättning spelar stor roll för utnyttjandet av järn i kosten. Tillgängligheten ökar om kosten innehåller rikligt med vitamin C, kött eller fisk, medan den minskar vid samtidigt intag av polyfenoler eller fytinsyra.l. Järnförluster via menstruationsblödningar varierar mycket mellan olika kvinnor. Kosten bör ge 12–15 mg järn/dag och vara sammansatt så att järnet utnyttjas optimalt. Vissa kvinnor behöver mer järn än kosten kan ge. m. För kvinnor som inte menstruerar är rekommendationen 9 mg/dag. n. Järnbalans under graviditet förutsätter järndepåer på ca 500 mg. Fysiologiska behovet av järn under senare delen av graviditeten kan inte tillgodoses enbart via kosten och supplementering är därför nödvändig om depåerna är otillräckliga. o. Zinkutnyttjandet påverkas negativt av kostens innehåll av fytinsyra och positivt av animaliskt protein. För personer som enbart intar vegetarisk cerealiebaserad kost rekommenderas 25–30% högre intag.",
		"products": "folacin folsyra folvidon kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 kaleorid kajos magnesium zink solvezink"
	},
	{
		"title": "Tabell 6. Toxiska symtom av vitaminer, mineraler och spårämnen",
		"level": 3,
		"id": "c3_40",
		"parentId": "c3_37",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vitaminer, mineraler och spårämnen && Behandling && Tabell 6. Toxiska symtom av vitaminer, mineraler och spårämnen",
		"content": "Tabell 6. Toxiska symtom av vitaminer, mineraler och spårämnen Vitamin/mineral/spårämne Gränsvärdea Symtom Preformerat vitamin A (retinol eller retinylpalmitat) 3 000 μg/dagb1 500 μg/dagb Illamående, matleda, kräkningar, huvud-värk, muntorrhet, muskelsvaghet, lever-skador, fosterskador, benskörhet Vitamin D (kolekalciferol) 100 μg/dag Hyperkalcemi, nefrokalcinos, ökad kalciumutsöndring i urin, njursvikt Vitamin E (tokoferol) c 300 alfa-TE (300 mg)/dag Illamående, diarré, flatulens, ökad blöd-ningsbenägenhet Tiamin (vitamin B1) 500 mg/dag Inga symtom Niacin som nikotinsyrac 10 mg/dag Ansiktsrodnad Niacin som nikotinamidc 900 mg/dag Leverskador Vitamin B6 (pyridoxin)c 25 mg/dag Neurologiska skador Folatc 1 000 μg/dag Kan maskera B12-brist Vitamin B12 (kobalamin) 100 μg/dag Vitamin C (askorbinsyra) 1 000 mg/dag Njursten Kalcium 2,5 g/dag Hyperkalcemi, njursten, njurskador Fosfor 70 mg/kg kroppsvikt/dag Förkalkningar, hypokalcemi, kramper Magnesium –d Diarré, rytmrubbningar, blodtrycksfall, CNS-påverkan Natrium (som ingår i koksalt) –d Hypertoni Kaliumc 3,7 g/dag Rytmrubbningar, buksmärtor, illamående, kräkningar Järne 25 mg/dag Diarré, kräkning (akut), leverskada Zink 25 mg/dag Illamående, huvudvärk, yrsel, hämmar kopparberoende enzymer Jod 600 μg/dag Hyper-/hypotyreos, struma Selen 5 μg/kg kroppsvikt /dag Nagel- och hårförändringar, leverskador Koppar 5 mg/dag Diarré, huvudvärk, yrsel Fluor 5 mg/kg kroppsvikt/dag0,75 mg/dag barn 0–6 år1,0 mg /dag barn 6–12 år Akuta: buksmärtor, kräkningKroniska: Skador på tandemalj, skelett, njursvikt a. Vid kontinuerlig tillförsel under lång tid till friska. Vid bristsjukdomar används ofta högre doser.b. Intag av vitamin A över 3 000 μg/dag hos gravida kan möjligen vara förenad med en ökad risk för fosterskador. Det är osäkert om övre gränsvärden som tagits fram för den normala, friska befolkningen i tillräcklig mån tar hänsyn till den möjliga risken för benfrakturer bland vissa sårbara grupper. Postmenopausala kvinnor, som löper en större risk för osteoporos och benfrakturer, bör därför begränsa sitt intag till 1 500 μg/dag. c. I form av supplementering och berikning. d. För vissa näringsämnen har gränsvärden för intag inte angivits. Detta innebär inte att toxicitet saknas. Exempel är hypermagnesemi vid uremi eller kopparinlagring vid Wilsons sjukdom. För natrium är ett gränsvärde svårt att definiera beroende på individuell känslig-het och olika blodtrycksnivåer.e. 10 mg utöver järnintag från födan, hos personer utan järnbrist. Anger totalintaget inklusive kostens järn hos personer utan järnbrist. Vid järnbrist används betydligt högre doser. 1 enhet erytrocytkoncentrat till infusion motsvarar ca 225 mg järn.",
		"products": "detremin devitre divisun kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 nicorette nicotab nicotinell tropisk nicovel niqero niquitin zonnic folacin folsyra folvidon c-vimin c-vitamin ido-c magnesium kaleorid kajos zink solvezink xiapex streptase actilyse rapilysin metalyse ceprotin cerezyme replagal fabrazyme aldurazyme myozyme naglazyme elaprase vpriv"
	},
	{
		"title": "Figur 1. Vitaminernas dos-effektkurva (schematiskt)...",
		"level": 3,
		"id": "c3_41",
		"parentId": "c3_37",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "figure",
		"titlePath": "Vitaminer, mineraler och spårämnen && Behandling && Figur 1.",
		"content": "Figur 1. Vitaminernas dos-effektkurva (schematiskt). Figuren återgiven med tillstånd från Socialstyrelsen 20.",
		"products": ""
	},
	{
		"title": "Antioxidanter",
		"level": 2,
		"id": "c3_42",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Antioxidanter",
		"content": "Antioxidanter I vår kost finns tusentals ämnen utöver våra vanliga näringsämnen, de flesta bildade av växter för att de själva ska skydda sig mot växtätare, svampar, bakterier eller virus. Många av ämnena är antioxidanter som karotenoider och flavonoider, vilka kan spåras i blodet i låga koncentrationer. All aerob metabolism innebär oxidation och all oxidation ger också upphov till reaktiva syreradikaler (ROS). ROS bildas också när immunförsvaret aktiveras för att skydda oss mot exempelvis bakterier. Kväveoxid (NO) är en ROS som vidgar blodkärlen. För optimal hälsa krävs balans mellan oxidativa och antioxidativa system i kroppen. Som skydd finns därför kroppsegna (endogena) antioxidanter, t ex bilirubin, koenzym Q10 och urinsyra, och även exogena antioxidanter, t ex vitamin C, karoten och alfatokoferol. 10 Oxidativa processer kräver per definition syre, men också metalljoner. Plasmaproteiner som transferrin och ceruloplasmin verkar därför som antioxidanter genom att binda järn- respektive kopparjoner mycket starkt. Även albumin anses vara en antioxidant. I cellerna finns även många enzymer med bl a selen och mangan vilka alla motverkar de skadliga effekterna av ROS. Antioxidanter har visat positiva effekter i experimentella försök och stor konsumtion av antioxidantrika livsmedel, liksom höga serumvärden av antioxidanter, har i epidemiologiska studier visat sig vara förenat med lägre risk för både hjärt-kärlsjukdom och cancer. Därför har enstaka eller några få antioxidanter och/eller vitaminer prövats mot både cancer och hjärt-kärlsjukdom i olika kliniska studier och metaanalyser, utan att man funnit belägg för några positiva effekter, annat än hos personer med bristande nutritionsstatus 4, 23. Flera studier har till och med visat på en högre risk för cancer efter intag av betakaroten eller vitamin E jämfört med placebo, vilket ytterligare understryker att vitaminer inte ska användas i höga doser utan föregående utredning 24, 25. För de flesta antioxidanter gäller att de under vissa förhållanden, vid hög koncentration eller i närvaro av andra oxidativa ämnen, tvärtom kan fungera som oxidanter. Ett bra exempel på detta är vitamin C som tillsammans med järn- respektive kopparjoner ger en starkt oxiderande miljö. Detta understryker att det troligen är viktigare med balansen mellan flera samverkande ämnen än med halterna av enskilda ämnen för att bevara en hälsosam redoxförmåga. ",
		"products": "inomax medicinsk oxygen air yara albumin albuminativ albunorm flexbumin xiapex streptase actilyse rapilysin metalyse ceprotin cerezyme replagal fabrazyme aldurazyme myozyme naglazyme elaprase vpriv"
	},
	{
		"title": "Sammanfattning",
		"level": 2,
		"id": "c3_43",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Sammanfattning",
		"content": "Sammanfattning Alla vitaminer utom vitamin D och B12 finns i varierande grad i de flesta livsmedelsgrupper. 12 I Sverige är intaget av vitaminer, mineraler och spårämnen tillfredsställande, med några undantag. Undantagen är främst vitamin D, järn och i viss mån folsyra och selen. Brist på vitaminer, mineraler och spårämnen uppträder främst vid malabsorption, vid ökad metabolism inducerad av läkemedel, vid alkoholöverkonsumtion eller vid generellt lågt kostintag, ofta sekundärt till andra sjukdomar. Brist kan också förekomma i vissa fysiologiska situationer hos spädbarn, barn, ungdomar, vid menstruation, graviditet och amning samt hos äldre. Många äldre har nedsatt förmåga att ta upp vitamin B12, medan B12-brist pga lågt intag endast ses vid strikt vegetarisk kost (veganism). Vid alkoholöverkonsumtion ses ofta brist på tiamin (vitamin B1) men även av andra B-vitaminer. 12 12 1",
		"products": "folacin folsyra folvidon"
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "c3_44",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Referenser",
		"content": "Referenser Berntsson M, Broberg A, Lönngren V, Svensson Å. Två fall av Pellagra. 4D-sjukdomen – bortglömd men dödlig sjukdom. Läkartidningen. 2012;105:228–9. Melhus H, Michaëlsson K, Kindmark A, Bergström R, Holmberg L, Mallmin H, et al. Excessive dietary intake of vitamin A is associated with reduced bone mineral density and increased risk for hip fracture. Ann Intern Med. 1998;129:770–8. Shils ME, Shike M, Ross AC, Caballero B, Cousins RJ, ed. Modern nutrition in health and disease. 10:th ed. Lippincott Williams & Wilkins; 2005. ISBN 0781741335. Bowman A, Rusell RM, ed. Present knowledge in nutrition. 9:th ed. Vol 1. Washingon, DC: International Life Sciences Institute; 2006. ISBN 1578811988. Caballero B, Allen L, Prentice A, red. Encyclopedia of human nutrition. 2:a uppl. Elsevier; 2005. ISBN 9780122266942. Bjelakovic G, Nikolova D, Simonetti RG, Gluud C. Antioxidant supplements for prevention of mortality in healthy participants and patients with various diseases. Cochrane Database Syst Rev. 2012;3:CD007176. Nyström Filipsson H, Berg G, Eggertsen R, Hulthén L, Milakovic M. Svenska joderingen av salt har minskat frekvensen av struma. Läkartidningen. 2012;105:90–3. Bosaeus I, Carlsson E, Ellegård L, Kurlberg G, Wichman H. Vårdprogram för patienter med sviktande tarmfunktion. Svensk förening för gastroenterologi, 2010. www.svenskgastroenterologi.se Olsson K, Öhlin B. ABC om hyponatremi. Läkartidningen. 2012;105:888–92. Livsmedelsverket. www.slv.se Berglund S. Effects of iron supplementation on iron status, health and neurological development in marginally low birth weight infants [avhandling]. Umeå: Umeå universitet; 2012. ISBN 9789174593716. De-Regil LM, Fernández-Gaxiola AC, Dowswell T, Peña-Rosas JP. Effects and safety of periconceptional folate supplementation for preventing birth defects. Cochrane Database Syst Rev. 2010;10:CD007950. SBU. Nyttan av att berika mjöl med folsyra i syfte att minska risken för neuralrörsdefekter. En systematisk litteraturöversikt. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2007. SBU-rapport nr 183. ISBN 9789185413157. www.sbu.se SEARCH Collaborative Group, Armitage JM, et al. Effects of homocysteine-lowering with folic acid plus vitamin B12 vs placebo on mortality and major morbidity in myocardial infarction survivors: a randomized trial. JAMA. 2010;303:2486–94. 12 Vollset SE, Clarke R, Lewington S, Ebbing M, Halsey J, Lonn E, et al. Effects of folic acid supplementation on overall and site-specific cancer incidence during the randomised trials: meta-analyses of data on 50 000 individuals. Lancet. 2013;381:1029–36. Nordic Nutrition Recommendations 2012 (NNR 5), draft proposal. www.nnr5.org www.slv.se Svenska näringsrekommendationer, SNR, Livsmedelsverket 2005. www.slv.se Nilsson-Ehle P, Berggren Söderlund M, Theodorsson E, Becker C, Grankvist K, red. Laurells Klinisk kemi i praktisk medicin. 9:e uppl. Lund: Studentlitteratur; 2012. ISBN 9789144047874. Galloway P, McMillan DC, Sattar N. Effect of the inflammatory response on trace element and vitamin status. Ann Clin Biochem. 2000;37:289–97. Bruce Å. Nutritional aspects on vitamin supplementation. Vitamins. Socialstyrelsens läkemedelsavdelning. 1984. ISBN 9138082446. Hemilä H, Chalker E. Vitamin C for preventing and treating the common cold. Cochrane Database Syst Rev. 2013;1:CD000980. Avenell A, Gillespie WJ, Gillespie LD, O\\qConnell D. Vitamin D and vitamin D analogues for preventing fractures associated with involutional and post-menopausal osteoporosis.Cochrane Database Syst Rev. 2009;(2):CD000227. Myung SK, Ju W, Cho B, Oh SW, Park SM, Koo BK, et al. Efficacy of vitamin and antioxidant supplements in prevention of cardiovascular disease: systematic review and meta-analysis of randomised controlled trials. BMJ. 2013;346:f10. Klein EA, Thompson IM Jr, Tangen CM, Crowley JJ, Lucia MS, Goodman PJ, et al. Vitamin E and the risk of prostate cancer: the Selenium and Vitamin E Cancer Prevention Trial (SELECT).JAMA. 2011;306:1549–56. The effect of vitamin E and beta carotene on the incidence of lung cancer and other cancers in male smokers. The Alpha-Tocopherol, Beta Carotene Cancer Prevention Study Group.N Engl J Med. 1994;330:1029–35. ",
		"products": "folacin folsyra folvidon"
	},
	{
		"title": "Preparat",
		"level": 2,
		"id": "c3_45",
		"parentId": "c3_1",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Preparat",
		"content": "Preparat",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Kosttillägg m m",
		"level": 3,
		"id": "c3_46",
		"parentId": "c3_45",
		"chapter": "c3_nut_vitminspar_2013fm10.html",
		"type": "header",
		"titlePath": "Vitaminer, mineraler och spårämnen && Preparat && Kosttillägg m m",
		"content": "Kosttillägg m m En förteckning över alla näringsdrycker (kosttillägg) och priser ”Livsmedel för särskilda näringsändamål” finns på Internet:www.apoteketfarmaci.se Här finns en överskådlig och bra uppdelning av kosttilläggen såsom kompletta, icke kompletta, sjukdomsspecifika respektive lämpliga för barn. Hämtar... Hämtar...",
		"products": ""
	}
]