[
	{
		"title": "root",
		"level": 0,
		"id": "t1_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Tobaksberoende",
		"level": 1,
		"id": "t1_2",
		"parentId": "t1_0",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende",
		"content": " Hans Gilljam, Karolinska Institutet, Stockholm Rune Lindqvist, Tumba vårdcentral, Tumba",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "t1_39",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Terapirekommendationer / Faktarutor etc.",
		"content": " Faktaruta 1Cigaretten som produkt Faktaruta 1 Cigaretten som produkt Faktaruta 2Stöd och praktiska råd Faktaruta 2 Stöd och praktiska råd Faktaruta 3Rökslutar- och tobaksinformation Faktaruta 3 Rökslutar- och tobaksinformation Tabell 1Relativ riskökning (gånger) för cigarettrökare jämfört med icke-rökare Tabell 1 Relativ riskökning (gånger) för cigarettrökare jämfört med icke-rökare Figur 1Din behandling av patientens tobaksberoende efter ... Figur 1 Din behandling av patientens tobaksberoende efter ... Figur 2Kraftig minskning av risken att drabbas av tobaksr... Figur 2 Kraftig minskning av risken att drabbas av tobaksr...",
		"products": ""
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "t1_3",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Inledning",
		"content": " Tobaksrökning kan liknas vid en kronisk sjukdom med allvarliga komplikationsrisker, men unik genom att den kan botas med ett kort samtal. Metoderna för avvänjning är så mångsidiga och utprövade att varje kliniker kan finna en verksam modell som passar den egna arbetssituationen. ",
		"products": ""
	},
	{
		"title": "Tobaksrökning",
		"level": 2,
		"id": "t1_4",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Tobaksrökning",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Skadeverkningar",
		"level": 3,
		"id": "t1_5",
		"parentId": "t1_4",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Tobaksrökning && Skadeverkningar",
		"content": " Tobaksrökning, och särskilt cigarettrökning, ökar fortfarande globalt sett men avtar sakta i i-världen. Ännu röker knappt 1 miljon män och kvinnor dagligen i Sverige och lika många röker då och då. Lågutbildade röker mer än övriga 1. Fortfarande har vart 12:e dödsfall i Sverige (7 000/år) samband med tobak. Tobaksrökning är den dominerande förebyggbara orsaken till ohälsa, sjukdom och för tidig död (Faktaruta 1). Kostnaden per räddat levnadsår vid rökavvänjning har beräknats till 4 500–7 000 kr 2. Detta framstår som mycket förmånligt jämfört med behandlingen av många andra tillstånd 3. Det är därför lika självklart att aktivt stödja rökstopp som att behandla andra riskfaktorer, t ex högt blodtryck eller diabetes. Våra kunskaper om tobaksskador är störst beträffande rökt tobak. Den djupa inhalationen, ”halsblosset”, är avgörande för både tillvänjning och skadeverkningar. Dubbelt så många cigaretter ger dubbelt så stor risk. Se Tabell 1, . Redan 1 cigarett/dag och då och då- rökning medför ökad risk för sjukdom.",
		"products": ""
	},
	{
		"title": "Faktaruta 1 - Cigaretten som produkt",
		"level": 3,
		"id": "t1_6",
		"parentId": "t1_4",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "facts",
		"titlePath": "Tobaksberoende && Tobaksrökning && Faktaruta 1",
		"content": " På grund av inhalationen är cigaretten en unikt farlig konsumentprodukt som dödar varannan av tobaksindustrins mest lojala kunder. Vare sig filtercigaretter eller ”lightcigaretter” minskar rökarnas exponering för de toxiska för­bränningsprodukterna. ",
		"products": ""
	},
	{
		"title": "Tabell 1. Relativ riskökning (gånger) för cigarettrökare jämfört med icke-rökare",
		"level": 3,
		"id": "t1_8",
		"parentId": "t1_4",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Tobaksberoende && Tobaksrökning && Tabell 1. Relativ riskökning (gånger) för cigarettrökare jämfört med icke-rökare",
		"content": " a b c c",
		"products": ""
	},
	{
		"title": "Snusning",
		"level": 2,
		"id": "t1_9",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Snusning",
		"content": " I Sverige används nästan enbart det fuktiga, orala snuset, en tobaksprodukt som innehåller bl a nikotin och carcinogener som nitrosaminer men även smakämnen för att göra produkten attraktivare. Idag snusar var fjärde ung man dagligen. Snusning ger såväl lokala effekter i munhålan som systemeffekter. Sambandet mellan snusning och cancer i munhålan är omtvistat, liksom risken för hypertoni. Ett samband mellan snusning och pankreascancer har påvisats 4, liksom för led- och muskelskador, hörselnedsättning, nedsatt fertilitet hos kvinnor samt påverkan på fostret. För snusavvänjning kan stödmetoderna mot rökning med fördel användas.",
		"products": "nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Effekter av nikotin",
		"level": 2,
		"id": "t1_10",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Effekter av nikotin",
		"content": " Vid cigarettrökning sker absorptionen av nikotin snabbt i lungorna. I varje cigarett finns 30–40 tillsatser av totalt ca 1 000 som används av industrin för att öka attraktiviteten och tillvänjningen. Vid snusning och cigarrökning sker absorptionen via munslemhinnan och regleras med produktens pH-värde. Nikotin är en psykoaktiv drog som tillsammans med andra ämnen i tobaksröken, hos beroende personer, ger en upplevelse av förändrat stämningsläge, ökad koncentrationsförmåga och ett tydligt välbefinnande. Nedbrytningen sker i levern och går relativt snabbt. Tillvänjning till nikotin skiljer sig farmakologiskt och beteendemässigt inte från heroin och kokain. Tobaksberoende personer kräver ständig tillförsel för att undvika abstinens. Sociala och psykologiska skäl, liksom djupt rotade vanor bidrar dessutom till fortsatt rökande/snusande och försvårar ett rök- eller snusstopp. ",
		"products": "nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Passiv rökning (miljötobaksrök)",
		"level": 2,
		"id": "t1_11",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Passiv rökning (miljötobaksrök)",
		"content": " Tobaksrök är en viktig källa till luftförorening. Det finns ett klart samband mellan miljötobaksrök och överkänslighetsbesvär, allergiutveckling samt KOL. Effekter som svidande ögon, huvudvärk, hosta och andnöd upplevs av många. Allergiker och astmatiker är särskilt känsliga och barn är speciellt utsatta. I Sverige beräknas årligen 50–80 av drygt 3 500 lungcancerfall orsakas av passiv rökning. Längre tids exponering för miljötobaksrök ger ökad risk för akut hjärtinfarkt och under 1990-talet räknade man med ca 1 300 hjärtinfarkter/år av passiv rökning, varav 500 letala 5. Det är rimligt att tro att miljölagstiftningen som t ex den om rökfria serveringar har minskat antalet sjukdomsfall.",
		"products": ""
	},
	{
		"title": "Strategier för minskat tobaksbruk",
		"level": 2,
		"id": "t1_12",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Strategier för minskat tobaksbruk",
		"content": " Tre av fyra rökare i Sverige säger att de vill sluta, men beslutet har nått olika mognadsgrad. Tobaksbrukarna är en heterogen grupp människor med olika grad av beroende, utbildning och sociala omständigheter, vilket gör att de lyssnar på olika sorters budskap. Med målinriktad information kan man nå och påverka många rökare att ta beslut om rökstopp. Man får dock vara beredd på att vissa rökare inte är motiverade att ta steget vid just ett specifikt tillfälle. Informationen ska helst knyta an till rökarens/snusarens speciella situation. Ex-rökarna kan behöva höra hur de kan undvika återfall. Läkarna underskattar ofta sina möjligheter att påverka rökande patienter. Undersökningar visar att ju mer omfattande hjälpen och informationen är, desto fler patienter tar steget och blir bestående rökfria. Bara genom att ta upp frågan kan läkaren öka antalet lyckade rökslut från 2–3% till 5–6%, mätt efter 1 år 6. Steget till den professionella nivån där 30–40% uppnår rökfrihet kräver större och långvarigare insatser, men det är dit Socialstyrelsen vill nå med 2011 års riktlinjer 7. Se rökningen som en kronisk sjukdom som t ex diabetes. Det är oftast inte ett enda avgörande råd som får rökaren att sluta. Det handlar om ett förtroendeskapande och långsiktigt arbete. Uppföljning är särskilt viktig och en väl synlig notering, ”Rökare” eller diagnoskod F17.2 i journalen, gör det lättare.",
		"products": ""
	},
	{
		"title": "Praktisk tobaksavvänjning",
		"level": 2,
		"id": "t1_13",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning",
		"content": " Tobaksberoende innebär: Fysiologiskt tobaksberoende (> 15 cigaretter/dag och < 30 minuter till första cigaretten på morgonen indikerar starkt beroende liksom snusning redan vid uppvaknandet). Psykologiskt beroende – rökaridentitet. Vana – 100–400 bloss per dag. Socialt beroende – t ex bakgrund, familj, vänner, arbetskamrater, fritid. Avvänjningsstödet för rökare/snusare ska individualiseras, men nedanstående delmoment kan vara viktiga: att medvetandegöra om rökningens risker för alla rökande patienter riktad upplysning om tobaksskador stöd och praktiska råd hjälp mot abstinensbesvär.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Det motiverande samtalet om tobak",
		"level": 3,
		"id": "t1_14",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Det motiverande samtalet om tobak",
		"content": " Det är viktigt att beslutet att sluta röka verkligen är patientens eget. Ibland kan en betygssättning av de rökta cigaretterna under loppet av några dagar ge insikt. En Likert-skala kan inspirera rökaren att själv reflektera över sin rökning (se Figur 1 ). Be patienten gradera sig själv mellan 1 och 10 och fråga sedan varför inte ett lägre värde valts. Det brukar öppna upp för en diskussion utan pekpinnar. Patienten leder och tar ansvar!",
		"products": ""
	},
	{
		"title": "Figur 1. Din behandling av patientens tobaksberoende efter Svenska Läkarförbundet och Svenska Läkaresäll...",
		"level": 3,
		"id": "t1_15",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "figure",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Figur 1.",
		"content": " Din behandling av patientens tobaksberoende efter Svenska Läkarförbundet och Svenska Läkaresällskapet. Anpassat till Socialstyrelsens riktlinjer 2011.",
		"products": ""
	},
	{
		"title": "Personligt relaterad  upplysning om tobakens skadeverkningar",
		"level": 3,
		"id": "t1_16",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Personligt relaterad  upplysning om tobakens skadeverkningar",
		"content": " Många patienter har besvär som beror på tobaksbruket och skräddarsydd information är alltid bäst. Man har också visat att patienter litar mer på läkaren än på någon annan informationskälla. Detta ger läkaren en unik chans att hjälpa patienten. Eftersom 1 rökare av 3 slutar med tobak utan större problem kan ett insiktsfullt agerande ha stor betydelse. En broschyr med information och tips om rökstopp kan vara av värde (se www.slutarokalinjen.org ). För lämpliga råd och tips att ge i anslutning till patientens egna frågor och farhågor se Faktaruta 2.",
		"products": ""
	},
	{
		"title": "Faktaruta 2 - Stöd och praktiska råd",
		"level": 3,
		"id": "t1_17",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "facts",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Faktaruta 2",
		"content": " Råd och tips ska ges i anslutning till patientens egna frågor och farhågor. Sluta tvärt! – är det vanligaste rådet, eftersom bara ett fåtal klarar av att minska successivt. Däremot kan nedtrappning och förberedelser vara av värde. Inte så få lyckas sluta tvärt, utan förberedelser, men de söker inte heller hjälp. Ha inte tobak i din närhet! Suget efter nikotin kan bli intensivt, men varar bara korta stunder – ofta bara 15–60 sekunder. En klunk vatten eller tandborstning kan räcka. Stå ut! Det går över! Undvik situationer där återfall hotar. Satsa på aktiviteter där tobak normalt inte används. Tobaksbruket är delvis en betingad vana och uteblir oftast i situationer där man nor­malt inte använder tobak – t ex vid lek med barn eller biobesök. Väg dig den första tiden för att veta var du står. En halvtimmes daglig promenad, minskat intag av fett och godis plus mer fibrer i kosten minskar risken för viktuppgång och förstoppning. Undvik att ”testa”. Ytterst få kan bli feströkare. Många återfall orsakas av att rökaren/snusaren efter en kort tids tobaksstopp, av nyfikenhet, tar ett enstaka bloss eller en pris snus. Det leder of­tast till återfall.",
		"products": "nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Hjälp mot abstinensbesvär",
		"level": 3,
		"id": "t1_20",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Hjälp mot abstinensbesvär",
		"content": " Yrsel, koncentrationsproblem, sömnsvårigheter, irritabilitet och ökad hosta (!) är vanliga symtom under den första tiden. Besvären är oftast kortvariga och lindriga.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Nikotinsubstitution",
		"level": 4,
		"id": "t1_21",
		"parentId": "t1_20",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Hjälp mot abstinensbesvär && Nikotinsubstitution",
		"content": " Nikotinsubstitution i någon av flera tillgängliga beredningsformer är förstahandsmedel, om läkemedel bedöms bli nödvändiga. Substitutionen hjälper mot nikotinabstinens, medan man försöker bryta tobaksvanan. Man kan utgå från att de flesta hjälpsökande har nytta av substitutionen. Tuggummi eller tabletter föredras oftast. Plåster fungerar också bra och kan med fördel kombineras med andra beredningsformer. Storrökare (> 15 cigaretter/dag) och storsnusare (≥ 1 dosa/dag) behöver ofta mer nikotin och därför kan antingen 24 timmars plåster eller en kombination av plåster och annan beredningsform krävas 8. Alla ”rökslutare” behöver titrera fram en egen nikotindos. Effekten av tuggummi och olika tablettberedningar kommer inom några minuter och de kan därför användas vid behov. Snabbare höjning av nikotinnivån får man med tabletter och framför allt nässpray än med tuggummi. Nikotininhalatorn ger något att ha i handen, men det kan krävas 15 sug för att motsvara ett halsbloss. De olika beredningsformerna är likvärdiga i effekt, men ger möjligheter att skräddarsy behandlingen och minska biverkningarna. Behandlingstider om 2–3 månader brukar rekommenderas. Det finns ringa risk för akut överdosering och även om man avråder från långtidsbruk är biverkningarna få. Långtidsanvändning (≥ 2 år) har observerats hos 2–10% beroende på beredningsform 9. Kronisk nikotinsubstitution kan i undantagsfall övervägas. Samtidig rökning och läkemedelsbehandling med nikotin kan ske i nedtrappningsskedet. Underbehandling är ett större problem än motsatsen. NNT är 23 (95% KI 20–27) för gruppen nikotinläkemedel som i det närmaste fördubblar effekten av rådgivningen, oavsett dennas intensitet 10. Hjärt- och kärlsjukdom utgör endast undantagsvis kontraindikation för nikotinläkemedel. Om nikotinsubstitution ges under graviditet måste man beakta att nikotin passerar över till fostret och kan leda till skador. Nikotintillförsel under graviditet bör därför ges efter särskilt övervägande och kontinuerlig tillförsel (läs: plåster) bör undvikas. Tobaksrökning är givetvis långt farligare. Nikotin passerar över i modersmjölken och koncentrationen i mjölken blir 2–3 gånger högre än i moderns blod. Koncentrationen är som högst kort efter exponeringen för nikotin med en halveringstid på ca 60 minuter.",
		"products": "nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Vareniklin",
		"level": 4,
		"id": "t1_22",
		"parentId": "t1_20",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Hjälp mot abstinensbesvär && Vareniklin",
		"content": " Vareniklin är ett andrahandsmedel för tobaksavvänjning efter nikotinsubstitution. Det är rabattberättigat i samband med motiverande stöd. Det är en nikotinagonist/-antagonist som ger en viss stimulering av nikotinreceptorerna samtidigt som substansen blockerar exogent tillfört nikotins verkan på samma receptorer. Rökaren erfar viss tillfredsställelse av preparatet, men ett bloss ger ingen ytterligare förstärkning. Medlet är receptbelagt och intas peroralt 2 gånger/dag under 12 veckor. Dosen trappas upp enligt schema och ibland kan längre behandling krävas, men då omvänt med nedtrappning (totalt upp till 24 veckor). Enligt publicerade studier ger vareniklin signifikant bättre långtidsresultat än placebo 11. Samtidig rådgivning är viktig. Måttligt illamående rapporteras första veckan av ca 30% av användarna. Det kan mildras med mat och leder sällan till terapiavbrott. Gravida ska inte behandlas med vareniklin. Användning av vareniklin i samband med amning har inte studerats och bör inte rekommenderas. För personer med kraftigt sänkt njurfunktion (GFR < 30 ml/minut) gäller dosreduktion medan för äldre med för åldern normal njurfunktion behövs ingen dosreduktion. NNT för vareniklin jämfört med placebo är 10 (95% KI 7–14) och preparatet omfattas av förmånssystemet, om det kombineras med motiverande stöd 11.",
		"products": "champix nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Bupropion",
		"level": 4,
		"id": "t1_23",
		"parentId": "t1_20",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Hjälp mot abstinensbesvär && Bupropion",
		"content": " Bupropion är en selektiv återupptagshämmare av noradrenalin och dopamin. Medlet underlättar tobaksavvänjning och minskar risken för återfall. Bupropion ska kopplas till rådgivning och fördubblar effekten jämfört med placebo. Bupropion är receptbelagt, och intas oralt 1–2 gånger/dag i 7–8 veckor. NNT för bupropion är 18 (95% KI 14–23) 12. Bupropion har av Tandvårds- och läkemedelsförmånsverket klassats som ett andrahandsmedel och omfattas av förmånssystemet under förutsättning att det ges i samband med motiverande stöd. Medlet bör inte användas under graviditet och passerar över i bröstmjölk varför amning bör utgöra kontraindikation. Bupropion kan i erfarna händer kombineras med nikotinläkemedel. Klinisk erfarenhet talar för att ingen dosjustering behöver göras om bupropion kombineras med SSRI-preparat. Hos personer med kramptendens, pga sjukdom eller interagerande läkemedel, kan kramper utlösas. Doseringsintervaller bör beaktas och dosen reduceras till äldre.",
		"products": "zyban magerion voxra wellbutrin bupropion noradrenalin cardinal giludop abbodop dopamin dopamin-ratiopharm nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet fontex fluoxetin fluxantin bmm fluoxetine prozac cipramil apertia cipram citalopram desital citavie biopram citamocal talocit citoglan deproxam citapriwa citapram citalomed cilomed cilopram bellcital citalostad seroxat euplix paroxetin parocetan paroxiflex isoxatine medoxatine deoxatine paroximed mediparox paroxat paroxistad meradel eoxat paroxin paroxetabs paraxodil primoxatine titroxatine serodur arketis eql paluxetil zoloft sertralin sertrabt sertrawinthrop serunato seromeg serlin sertrasen setaloft linasert sertralet sertraver sertratab sertatres oralin sertraxea tifisertral ziral sertranat sertraparma sertrone fevarin fluvosol cipralex entact pretrive prilect resact rezelec esertia seroplex premalex escitalopram"
	},
	{
		"title": "Att beakta",
		"level": 3,
		"id": "t1_24",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Att beakta",
		"content": " Depressioner och personlighetsförändringar kan i sällsynta fall förekomma vid rökavvänjning och kan vara associerade till givet läkemedel. Misstänkta symtom bör föranleda behandlingsstopp och läkarkontakt. Dokumentation av läkemedelsbehandling vid rökavvänjning under 18 års ålder saknas, liksom om det föreligger könsskillnader för val av bästa behandling.",
		"products": ""
	},
	{
		"title": "Val av läkemedel  och kombinationsbehandling",
		"level": 3,
		"id": "t1_25",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Val av läkemedel  och kombinationsbehandling",
		"content": " Alla läkemedlen är effektiva. Som singelbehandling är vareniklin effektivast, följt av bupropion och nikotinläkemedel 13. De två förstnämnda kan kombineras med nikotinläkemedel vid behov. Tillägg av läkemedel i samband med rådgivning ger fler tobaksfria patienter än enbart rådgivning. Tillägg av läkemedel är särskilt indicerat hos patienter med tobaksrelaterad sjukdom, kraftigt nikotinberoende och inför kirurgi.",
		"products": "champix zyban magerion voxra wellbutrin bupropion nicorette nicotinell nikotugg niquitin nicotab nicopass microtab nicopatch habitrol zonnic nicorol nicolan newnic nikotin tropisk zetamint nikorono nicomae nicovel nico niqero exmo frukt mint nicachet"
	},
	{
		"title": "Dokumentera, diagnossätt och följ upp",
		"level": 3,
		"id": "t1_26",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Dokumentera, diagnossätt och följ upp",
		"content": " Uppföljning är särskilt betydelsefull vid tobaksavvänjning. Tobaksberoende (ICD-10, F17.2) är en användbar sjukdomsmarkör. ",
		"products": ""
	},
	{
		"title": "Övriga åtgärder",
		"level": 3,
		"id": "t1_27",
		"parentId": "t1_13",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Praktisk tobaksavvänjning && Övriga åtgärder",
		"content": " Även följande behandlingar kan vara indicerade: Dyspepsibesvär kan uppstå och motiverar åtgärder. Sedativa för korttidsbruk kan i enstaka fall underlätta vid uttalade sömnproblem. Klinisk erfarenhet är att ett långvarigt bruk av sedativa/hypnotika minskar möjligheten att sluta röka/snusa. Depressionsanamnes: Kognitiv terapi eller antidepressiva kan i undantagsfall behövas. Obstipation är inte ovanligt efter rökstopp och ytterligare ett skäl för att äta mer fiberrik mat och motionera. Bulkmedel eller laktulos kan behövas. ",
		"products": "norpramin tofranil anafranil klomipramin insidon surmontil stangyl lofepramin lofepramine tryptizol saroten laroxyl amitriptylin triptyl adt sensaval noritren 10mg vivactil protriptyline ludiomil maprotilin fontex fluoxetin fluxantin bmm fluoxetine prozac cipramil apertia cipram citalopram desital citavie biopram citamocal talocit citoglan deproxam citapriwa citapram citalomed cilomed cilopram bellcital citalostad seroxat euplix paroxetin parocetan paroxiflex isoxatine medoxatine deoxatine paroximed mediparox paroxat paroxistad meradel eoxat paroxin paroxetabs paraxodil primoxatine titroxatine serodur arketis eql paluxetil zoloft sertralin sertrabt sertrawinthrop serunato seromeg serlin sertrasen setaloft linasert sertralet sertraver sertratab sertatres oralin sertraxea tifisertral ziral sertranat sertraparma sertrone fevarin fluvosol cipralex entact pretrive prilect resact rezelec esertia seroplex premalex escitalopram marplan nardil jatrosom tranylcypromine parnate aurorix moklobemid moclobemide moclobemid tript-oh levotonine tryptofan l-tryptophan-ratiopharm optimax kalma tryptan tolvon mianserin trittico trazodon oleptro nefazodone remeron remeron-s mirtazapin imi trimazimyl scand mirtachem miralix smeltamir mirtin zyban magerion voxra wellbutrin bupropion efexor venlafaxin depot alster venlanidda venlafaxine durnit venlix vandral venlahex venlapress venette trevilor vefamyl ixel edronax reboxetin davedax yentreve ariclaim cymbalta xeristar duloxetine boehringer valdoxan thymanax pristiq viibryd stablon coaxil tianeurax brintellix inositol laif neurokan prazinil vi-siblin lunelax husk metamucil inolaxol fiberform agiolax duphalac laktulos loraga apelsin laktipex lactulose favolax lactulade bifiteral"
	},
	{
		"title": "Effekter av rökstopp",
		"level": 2,
		"id": "t1_28",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Effekter av rökstopp",
		"content": " Riskminskningen efter rökstopp är brant, se Figur 2. Rökstopp 4–8 veckor före och efter operation halverar komplikationsrisken (se www.enrokfrioperation.se ).",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Figur 2. Kraftig minskning av risken att drabbas av tobaksrelaterade sjukdomar efter rökstopp...",
		"level": 3,
		"id": "t1_29",
		"parentId": "t1_28",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "figure",
		"titlePath": "Tobaksberoende && Effekter av rökstopp && Figur 2.",
		"content": " Kraftig minskning av risken att drabbas av tobaksrelaterade sjukdomar efter rökstopp. Minskningen är snabbast för kardiovaskulära risker (data från olika källor, sammanställda och tolkade av Hans Gilljam)",
		"products": ""
	},
	{
		"title": "Organisationer som  arbetar tobaksförebyggande",
		"level": 2,
		"id": "t1_30",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Organisationer som  arbetar tobaksförebyggande",
		"content": " Statens Folkhälsoinstitut, A Non Smoking Generation, Visir och Yrkesföreningar mot Tobak (t ex Läkare mot Tobak) spelar alla roller i det tobaksförebyggande arbetet. Organisationernas roll för lagstiftning, opinionsbildning och initiering av tobakspreventiva aktiviteter (kampanjer, nätverk, utbildningar m m) är av stor betydelse. Information och material om tobak och tobaksavvänjning publiceras i tryckta och elektroniska medier, se Faktaruta 3 .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 3 - Rökslutar- och tobaksinformation",
		"level": 3,
		"id": "t1_31",
		"parentId": "t1_30",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "facts",
		"titlePath": "Tobaksberoende && Organisationer som  arbetar tobaksförebyggande && Faktaruta 3",
		"content": " Sluta-Röka-Linjen, tfn 020–84 00 00www.slutarokalinjen.org www.1177.se www.tobaksfakta.se www.tobaccoorhealthsweden.org www.vardguiden.se www.enrokfrioperation.se www.treatobacco.net ",
		"products": ""
	},
	{
		"title": "Resurser för rökavvänjning",
		"level": 2,
		"id": "t1_33",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Resurser för rökavvänjning",
		"content": " Rökavvänjningsstöd erbjuds på många håll inom primärvård, slutenvård och folktandvård. Dock visar enkätundersökningar att såväl inom primär- som slutenvården kan både täckning och kvalitet förbättras. Av särskild betydelse är att alla inom professionen framför ett gemensamt hälsobudskap. Den specialinriktade rökavvänjningsklinikens roll är trefaldig: att vara en specialistklinik för rökare som har svårt att sluta röka att utveckla och utvärdera nya rökavvänjningsmetoder att sprida kunskap om verksamma rökavvänjningsmetoder. Rökavvänjning är idag en väl evidensbaserad behandling. Bäst resultat nås med team av erfarna rökavvänjare, helst med olika professionell bakgrund, som träffar sina patienter vid 4–7 tillfällen, i grupp eller individuellt, med kognitiva och beteendemodifierande metoder i kombination med läkemedel. Med motiverade rökare ligger behandlingsresultaten i nivån 30–40% rökfria efter 12 månader. Ett fåtal långtidsuppföljningar (5–7 år) visar att resultaten i stort sett består 14. För snusavvänjning har hittills vareniklin kunnat visa signifikant effekt i kombination med rådgivning 15. ",
		"products": "champix"
	},
	{
		"title": "Andra resurser  för tobaksavvänjning",
		"level": 2,
		"id": "t1_34",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Andra resurser  för tobaksavvänjning",
		"content": " Vården kan ”remittera” rökare och snusare till Sluta-Röka-Linjen, tfn 020–84 00 00, men linjen är öppen för alla. Linjens professionella avvänjare kan lotsa till tobaksfrihet och t o m erbjuda återuppringning för att öka effekten. Vården är välkommen att ringa för att konsultera. Kontinuerlig utvärdering visar på hög effekt och kvalitet. Tjänsten är öppen vardagar och kvällar. Information om tider ges via telefon eller Internet. Stödjande material finns att tillgå.",
		"products": ""
	},
	{
		"title": "Rökavvänjning för nya svenskar",
		"level": 2,
		"id": "t1_35",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Rökavvänjning för nya svenskar",
		"content": " Tobaksvanor och kulturmönster varierar stort och är ofullständigt kända. Det är av vikt att grupper med t ex språksvårigheter nås av adekvat information och rökslutarstöd i kontakterna med vården.",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "t1_36",
		"parentId": "t1_2",
		"chapter": "t1_ber_nikotinber_2013fm10.html",
		"type": "header",
		"titlePath": "Tobaksberoende && Referenser",
		"content": " Tobaksfakta. www.tobaksfakta.se Godfrey C, Parrott S, Coleman T, Pound E. The cost-effectiveness of the English smoking treatment services: evidence from practice. Addiction. 2005;100 Suppl 2:70–83. Tengs TO, Adams ME, Pliskin JS, Safran DG, Siegel JE, Weinstein MC, Graham JD. Five-hundred life-saving interventions and their cost-effectiveness.Risk Anal. 1995;15:369–90. Cnattingius S, Galanti R, Grafström R, Hergens MP, Lambe M, Nyrén O, et al. Hälsorisker med svenskt snus. Statens Folkhälsoinstitut, Rapport A nr 2005:15 www.fhi.se . Statens folkhälsoinstituts webbplats, information om passiv rökning. www.fhi.se . Russel MA, Wilson C, Taylor C, Baker CD. Effect of GP´s advice against smoking.Br Med J. 1979;2:231–5. Nationella riktlinjer för sjukdomsförebyggande metoder 2011. Tobaksbruk, riskbruk av alkohol, otillräcklig fysisk aktivitet och ohälsosamma matvanor. Stöd för styrning och ledning. Socialstyrelsen. 2011. Artikelnr: 2011-11-11. ISBN 9789186885663. www.socialstyrelsen.se Fiore MC, Jaén CR, Baker TB, et al. Treating tobacco use and dependence: 2008 Update. Clinical Practice Guideline. Rockville, MD: U.S. Department of Health and Human Services.Public Health Service. May 2008. Sims TH, Fiore MC. Pharmacotherapy for treating tobacco dependence: what is the ideal duration of therapy? CNS Drugs. 2002;16:653–62. Stead LF, Perera R, Bullen C, Mant D, Lancaster T. Nicotine replacement therapy for smoking cessation. Cochrane Database Syst Rev. 2008 Jan 23;(1):CD000146. Cahill K, Stead LF, Lancaster T. Nicotine receptor partial agonists for smoking cessation. Cochrane Database Syst Rev. 2008 Jul 16;(3):CD006103. Hughes JR, Stead LF, Lancaster T. Antidepressants for smoking cessation. Cochrane Database Syst Rev. 2007 Jan 24;(1):CD000031. www.treatobacco.net Galanti MR, Holm-Ivarsson B, Helgason AR, Gilljam H. The future of smoking cessation: Gender on the agenda. Drugs education, prevention and policy. 2002;9:71–84. http://informahealthcare.com Fagerström KO, Gilljam H, Tonstad S. God effekt av vareniklin vid snusavvänjning. Läkartidningen. 2011;108:2215–7. www.lakartidningen.se Hämtar...",
		"products": "champix"
	}
]
