[
	{
		"title": "root",
		"level": 0,
		"id": "e3_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Hjärtrytmrubbningar",
		"level": 1,
		"id": "e3_2",
		"parentId": "e3_0",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar",
		"content": "Hjärtrytmrubbningar Carina Blomström Lundqvist, Kardiologkliniken, Akademiska sjukhuset, UppsalaLennart Bergfeldt, Verksamhet kardiologi, Sahlgrenska Universitetssjukhuset, Göteborg",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "e3_3",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Inledning",
		"content": "Inledning Rytmrubbningar är relativt vanliga. Enstaka extraslag förekommer hos de flesta människor, ger vanligen inga symtom och har ingen prognostisk betydelse. Störningar i hjärtrytmen i samband med hjärtsjukdom kan innebära en försämrad prognos. ",
		"products": ""
	},
	{
		"title": "Arytmiorsaker",
		"level": 2,
		"id": "e3_4",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Arytmiorsaker",
		"content": "Arytmiorsaker Vid takyarytmier är den vanligaste mekanismen en cirkelgång av elektriska impulser, s k återkoppling (reentry) – t ex förmaksfladder och AV-nodal återkopplingstakykardi (AVNRT). En mindre vanlig mekanism är ökad spontan urladdning (automaticitet) från ett avgränsat område, ett fokus, såsom vid vissa kammar- och förmakstakykardier. Bradyarytmier kan bero på minskad spontan urladdning eller blockerad impulsledning från sinusknutan. Andra orsaker kan vara olika grad av atrioventrikulär (AV) blockering (block i AV-noden/His´ bunt eller kamrarnas skänklar).",
		"products": ""
	},
	{
		"title": "Symtom",
		"level": 2,
		"id": "e3_5",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Symtom",
		"content": "Symtom Symtomatologin varierar från inga besvär alls till palpitationer (upplevelse av hjärtats rytm), hjärtrusning, bröstsmärtor, yrsel, svimning och hjärtstopp samt till mer okarakteristiska symtom såsom trötthet och dyspné. Extraslag beskrivs ofta som att hjärtat slår volter, stannar upp, efterföljt av ett ”kraftigt slag”. En takykardi upplevs oftast som hjärtrusning eller hjärtklappning. En regelbunden hjärtklappning som startar plötsligt (viktigaste kännetecknet) och stoppar lika abrupt talar för paroxysmal takykardi och ska utredas. Hög puls, som uppträder i samband med ångest och oro byggs däremot upp successivt och beror på en sinustakykardi, vilken är helt ofarlig. Vid ihållande oregelbunden hjärtrytm bör i första hand förmaksflimmer misstänkas. Förmaksflimmer ger i regel förhöjd och oregelbunden vilopuls samt alltför snabb pulsökning vid ansträngning. Patienten upplever då ofta trötthet, nedsatt prestationsförmåga och andfåddhet. Förmaksflimmer kan också ofta uppträda asymtomatiskt och upptäcks då vid undersökning av annat skäl. Bradykardi kan ge trötthet, yrsel och svimning och utgör en riskfaktor för vissa kammartakykardier (se nedan). Asymtomatisk bradykardi hos hjärtfriska individer ses normalt nattetid framför allt hos vältränade individer. En detaljerad anamnes ger ofta viktig information om arytmityp och utlösande orsak, se Tabell 1 . Graden av hemodynamisk påverkan under takykardin är beroende av hjärtfrekvens och duration, strukturell hjärtsjukdom och patientens allmänna kondition. Tabell 1. Arytmianamnes – vägledande karakteristikaFrågor som ger vägledning om arytmitypKarakteristikMisstänkt arytmiNär debuterade symtomen?I barndomenSVTÄr arytmin regelbunden eller oregel-bunden?OregelbundenFörmaksflimmerRegelbundenPSVT (t ex AVNRT, AVRT) eller VTUtlösande faktorer?Fysisk ansträngning, särskiltsimning Plötsliga stressituationerUteslut LQTS–VT med TdPHur startar hjärtklappningen? PlötsligtPSVT, VTKan patienten själv bryta takykardin? Ja, vagala manövrar , t ex kryst-ningPSVT t ex AVNRT, AVRTKänd hjärtsjukdom?Hjärtinfarkt, VOC, kardiomyopatiUteslut VTHar patienten svimmat? SynkopeUteslut VT, LQTS med TdP, bradykardi Har någon i släkten avlidit plötsligt i unga år (< 35 års ålder)?Uteslut medfödd hjärtsjukdom med ökad risk för plötslig död.Viktiga frågor för behandlingsvalHur ofta uppträder attackerna?Hur länge håller de på? Andra samtidiga symtom?AVNRT = AV-nodal reentrytakykardi, AVRT = AV-reentry takykardi vid öppet och dolt WPW, LQTS = långt QT-syndrom, VT = ventrikeltakykardi, PSVT = paroxysmal supraventrikulär takykardi, SVT = supraventrikulär taky-kardi, VOC = organiskt hjärtfel (vitium organicum cordis), TdP = Torsade de Pointes Frågor som ger vägledning om arytmityp Oförklarad svimning ska oavsett patientens ålder (inkluderande spädbarn) alltid utredas och kardiell genes uteslutas. Utfallet av noggrann anamnes och EKG är avgörande för vidare utredning, se nedan. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Arytmianamnes – vägledande karakteristika",
		"level": 3,
		"id": "e3_6",
		"parentId": "e3_5",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Hjärtrytmrubbningar && Symtom && Tabell 1. Arytmianamnes – vägledande karakteristika",
		"content": "Tabell 1. Arytmianamnes – vägledande karakteristika Frågor som ger vägledning om arytmityp Karakteristik Misstänkt arytmi När debuterade symtomen? I barndomen SVT Är arytmin regelbunden eller oregel-bunden? Oregelbunden Förmaksflimmer Regelbunden PSVT (t ex AVNRT, AVRT) eller VT Utlösande faktorer? Fysisk ansträngning, särskiltsimning Plötsliga stressituationer Uteslut LQTS–VT med TdP Hur startar hjärtklappningen? Plötsligt PSVT, VT Kan patienten själv bryta takykardin? Ja, vagala manövrar , t ex kryst-ning PSVT t ex AVNRT, AVRT Känd hjärtsjukdom? Hjärtinfarkt, VOC, kardiomyopati Uteslut VT Har patienten svimmat? Synkope Uteslut VT, LQTS med TdP, bradykardi Har någon i släkten avlidit plötsligt i unga år (< 35 års ålder)? Uteslut medfödd hjärtsjukdom med ökad risk för plötslig död. Viktiga frågor för behandlingsval Hur ofta uppträder attackerna? Hur länge håller de på? Andra samtidiga symtom? AVNRT = AV-nodal reentrytakykardi, AVRT = AV-reentry takykardi vid öppet och dolt WPW, LQTS = långt QT-syndrom, VT = ventrikeltakykardi, PSVT = paroxysmal supraventrikulär takykardi, SVT = supraventrikulär taky-kardi, VOC = organiskt hjärtfel (vitium organicum cordis), TdP = Torsade de Pointes",
		"products": ""
	},
	{
		"title": "Diagnostik och utredning",
		"level": 2,
		"id": "e3_7",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Diagnostik och utredning",
		"content": "Diagnostik och utredning Faktaruta 1Indikationer för utredning av arytmispecialist Bred QRS-takykardi av oklar genes Kammartakykardi Supraventrikulära takykardier– Önskan om att vara läkemedelsfri– Förväntad långtidsbehandling med anti­arytmika WPW-syndrom med a) överlevt kammarflimmerb) förmaksflimmerc) antidrom takykardid) synkope, presynkopee) återkommande ortodroma takykardier Svimning hos patient med patologiskt EKG eller andra tecken på hjärtsjukdom (se nedan) Bred QRS-takykardi av oklar genes Kammartakykardi Supraventrikulära takykardier – Önskan om att vara läkemedelsfri – Förväntad långtidsbehandling med anti­arytmika WPW-syndrom med a) överlevt kammarflimmerb) förmaksflimmerc) antidrom takykardid) synkope, presynkopee) återkommande ortodroma takykardier Svimning hos patient med patologiskt EKG eller andra tecken på hjärtsjukdom (se nedan) Ihållande arytmi ska dokumenteras med ett 12-avlednings-EKG. Patienten bör därför uppmanas att söka på närmaste vårdcentral eller akutmottagning under pågående arytmi. Datorstödda arytmitolkningar måste alltid verifieras. Breda QRS-takykardier (QRS ≥ 0,12 sek) ska betraktas som ventrikeltakykardi (VT) tills motsatsen har bevisats (se Figur 1, ). Det är en missuppfattning att en takykardi som tolereras av patienten också är en supraventrikulär takykardi (SVT). Bevisande för VT är ventrikuloatrial (VA) dissociation, som föreligger i ca 45% av fallen med VT. Om P-vågor inte kan identifieras på EKG kan registrering av förmaksaktiviteten med en esofaguselektrod vara till hjälp. Figur 1. Flödesschema för diagnostik av rytmrubbningar En smal QRS-takykardi (QRS < 0,12 sek) är i regel supraventrikulär (se Figur 1, ). P-vågen kan vara dold i föregående QRS-komplex eller T-våg, speciellt om frekvensen är hög. Vid fokal förmakstakykardi överleds ofta varje förmaksimpuls till kammarnivå, men vid högre förmaksfrekvenser kan fysiologisk atrioventrikulär (AV)-blockering uppstå. Vid förmakstakykardier avviker vanligen P-vågsmorfologin från den vid sinusrytm. Vid det typiska (klassiska) förmaksfladdret syns oftast tydliga sågtandsformade fladdervågor i de inferiora extremitetsavledningarna (II, aVF, III). Vid det atypiska fladdret är återkopplingskretsen omvänd vilket resulterar i positiva fladdervågor inferiort. Vagala manövrar, såsom krystning eller karotistryck, kan öka AV-blockeringen och underlätta diagnostiken vid förmakstakykardi. Om en vagal manöver i stället bryter en takykardiattack, talar detta för en återkopplingstakykardi via AV-noden, såsom AVNRT eller ortodrom WPW-takykardi (se nedan). Vid Wolff–Parkinson–Whites (WPW)-syndrom finns en accessorisk ledningsbana mellan förmak och kammare, vilken ger en aktivering av kamrarna i förtid (s k preexcitation) samt takykardier. Preexcitation innebär kort PQ-tid och deltavåg (brett QRS-komplex) på EKG under sinusrytm. En s k dold accessorisk bana kan endast leda impulser från kammare till förmak, varför deltavåg saknas i vilo-EKG (”dolt WPW”). Ortodrom takykardi är den vanligaste arytmiformen vid WPW-syndrom (> 80%). Eftersom impulsen går ned via det normala retledningssystemet till kamrarna och sedan upp till förmaken igen via den accessoriska banan, blir QRS-komplexen vanligen smala (i frånvaro av skänkelblock). Vid den mindre vanliga (4–10%) s k antidroma takykardin är impulsgången omvänd, varför QRS-komplexen till följd av maximal preexcitation är breda och liknar de preexciterade slagen (QRS med deltavåg) under sinusrytm. Pågående antidrom takykardi liknar VT, men har aldrig VA-dissociation. Risken för förmaksflimmer är ökad hos patienter med WPW-syndrom, och arytmin ska alltid misstänkas vid oregelbunden och bred QRS-takykardi hos en patient med känd preexcitation. Preexciterat förmaksflimmer kan medföra risk för kammarflimmer och plötslig död. Det är därför viktigt att samtliga WPW-patienter bedöms med avseende på förmaksflimmer (oregelbunden rytm). Samtliga patienter med antidroma takykardier eller förmaksflimmer ska utredas av hjärtspecialist med sikte på kateterablation (se Faktaruta 1, ). När preexcitation upptäcks hos en patient som uppfattas som asymtomatisk rekommenderas kontakt med specialist för diskussion om behov av riskbedömning. Dessa patienter ska alltid upplysas om att söka sjukvård vid symtom som hjärtrusning eller synkope. Vid vissa yrken, t ex pilot, eller när andra omständigheter motiverar detta kan kateterablation bli aktuell även utan symtom. Vid arytmi är det viktigt att försöka fastställa eventuell bakomliggande orsak eller utlösande faktorer, (se Faktaruta 2 ). Ett vilo-EKG under sinusrytm ger ofta vägledning avseende bakomliggande hjärtsjukdom, såsom genomgången hjärtinfarkt, men även förekomst av preexcitation och förlängd (eller för kort) QT-tid. En samtidig strukturell hjärtsjukdom har som regel prognostisk betydelse, särskilt om arytmin har ventrikulärt ursprung. Vid ventrikeltakykardi ska utredningen alltid inkludera ekokardiografisk undersökning och koronarangiografi. Indikationer för specialistutredning anges i Faktaruta 1, . Information om olika typer av undersökningar vid misstanke om arytmi finns i Faktaruta 3 . Faktaruta 3Undersökningar som kan bli aktu­ella vid utredning av rytmrubbning­araVilo-EKGDiagnostik av AV-block och takyarytmier.Diagnostik av arytmisubstrat (t ex deltavåg, för­längd QT-tid, skänkelblock).Bakomliggande orsak till VT (t ex genomgången infarkt, ARVC).Signalmedelvärdesbildat EKG (SA-EKG)Specialistverktyg.Diagnostik av strukturella hjärtsjukdomar (t ex ARVC) som orsak till VT. Arbets-EKGMisstanke om “kronotrop inkompetens”, dvs att pulsen inte ökar som den ska vid ansträngning.Misstanke om kranskärlssjukdom vid utredning av VT.Sällan användbart för diagnostik av rytmrubb­ning såvida inte symtomen är klart ansträng­ningsutlösta.Bandspelar-EKG (24–48 timmar)Vid dagligen förekommande symtom som miss­tänks bero på hjärtrytmrubbningar.Event recorder (Bärbar EKG-enhet)Rytm registreras under 1–2 veckor enligt för­bestämda kriterier. Aktiveras automatiskt när rytmrubbningar uppstår.Kan aktiveras av patienten vid symtom.Används vid symtom som uppträder minst 1 gång/vecka. Implanterbar loop recorder Lillfingerstor apparat som via ett litet snitt pla­ceras under huden nedanför vänster nyckelben. Aktiveras automatiskt när rytmrubbningar upp­står.Kan aktiveras av patienten vid symtom.Vid korta och/eller sällan förekommande symtom (t ex svimning).Batteriet varar i 1–3 år.Icke-invasiv elektrofysiologisk undersökningTransesofageal elektrisk stimulering eller registrering av förmaksaktivitet.I differentialdiagnostiskt syfte under pågående takykardi (t ex bred QRS-takykardi) eller för provokation av med andra hjälpmedel icke fångad takyarytmi. En tunn sladd förs via ena näsborren ner i matstrupen för att studera förmaksaktivitetens relation till kammaraktiviteten i hjärtat under takykardi. Sladden kan kopplas till en yttre pace­maker, som används för att försöka starta en hjärtklappningsattack som sedan kan analyseras.Invasiv elektrofysiologisk undersökningVid indikation för kateterablation.Görs i diagnostiskt syfte för att bestämma meka­nismen bakom en bred QRS-takykardi, eller vid misstanke om att en rytmrubbning orsakar svim­ning eller yrselattacker hos en person, för att av­göra behovet av en pacemaker eller defibrillator (ICD). Ofta förs 3–4 stycken tunna sladdar in till hjärtat via venen i höger ljumske.Hjärtultraljud (ekokardiografi)Vid alla VT, vid misstanke om strukturell hjärt­sjukdom vid annan arytmi, inför planerat abla­tionsingepp, samt vid förmaksflimmer för bedömning av bl a vänsterkammarfunktion.MR eller MRT-undersökning (magnetisk resonanstomografi)Ger liknande information om hjärtat som ett ultraljud, men mer detaljerat.Vid utredning av strukturell hjärtsjukdom med rytmrubbning (t ex ARVC, sarkoidos) och inför förmaksflimmerablationer.Datortomografi (CT)Ger liknande information om hjärtat som MRT (samma användningsområden). Nackdel: patienten utsätts för betydande strål­ning.Fördel: mer information om kranskärlens anatomi.KranskärlsröntgenVid kammararytmier eller hjärtstopp, som ofta beror på kranskärlssjukdom, samt inför torax­kirurgiska ingrepp (t ex mazeoperation).a. FörkortningarEKG = elektrokardiografiARVC = arytmogen högerkammarkardiomyopatiVT = ventrikeltakykardi a Vilo-EKG Diagnostik av AV-block och takyarytmier. Diagnostik av arytmisubstrat (t ex deltavåg, för­längd QT-tid, skänkelblock). Bakomliggande orsak till VT (t ex genomgången infarkt, ARVC). Signalmedelvärdesbildat EKG (SA-EKG) Specialistverktyg. Diagnostik av strukturella hjärtsjukdomar (t ex ARVC) som orsak till VT. Arbets-EKG Misstanke om “kronotrop inkompetens”, dvs att pulsen inte ökar som den ska vid ansträngning. Misstanke om kranskärlssjukdom vid utredning av VT. Sällan användbart för diagnostik av rytmrubb­ning såvida inte symtomen är klart ansträng­ningsutlösta. Bandspelar-EKG (24–48 timmar) Vid dagligen förekommande symtom som miss­tänks bero på hjärtrytmrubbningar. Event recorder (Bärbar EKG-enhet) Rytm registreras under 1–2 veckor enligt för­bestämda kriterier. Aktiveras automatiskt när rytmrubbningar uppstår. Kan aktiveras av patienten vid symtom. Används vid symtom som uppträder minst 1 gång/vecka. Implanterbar loop recorder Lillfingerstor apparat som via ett litet snitt pla­ceras under huden nedanför vänster nyckelben. Aktiveras automatiskt när rytmrubbningar upp­står. Kan aktiveras av patienten vid symtom. Vid korta och/eller sällan förekommande symtom (t ex svimning). Batteriet varar i 1–3 år. Icke-invasiv elektrofysiologisk undersökning Transesofageal elektrisk stimulering eller registrering av förmaksaktivitet. I differentialdiagnostiskt syfte under pågående takykardi (t ex bred QRS-takykardi) eller för provokation av med andra hjälpmedel icke fångad takyarytmi. En tunn sladd förs via ena näsborren ner i matstrupen för att studera förmaksaktivitetens relation till kammaraktiviteten i hjärtat under takykardi. Sladden kan kopplas till en yttre pace­maker, som används för att försöka starta en hjärtklappningsattack som sedan kan analyseras. Invasiv elektrofysiologisk undersökning Vid indikation för kateterablation. Görs i diagnostiskt syfte för att bestämma meka­nismen bakom en bred QRS-takykardi, eller vid misstanke om att en rytmrubbning orsakar svim­ning eller yrselattacker hos en person, för att av­göra behovet av en pacemaker eller defibrillator (ICD). Ofta förs 3–4 stycken tunna sladdar in till hjärtat via venen i höger ljumske. Hjärtultraljud (ekokardiografi) Vid alla VT, vid misstanke om strukturell hjärt­sjukdom vid annan arytmi, inför planerat abla­tionsingepp, samt vid förmaksflimmer för bedömning av bl a vänsterkammarfunktion. MR eller MRT-undersökning (magnetisk resonanstomografi) Ger liknande information om hjärtat som ett ultraljud, men mer detaljerat. Vid utredning av strukturell hjärtsjukdom med rytmrubbning (t ex ARVC, sarkoidos) och inför förmaksflimmerablationer. Datortomografi (CT) Ger liknande information om hjärtat som MRT (samma användningsområden). Nackdel: patienten utsätts för betydande strål­ning. Fördel: mer information om kranskärlens anatomi. Kranskärlsröntgen Vid kammararytmier eller hjärtstopp, som ofta beror på kranskärlssjukdom, samt inför torax­kirurgiska ingrepp (t ex mazeoperation). a. FörkortningarEKG = elektrokardiografiARVC = arytmogen högerkammarkardiomyopatiVT = ventrikeltakykardi Förkortningar EKG = elektrokardiografi ARVC = arytmogen högerkammarkardiomyopati VT = ventrikeltakykardi Faktaruta 2Utlösande icke-kardiella faktorer till arytmiTyreotoxikosElektrolytrubbningRökning, snusAlkoholKaffe, teFysisk eller psykisk stressVissa läkemedel (antiarytmika, antidepressiva, antibiotika, vissa antihistaminika)AnemiFeber, infektionBrist på sömn, sömnapnéObesitasKardiella orsaker till arytmi, särskilt ventrikeltakykardiGenomgången hjärtinfarkt (ärrvävnad)Angina pectoris (myokardischemi)KardiomyopatierMedfödd hjärtsjukdom med ökad risk för plöts­lig död (långt och kort QT-syndrom, Brugadas syndrom, arytmogen höger kammarkardiomyo­pati, hypertrof kardiomyopati, katekolamin­känslig polymorf kammartakykardi)KlaffsjukdomMedfödda hjärtfelInlagringssjukdomar (t ex sarkoidos)Neuromuskulära sjukdomar (t ex dystrofia myo­tonika)Kammartakykardier utan bakomliggande struk­turell hjärtsjukdom.VT från höger kammares utflödesområde, VT från vänster kammares fascikelsystemAccessorisk ledningsbana Tyreotoxikos Elektrolytrubbning Rökning, snus Alkohol Kaffe, te Fysisk eller psykisk stress Vissa läkemedel (antiarytmika, antidepressiva, antibiotika, vissa antihistaminika) Anemi Feber, infektion Brist på sömn, sömnapné Obesitas Kardiella orsaker till arytmi, särskilt ventrikeltakykardi Genomgången hjärtinfarkt (ärrvävnad) Angina pectoris (myokardischemi) Kardiomyopatier Medfödd hjärtsjukdom med ökad risk för plöts­lig död (långt och kort QT-syndrom, Brugadas syndrom, arytmogen höger kammarkardiomyo­pati, hypertrof kardiomyopati, katekolamin­känslig polymorf kammartakykardi) Klaffsjukdom Medfödda hjärtfel Inlagringssjukdomar (t ex sarkoidos) Neuromuskulära sjukdomar (t ex dystrofia myo­tonika) Kammartakykardier utan bakomliggande struk­turell hjärtsjukdom.VT från höger kammares utflödesområde, VT från vänster kammares fascikelsystem Accessorisk ledningsbana",
		"products": "doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam fresenius reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 1 - Indikationer för utredning av  arytmispecialist",
		"level": 3,
		"id": "e3_9",
		"parentId": "e3_7",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "facts",
		"titlePath": "Hjärtrytmrubbningar && Diagnostik och utredning && Faktaruta 1",
		"content": "Faktaruta 1 Indikationer för utredning av arytmispecialist Bred QRS-takykardi av oklar genes Kammartakykardi Supraventrikulära takykardier– Önskan om att vara läkemedelsfri– Förväntad långtidsbehandling med anti­arytmika WPW-syndrom med a) överlevt kammarflimmerb) förmaksflimmerc) antidrom takykardid) synkope, presynkopee) återkommande ortodroma takykardier Svimning hos patient med patologiskt EKG eller andra tecken på hjärtsjukdom (se nedan)",
		"products": ""
	},
	{
		"title": "Figur 1. Flödesschema för diagnostik av rytmrubbningar...",
		"level": 3,
		"id": "e3_8",
		"parentId": "e3_7",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "figure",
		"titlePath": "Hjärtrytmrubbningar && Diagnostik och utredning && Figur 1.",
		"content": "Figur 1. Flödesschema för diagnostik av rytmrubbningar",
		"products": ""
	},
	{
		"title": "Faktaruta 3 - Undersökningar som kan bli aktu­ella vid utredning av rytmrubbning­ara",
		"level": 3,
		"id": "e3_11",
		"parentId": "e3_7",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "facts",
		"titlePath": "Hjärtrytmrubbningar && Diagnostik och utredning && Faktaruta 3",
		"content": "Faktaruta 3 Undersökningar som kan bli aktu­ella vid utredning av rytmrubbning­araVilo-EKGDiagnostik av AV-block och takyarytmier.Diagnostik av arytmisubstrat (t ex deltavåg, för­längd QT-tid, skänkelblock).Bakomliggande orsak till VT (t ex genomgången infarkt, ARVC).Signalmedelvärdesbildat EKG (SA-EKG)Specialistverktyg.Diagnostik av strukturella hjärtsjukdomar (t ex ARVC) som orsak till VT. Arbets-EKGMisstanke om “kronotrop inkompetens”, dvs att pulsen inte ökar som den ska vid ansträngning.Misstanke om kranskärlssjukdom vid utredning av VT.Sällan användbart för diagnostik av rytmrubb­ning såvida inte symtomen är klart ansträng­ningsutlösta.Bandspelar-EKG (24–48 timmar)Vid dagligen förekommande symtom som miss­tänks bero på hjärtrytmrubbningar.Event recorder (Bärbar EKG-enhet)Rytm registreras under 1–2 veckor enligt för­bestämda kriterier. Aktiveras automatiskt när rytmrubbningar uppstår.Kan aktiveras av patienten vid symtom.Används vid symtom som uppträder minst 1 gång/vecka. Implanterbar loop recorder Lillfingerstor apparat som via ett litet snitt pla­ceras under huden nedanför vänster nyckelben. Aktiveras automatiskt när rytmrubbningar upp­står.Kan aktiveras av patienten vid symtom.Vid korta och/eller sällan förekommande symtom (t ex svimning).Batteriet varar i 1–3 år.Icke-invasiv elektrofysiologisk undersökningTransesofageal elektrisk stimulering eller registrering av förmaksaktivitet.I differentialdiagnostiskt syfte under pågående takykardi (t ex bred QRS-takykardi) eller för provokation av med andra hjälpmedel icke fångad takyarytmi. En tunn sladd förs via ena näsborren ner i matstrupen för att studera förmaksaktivitetens relation till kammaraktiviteten i hjärtat under takykardi. Sladden kan kopplas till en yttre pace­maker, som används för att försöka starta en hjärtklappningsattack som sedan kan analyseras.Invasiv elektrofysiologisk undersökningVid indikation för kateterablation.Görs i diagnostiskt syfte för att bestämma meka­nismen bakom en bred QRS-takykardi, eller vid misstanke om att en rytmrubbning orsakar svim­ning eller yrselattacker hos en person, för att av­göra behovet av en pacemaker eller defibrillator (ICD). Ofta förs 3–4 stycken tunna sladdar in till hjärtat via venen i höger ljumske.Hjärtultraljud (ekokardiografi)Vid alla VT, vid misstanke om strukturell hjärt­sjukdom vid annan arytmi, inför planerat abla­tionsingepp, samt vid förmaksflimmer för bedömning av bl a vänsterkammarfunktion.MR eller MRT-undersökning (magnetisk resonanstomografi)Ger liknande information om hjärtat som ett ultraljud, men mer detaljerat.Vid utredning av strukturell hjärtsjukdom med rytmrubbning (t ex ARVC, sarkoidos) och inför förmaksflimmerablationer.Datortomografi (CT)Ger liknande information om hjärtat som MRT (samma användningsområden). Nackdel: patienten utsätts för betydande strål­ning.Fördel: mer information om kranskärlens anatomi.KranskärlsröntgenVid kammararytmier eller hjärtstopp, som ofta beror på kranskärlssjukdom, samt inför torax­kirurgiska ingrepp (t ex mazeoperation). a. FörkortningarEKG = elektrokardiografiARVC = arytmogen högerkammarkardiomyopatiVT = ventrikeltakykardi",
		"products": ""
	},
	{
		"title": "Faktaruta 2 - Utlösande icke-kardiella faktorer till arytmi",
		"level": 3,
		"id": "e3_25",
		"parentId": "e3_7",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "facts",
		"titlePath": "Hjärtrytmrubbningar && Diagnostik och utredning && Faktaruta 2",
		"content": "Faktaruta 2 Utlösande icke-kardiella faktorer till arytmiTyreotoxikosElektrolytrubbningRökning, snusAlkoholKaffe, teFysisk eller psykisk stressVissa läkemedel (antiarytmika, antidepressiva, antibiotika, vissa antihistaminika)AnemiFeber, infektionBrist på sömn, sömnapnéObesitasKardiella orsaker till arytmi, särskilt ventrikeltakykardiGenomgången hjärtinfarkt (ärrvävnad)Angina pectoris (myokardischemi)KardiomyopatierMedfödd hjärtsjukdom med ökad risk för plöts­lig död (långt och kort QT-syndrom, Brugadas syndrom, arytmogen höger kammarkardiomyo­pati, hypertrof kardiomyopati, katekolamin­känslig polymorf kammartakykardi)KlaffsjukdomMedfödda hjärtfelInlagringssjukdomar (t ex sarkoidos)Neuromuskulära sjukdomar (t ex dystrofia myo­tonika)Kammartakykardier utan bakomliggande struk­turell hjärtsjukdom.VT från höger kammares utflödesområde, VT från vänster kammares fascikelsystemAccessorisk ledningsbana",
		"products": "doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam fresenius reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone"
	},
	{
		"title": "Allmän och icke- farmakologisk behandling",
		"level": 2,
		"id": "e3_28",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling",
		"content": "Allmän och icke- farmakologisk behandling",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Sanering av arytmiprovocerande faktorer",
		"level": 3,
		"id": "e3_29",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Sanering av arytmiprovocerande faktorer",
		"content": "Sanering av arytmiprovocerande faktorer Sanering av arytmiprovocerande faktorer i livsföringen bör alltid företas. Emotionell stress, obesitas, sömnapné, excessivt intag av kaffe, alkohol och/eller nikotin kan bidra till speciellt supraventrikulära extrasystolier (SVES) och förmaksflimmer, se Faktaruta 2. Vid supraventrikulära takykardier bör råd ges om hur patienten själv kan bryta en attack genom olika vagusstimulerande åtgärder, exempelvis en Valsalvamanöver. ",
		"products": ""
	},
	{
		"title": "Transvenös kateterablation",
		"level": 3,
		"id": "e3_30",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Transvenös kateterablation",
		"content": "Transvenös kateterablation Transvenös kateterablation (radiofrekvensablation eller kryoablation, dvs frysning) är idag en vedertagen och botande behandling vid flera takykardityper. Metoden innebär att man via tillfälligt inlagda katetrar i hjärtat avger värmeenergi eller kyla mot den struktur som bildar underlag för arytmin, t ex en accessorisk bana eller återkopplingskrets vid förmaksfladder. Majoriteten av de supraventrikulära takykardierna kan behandlas framgångsrikt. Förmaksflimmer som utlöses av SVT, såsom AVNRT, WPW-syndrom, ektopisk förmakstakykardi eller förmaksfladder, kan därmed också förebyggas med denna behandling. Förmaksflimmerablationer genomförs med olika tekniker. Patienter med svårt symtomatiskt paroxysmalt förmaksflimmer, trots förebyggande antiarytmisk läkemedelsbehandling, bör erbjudas denna behandling redan efter ett misslyckat behandlingsförsök med antiarytmiskt läkemedel av klass I eller III. Kateterablation är ofta framgångsrik vid VT med bakomliggande kranskärlssjukdom, men kan inte ersätta behandling med defibrillator för att förebygga plötslig död. VT från höger kammares utflödesområde, hos i övrigt hjärtfriska individer, kan med framgång behandlas med ablation. Det finns också andra VT-typer som kan komma i fråga för ablationsbehandling. Transvenös Hisablation med kateterinducerat totalt hjärtblock och permanent pacemakerbehandling erbjuds företrädesvis till patienter med persisterande eller permanent förmaksflimmer som trots läkemedelsbehandling har en oacceptabelt hög kammarfrekvens och som inte bedöms åtkomlig eller lämpad för annat icke-farmakologiskt ingrepp.",
		"products": ""
	},
	{
		"title": "Kirurgisk behandling",
		"level": 3,
		"id": "e3_31",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Kirurgisk behandling",
		"content": "Kirurgisk behandling Mazekirurgi (öppen hjärtkirurgi) är en behandling som kan tillgripas i särskilda fall vid svårt symtomatiskt förmaksflimmer, som inte lämpar sig för kateterablation, vare sig transvenöst eller med titthålskirurgi. Tromboembolisk komplikation trots antikoagulantiabehandling är den vanligaste indikationen för detta ingrepp. Genom incisioner i förmaken skapas en labyrintliknande ärrbarriär som motverkar förmaksflimmer. Maze kan även utföras i kombination med annan öppen hjärtkirurgi. Kateterbaserade varianter med torakoskopisk teknik är under utprövning. ",
		"products": "waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra"
	},
	{
		"title": "Pacemakerbehandling",
		"level": 3,
		"id": "e3_32",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Pacemakerbehandling",
		"content": "Pacemakerbehandling Permanent pacemaker är en etablerad behandlingsform vid symtomgivande bradyarytmier, såvida inte bakomliggande orsak, t ex ett läkemedel, går att undanröja. Patienter som på antiarytmiska läkemedel utvecklar en uttalad sinusbradykardi kan kräva behandling med pacemaker, för att ett svårreglerat förmaksflimmer ska kunna behandlas adekvat. Endast vid samtidig klar bradykardiindikation har förmaksstimulering visats reducera förekomsten av förmaksflimmer. ",
		"products": ""
	},
	{
		"title": "Implanterbar defibrillator",
		"level": 3,
		"id": "e3_33",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Implanterbar defibrillator",
		"content": "Implanterbar defibrillator Implanterbar defibrillator (ICD) består av ett pacemakerliknande system vars generator har förmåga att avge elektriska chocker vid VT eller kammarflimmer (VF). Genom pacemakerstimulering med en högre frekvens än arytmin kan en ICD även bryta vissa VT-attacker på ett för patienten skonsamt sätt (antitakypacing, ATP). Indikation för ICD föreligger vid överlevt hjärtstopp, VT med hemodynamisk påverkan eller VT med nedsatt vänsterkammarfunktion. Därutöver finns indikation för ICD som primärprofylax, dvs som förebyggande skydd mot plötslig död hos patienter med nedsatt vänsterkammarfunktion, och vid vissa ärftliga, livshotande arytmier.",
		"products": ""
	},
	{
		"title": "Elkonvertering",
		"level": 3,
		"id": "e3_34",
		"parentId": "e3_28",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Allmän och icke- farmakologisk behandling && Elkonvertering",
		"content": "Elkonvertering Bifasiska defibrillatorer som reducerar det totala energikravet används generellt numera. Högre energinivåer krävs vanligen för att konvertera förmaksflimmer jämfört med förmaksfladder, regelbundna supraventrikulära och ventrikulära takykardier. Antero-posterior-placering av defibrilleringselektroderna bör användas vid elektiv konvertering samt alltid hos patienter med pacemaker eller ICD för att reducera skaderisken på dessa. Kontrollera pacemaker- eller ICD-funktionen efter konvertering!",
		"products": ""
	},
	{
		"title": "Läkemedelsbehandling",
		"level": 2,
		"id": "e3_35",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Läkemedelsbehandling",
		"content": "Läkemedelsbehandling Antiarytmiska läkemedel indelas traditionellt efter deras effekter på aktionspotentialen i 4 klasser, se Tabell 2 . Därutöver finns digitalis och adenosin. Terapirekommendationer finns på och . Tabell 2. Klassifikation av antiarytmiska läkemedel enligt Vaughan WilliamsKlassLäkemedelSinus-knutanHR (+/–)AV-nods-blocke-ring (+/–)QRS-dura-tion(+/–)QT-tid(+/–)För-makKam-mareAccesso-risk banaIADisopyramidProkainamida+ (a)+ (a)– (a)– (a)++(+)(+)XXXXXXIBLidokainMexiletina(–)(–)XXIC FlekainidPropafenon(–) – (t)(+)++XXXXXXII AtenololBisoprololMetoprololPropranolol––––++++XXXXXXXXIIISotalolAmiodaronIbutilidDronedaron–––++++++(+)XXXXXXXXXX??IV VerapamilDiltiazem– –+ +(X)(X)(X)(X)DigitalisDigoxinDigitoxina+ + (X)(X)AdenosinAdenosin++(X)Vernaka-lantVernakalant(+)b (+)bX(X)?I = natriumkanalblockad, II = betareceptorblockad, III = repolarisationsförlängning, IV = kalciumantagonistisk effekt(a) = antikolinerg effekt, (t) = under takykardi, X = med effekt på, (X) = med viss effekt på, + = ökar, – = minskara. Licenspreparatb. Övergående Sinus-knutanHR (+/–) AV-nods-blocke-ring (+/–) QRS-dura-tion(+/–) QT-tid(+/–) För-mak Kam-mare Accesso-risk bana a a a b b a. Licenspreparat b. Övergående Terapirekommendationer – Akut behandling av olika arytmier utan hemodynamisk påverkanArytmiKonvertering till sinusrytm (läkemedlen ges intravenöst om inget annat anges)Nivå¤Smal QRS-takykardi (SVT)Vagala manövrarAdenosinVerapamil, diltiazemBetablockerareDigitalisElkonverteringIIIIIbIIbIBred QRS-takykardi– SVT med grenblockSe ovan– Antidrom takykardi/preexciterat FFIbutilid* ElkonverteringII– Bred QRS-takykardi av oklar etiologiSotalol* (licensprep Sotalol 10 mg/ml Carinopharm), amiodaronLidokainAdenosinBetablockerare, verapamilElkonverteringIIIbIIbIIIIFörmaksfladder#Ibutilid* ElkonverteringIIFörmaksflimmer#ElkonverteringVernakalant**Ibutilid* Flekainid*, propafenon* peroraltIIIIhållande VTElkonverteringAmiodaron intravenöst + eventuellt lidokainIITorsade de pointesA. Förvärvat LQTS – eliminera bradykardin (temporär pacing, isoprenalininfusion), elektrolytrubbning (kalium-/magne-siuminfusion), läkemedel (se www.crediblemeds.org ).B. Vid medfött LQTS – betablockerare Moderering av kammarfrekvensenFörmaksflimmer, förmaksfladder och andra förmakstakykardierVerapamil/diltiazem, betablockerareDigitalisIIIa¤Rekommendationsnivåer: I = i första hand, IIa = i andra hand, IIb = i sista hand, III = inte lämpligt*Ska inte användas vid nedsatt vänsterkammarfunktion. ** Ska inte användas vid svår aortastenos, systoliskt blodtryck < 100 mm Hg, hjärtsvikt med funktionsklass NYHA III och NYHA IV, förlängd QT-tid, eller svår bradykardi, eller om patienten haft akut koronart syndrom de senaste 30 dagarna. #Konvertering kan kräva förbehandling med antikoagulantia, se texten. Konvertering till sinusrytm (läkemedlen ges intravenöst om inget annat anges) ¤ # # # Terapirekommendationer – Långtidsbehandling av olika arytmierArytmiLångtidsbehandling/profylax Nivå¤SVES, VESEventuellt betablockerareIIaAVNRT, dolt WPWAblationBetablockerare, verapamil, diltiazemSotalolFlekainid, propafenonDisopyramidIIIIaIIaIIbOvert WPWAblationSotalolFlekainid, propafenonDisopyramidAmiodaronIIIaIIaIIbIIaFokal förmakstakykardi AblationVerapamil, diltiazem, betablockerareSotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonAmiodaronIIIIaIIaIIaIIaIIaFörmaksfladder*IstmusablationSotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonAmiodaron, + eventuellt betablockerareHisablation + pacemakerbehandlingIIIaIIaIIaIIaIIbIIbFörmaksflimmer, paroxysmalt eller persisterandeSotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonDronedaron^Amiodaron Hisablation + pacemakerbehandlingFörmaksflimmerablationMazeoperationIIIIIIIaIIaIIaIIaVT/VF vid akut hjärtinfarktBetablockerareRevaskulariseringAmiodaron VT/VF efter genomgången hjärtinfarkt med EF < 0,40 (EF = vänster kammares ejektionsfraktion)ICDAmiodaron + eventuell revaskularisering (se texten)IIIaIÖvriga VTSe texten¤Rekommendationsnivåer: I = i första hand, IIa = i andra hand, IIb = i sista hand, III = inte lämpligt*Digitalis, verapamil/diltiazem, betablockerare ökar AV-blockeringen och sänker kammarfrekvensen men har ingen förebyggande effekt.^För patienter med riskfaktorer för stroke. Behandling med antiarytmika bör endast ske på väldefinierade och strikta indikationer. Avsikten med arytmibehandling kan innefatta konvertering till sinusrytm, moderering av hjärtfrekvensen och/eller förebyggande av recidiv eller övergång till allvarlig arytmi. Indikation för långtidsbehandling måste alltid ställas i relation till symtom, arytmityp, attackfrekvens, risk för recidiv eller övergång till livshotande arytmi samt till andra tillgängliga terapiformer. För att kunna utvärdera effekten av antiarytmika måste utprovning ske systematiskt och med adekvata doser under tillräckligt lång tid, dvs steady-statekoncentration måste uppnås. Någon anledning till rutinmässig bestämning av plasmakoncentration av antiarytmika finns inte. Dosreduktion kan bli aktuell vid exempelvis hjärtinsufficiens, njursvikt eller leverinsufficiens. För att bedöma om ett insatt antiarytmikum har avsedd profylaktisk effekt är anamnesen oftast tillräcklig. Vid val av antiarytmikum måste hos varje enskild patient förväntad effekt vägas mot den potentiella risken för oönskade effekter. Många antiarytmika dämpar impulsbildning och överledning, varför speciell försiktighet bör iakttas om flera antiarytmika kombineras. Absoluta kontraindikationer för samtliga antiarytmika är AV-block II och III. För de flesta medlen gäller att försiktighet ska iakttas vid sjuk sinusknuta samt vid nedsatt hjärtfunktion. Intravenös tillförsel av antiarytmika bör alltid ske under EKG-övervakning. Behandling med antiarytmika tillhörande klass I och III bör, pga risk för proarytmi, inledas med patienten inneliggande på sjukhus och under kontinuerlig rytmövervakning. Sotalol ska inte, pga av preparatets klass III-effekt och risk för proarytmi, användas som ett alternativ till rena betablockerare vid hypertoni och angina utan arytmiindikation och inte heller för enbart frekvensreglering vid förmaksflimmer. ",
		"products": "adenosin life durbis elamal instillagel lidocaine lidokain lidokainhydroklorid i oral cleaner versatis xylocain utan xylocard alsol-lidokain tambocor rytmonorm atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor metomylan metoprolol gea mozoc seloken selokenzoc selokeen inderal propranolol sotacor sotalol amiodaron cordarone corvert multaq isoptin verapamil cardizem digoxin lanoxin kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 pindolol viskén brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat kaleorid kajos waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra",
		"hasChildren": true
	},
	{
		"title": "Tabell 2. Klassifikation av antiarytmiska läkemedel enligt Vaughan Williams",
		"level": 3,
		"id": "e3_36",
		"parentId": "e3_35",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Hjärtrytmrubbningar && Läkemedelsbehandling && Tabell 2. Klassifikation av antiarytmiska läkemedel enligt Vaughan Williams",
		"content": "Tabell 2. Klassifikation av antiarytmiska läkemedel enligt Vaughan Williams Klass Läkemedel Sinus-knutanHR (+/–) AV-nods-blocke-ring (+/–) QRS-dura-tion(+/–) QT-tid(+/–) För-mak Kam-mare Accesso-risk bana IA DisopyramidProkainamida + (a)+ (a) – (a)– (a) ++ (+)(+) XX XX XX IB LidokainMexiletina (–)(–) XX IC FlekainidPropafenon (–) – (t)(+) ++ XX XX XX II AtenololBisoprololMetoprololPropranolol –––– ++++ XXXX XXXX III SotalolAmiodaronIbutilidDronedaron ––– +++ +++(+) XXXX XXXX XX?? IV VerapamilDiltiazem – – + + (X)(X) (X)(X) Digitalis DigoxinDigitoxina + + (X)(X) Adenosin Adenosin ++ (X) Vernaka-lant Vernakalant (+)b (+)b X (X) ? I = natriumkanalblockad, II = betareceptorblockad, III = repolarisationsförlängning, IV = kalciumantagonistisk effekt(a) = antikolinerg effekt, (t) = under takykardi, X = med effekt på, (X) = med viss effekt på, + = ökar, – = minskar a. Licenspreparatb. Övergående",
		"products": "durbis elamal instillagel lidocaine lidokain lidokainhydroklorid i oral cleaner versatis xylocain utan xylocard alsol-lidokain tambocor rytmonorm atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor metomylan metoprolol gea mozoc seloken selokenzoc selokeen inderal propranolol sotacor sotalol amiodaron cordarone corvert multaq isoptin verapamil cardizem digoxin lanoxin adenosin life kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3"
	},
	{
		"title": "Terapirekommendationer – Akut behandling av olika arytmier utan hemodynamisk påverkan",
		"level": 3,
		"id": "e3_37",
		"parentId": "e3_35",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hjärtrytmrubbningar && Läkemedelsbehandling && Terapirekommendationer – Akut behandling av olika arytmier utan hemodynamisk påverkan",
		"content": "Terapirekommendationer – Akut behandling av olika arytmier utan hemodynamisk påverkan Arytmi Konvertering till sinusrytm (läkemedlen ges intravenöst om inget annat anges) Nivå¤ Smal QRS-takykardi (SVT) Vagala manövrarAdenosinVerapamil, diltiazemBetablockerareDigitalisElkonvertering IIIIIbIIbI Bred QRS-takykardi– SVT med grenblock Se ovan – Antidrom takykardi/preexciterat FF Ibutilid* Elkonvertering II – Bred QRS-takykardi av oklar etiologi Sotalol* (licensprep Sotalol 10 mg/ml Carinopharm), amiodaronLidokainAdenosinBetablockerare, verapamilElkonvertering IIIbIIbIIII Förmaksfladder# Ibutilid* Elkonvertering II Förmaksflimmer# ElkonverteringVernakalant**Ibutilid* Flekainid*, propafenon* peroralt III Ihållande VT ElkonverteringAmiodaron intravenöst + eventuellt lidokain II Torsade de pointes A. Förvärvat LQTS – eliminera bradykardin (temporär pacing, isoprenalininfusion), elektrolytrubbning (kalium-/magne-siuminfusion), läkemedel (se www.crediblemeds.org ).B. Vid medfött LQTS – betablockerare Moderering av kammarfrekvensen Förmaksflimmer, förmaksfladder och andra förmakstakykardier Verapamil/diltiazem, betablockerareDigitalis IIIa ¤Rekommendationsnivåer: I = i första hand, IIa = i andra hand, IIb = i sista hand, III = inte lämpligt*Ska inte användas vid nedsatt vänsterkammarfunktion. ** Ska inte användas vid svår aortastenos, systoliskt blodtryck < 100 mm Hg, hjärtsvikt med funktionsklass NYHA III och NYHA IV, förlängd QT-tid, eller svår bradykardi, eller om patienten haft akut koronart syndrom de senaste 30 dagarna. #Konvertering kan kräva förbehandling med antikoagulantia, se texten.",
		"products": "adenosin life isoptin verapamil cardizem pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat corvert amiodaron cordarone elamal instillagel lidocaine lidokain lidokainhydroklorid i oral cleaner versatis xylocain utan xylocard alsol-lidokain tambocor rytmonorm kaleorid kajos waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra"
	},
	{
		"title": "Terapirekommendationer – Långtidsbehandling av olika arytmier",
		"level": 3,
		"id": "e3_38",
		"parentId": "e3_35",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hjärtrytmrubbningar && Läkemedelsbehandling && Terapirekommendationer – Långtidsbehandling av olika arytmier",
		"content": "Terapirekommendationer – Långtidsbehandling av olika arytmier Arytmi Långtidsbehandling/profylax Nivå¤ SVES, VES Eventuellt betablockerare IIa AVNRT, dolt WPW AblationBetablockerare, verapamil, diltiazemSotalolFlekainid, propafenonDisopyramid IIIIaIIaIIb Overt WPW AblationSotalolFlekainid, propafenonDisopyramidAmiodaron IIIaIIaIIbIIa Fokal förmakstakykardi AblationVerapamil, diltiazem, betablockerareSotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonAmiodaron IIIIaIIaIIaIIaIIa Förmaksfladder* IstmusablationSotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonAmiodaron, + eventuellt betablockerareHisablation + pacemakerbehandling IIIaIIaIIaIIaIIbIIb Förmaksflimmer, paroxysmalt eller persisterande SotalolDisopyramid + betablockerareFlekainid + betablockerarePropafenonDronedaron^Amiodaron Hisablation + pacemakerbehandlingFörmaksflimmerablationMazeoperation IIIIIIIaIIaIIaIIa VT/VF vid akut hjärtinfarkt BetablockerareRevaskulariseringAmiodaron VT/VF efter genomgången hjärtinfarkt med EF < 0,40 (EF = vänster kammares ejektionsfraktion) ICDAmiodaron + eventuell revaskularisering (se texten) IIIaI Övriga VT Se texten ¤Rekommendationsnivåer: I = i första hand, IIa = i andra hand, IIb = i sista hand, III = inte lämpligt*Digitalis, verapamil/diltiazem, betablockerare ökar AV-blockeringen och sänker kammarfrekvensen men har ingen förebyggande effekt.^För patienter med riskfaktorer för stroke.",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat isoptin verapamil cardizem tambocor rytmonorm durbis amiodaron cordarone multaq"
	},
	{
		"title": "Supraventrikulära arytmier",
		"level": 2,
		"id": "e3_39",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier",
		"content": "Supraventrikulära arytmier Mer detaljerade terapiriktlinjer finns redovisade i referens 1, 2 och 3.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Supraventrikulära extrasystolier",
		"level": 3,
		"id": "e3_40",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Supraventrikulära extrasystolier",
		"content": "Supraventrikulära extrasystolier Supraventrikulära extraslag (SVES) är mycket vanliga och beror sällan på strukturell hjärtsjukdom. Antiarytmika är praktiskt taget aldrig indicerade. Vid påtagliga symtom kan en betablockerare prövas under en kortare tid. ",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat"
	},
	{
		"title": "Supraventrikulära takykardier",
		"level": 3,
		"id": "e3_41",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Supraventrikulära takykardier",
		"content": "Supraventrikulära takykardier Vid PSVT, dvs AVNRT eller AVRT, föreligger vanligen ingen bakomliggande organisk hjärtsjukdom. Av de paroxysmala supraventrikulära takykardierna ska WPW-syndromet i vissa fall behandlas på särskilt sätt (se nedan). Vissa paroxysmala förmakstakykardier såsom fokala förmakstakykardier och förmaksfladder, involverar inte AV-noden, varför såväl den akuta som den profylaktiska behandlingen skiljer sig något från den vid övriga PSVT (se nedan). ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Akut behandling av PSVT",
		"level": 4,
		"id": "e3_42",
		"parentId": "e3_41",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Supraventrikulära takykardier && Akut behandling av PSVT",
		"content": "Akut behandling av PSVT Vid PSVT bör olika vagusstimulerande åtgärder, såsom karotistryck och Valsalvas manöver, prövas som första åtgärd. Adenosin i snabb intravenös bolusinjektion, initialt 5 mg, är förstahandsval för att bryta en takykardi. För barn ska adenosin doseras i förhållande till kroppsvikten om den understiger 50 kg (Se produktresumé/Fass). Initialt ges 50 mikrog/kg kroppsvikt. Därefter ökas dosen varannan minut med 50 mikrog/kg kroppsvikt för varje dossteg tills en övergående effekt på AV-ledningen observeras. Spädning av adenosin till 2,5 mg/ml rekommenderas för spädbarn < 5 kg. Läkemedlet ger en kortvarig blockering i AV-noden och bryter därmed återkopplingskretsen. Instabil angina pectoris är en kontraindikation. Alternativt kan arytmin brytas med verapamil intravenöst (licenspreparat, t ex Verapamil Ratiopharm injektionsvätska 2,5 mg/ml), initialt 5 mg, eller genom elkonvertering. Vid WPW-syndrom är förstahandsmedel för anfallskupering desamma som för övriga paroxysmalt uppträdande smala QRS-takykardier. Vid antidrom takykardi och vid pågående förmaksflimmer rekommenderas emellertid ibutilid intravenöst som förstahandsmedel, om patienten är hemodynamiskt opåverkad. Akut elkonvertering bör tillgripas om patienten är hemodynamiskt påverkad. Profylaktisk behandling av förmakstakykardier beskrivs nedan. ",
		"products": "adenosin life isoptin verapamil corvert"
	},
	{
		"title": "Profylaktisk behandling av PSVT",
		"level": 4,
		"id": "e3_43",
		"parentId": "e3_41",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Supraventrikulära takykardier && Profylaktisk behandling av PSVT",
		"content": "Profylaktisk behandling av PSVT Om PSVT-attackerna är ofta återkommande, förenade med besvärande symtom eller ger hemodynamisk påverkan bör kateterablation väljas i första hand. Valet mellan ablation och profylaktisk farmakologisk behandling avgörs av symtom, bakomliggande arytmityp, eventuell hjärtsjukdom och patientens egen inställning. Betablockerare är ofta lämpligast vid attacker utlösta av psykisk eller fysisk stress. Selektiva betablockerare, såsom metoprolol och atenolol, är att föredra. Vid förekomst av preexcitation på vilo-EKG ska inte verapamil/diltiazem användas (se nedan). Valet mellan kalciumantagonist och betablockerare avgörs i övrigt av biverkningarna. I svårbehandlade fall, där ovanstående inte haft effekt, kan sotalol, disopyramid, flekainid eller propafenon övervägas. ",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat isoptin verapamil cardizem kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 durbis tambocor rytmonorm"
	},
	{
		"title": "WPW-syndromets arytmier",
		"level": 3,
		"id": "e3_44",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && WPW-syndromets arytmier",
		"content": "WPW-syndromets arytmier Om risken för utveckling av allvarlig arytmi bedöms som ringa bör traditionell profylaktisk antiarytmisk terapi inledas i väntan på kateterablation. I första hand rekommenderas sotalol, disopyramid, flekainid eller propafenon. Verapamil, diltiazem och digitalis är absolut kontraindicerade, då de genom sin blockering i AV-noden kan öka överledningen via den accessoriska banan med risk för kammarflimmer. ",
		"products": "sotacor sotalol durbis tambocor rytmonorm isoptin verapamil cardizem"
	},
	{
		"title": "Förmakstakykardier",
		"level": 3,
		"id": "e3_45",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmakstakykardier",
		"content": "Förmakstakykardier Eftersom AV-noden inte ingår i återkopplingskretsen skiljer sig såväl den akuta som den förebyggande behandlingen från den vid övriga SVT. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Förmaksfladder",
		"level": 4,
		"id": "e3_46",
		"parentId": "e3_45",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmakstakykardier && Förmaksfladder",
		"content": "Förmaksfladder Förmaksfladder kan uppträda paroxysmalt eller vara persisterande. Vid nydebuterat fladder bör konvertering inom 2 dygn övervägas. Såväl elektrisk som farmakologisk konvertering bör annars föregås av antikoagulationsbehandling under ≥ 3 veckor. Antikoagulationsbehandling följer samma principer som vid förmaksflimmer (se vidare under Förmaksflimmer ). Elkonvertering är framgångsrik i de flesta av behandlingsförsöken. Som alternativ kan ibutilid ges under noggrann övervakning av hjärtrytmen (sjukhusfall). Betablockerare, verapamil/diltiazem eller digitalis intravenöst kan användas för moderering av kammarfrekvensen. Kateterablation ska väljas i första hand vid recidiverande eller persisterande förmaksfladder, då det är en botande och relativt enkel behandling. Vid paroxysmalt uppträdande förmaksfladder eller efter lyckad konvertering är syftet med farmakologisk behandling att förebygga recidiv, se Terapirekommendationerna . För både flekainid och disopyramid gäller att kammarfrekvensen kan bli hög om arytmin recidiverar, varför medlen bör kombineras med verapamil/diltiazem eller en betablockerare. Beträffande digitalis, verapamil/diltiazem samt betablockerare saknas belägg för en förebyggande effekt. Vid persisterande förmaksfladder med hög kammarfrekvens kan denna sänkas med betablockerare och verapamil/diltiazem eller i sista hand digitalis. Betablockerare är av värde om kammarfrekvensen tenderar att bli hög vid fysisk eller psykisk stress. ",
		"products": "corvert isoptin verapamil cardizem tambocor durbis pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat"
	},
	{
		"title": "Fokal förmakstakykardi",
		"level": 4,
		"id": "e3_47",
		"parentId": "e3_45",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmakstakykardier && Fokal förmakstakykardi",
		"content": "Fokal förmakstakykardi Fokal förmakstakykardi är en relativt ovanlig arytmi. Akut behandling med adenosin eller elkonvertering enligt ovan är som regel mindre framgångsrik men bör prövas. Den akuta behandlingen ska i första hand inriktas på att moderera kammarfrekvensen och därefter inleds behandling med ett läkemedel med dokumenterad effekt på förmaksmyokard, t ex sotalol, disopyramid, flekainid, propafenon eller i sista hand amiodaron. Kateterablation ska övervägas i fall som kräver behandling med antiarytmiska läkemedel tillhörande klass I eller III. ",
		"products": "adenosin life sotacor sotalol durbis tambocor rytmonorm amiodaron cordarone"
	},
	{
		"title": "Förmaksflimmer",
		"level": 3,
		"id": "e3_48",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmaksflimmer",
		"content": "Förmaksflimmer För förmaksflimmer gäller principerna att 1. förebygga allvarliga komplikationer (i första hand stroke och i andra hand hjärtsvikt) 2. reducera symtomen; med frekvens- och/eller rytmreglering. Klassifikation av förmaksflimmer (FF): paroxysmalt FF – självterminerande inom 7 dygn persisterande FF – kräver aktiv konvertering för omslag till sinusrytm permanent FF – man har accepterat att avstå från, eller misslyckats med, konverteringsförsök. Vid akut uppträdande förmaksflimmer kan betablockerare, verapamil eller digitalis ges intravenöst för moderering av kammarfrekvensen. Om patienten är hemodynamiskt påverkad ges amiodaroninfusion för att sänka frekvensen; akut elkonvertering bör övervägas. Vid nydebuterat förmaksflimmer och före insättning av specifika antiarytmiska läkemedel ska patienten inte bara utredas med tyreoideaprover, elektrolyter, kreatinin och leverstatus (dronedaron, amiodaron) samt 12-avlednings-EKG utan också med ekokardiografi och arbetsprov med avseende på eventuell underliggande hjärtsjukdom. De kardiella riskerna med specifik antiarytmisk farmakologisk terapi är uppkomst av brady- och takykardier (”proarytmi”) samt aggraverad hjärtsvikt. Konvertering av symtomatiskt förmaksflimmer kan ske utan förebyggande antikoagulationsbehandling inom 48 timmar efter debut. Farmakologisk konvertering går ofta snabbt och är effektivt vid förmaksflimmer med kort duration (< 3 dygn) och kan vara att föredra eftersom detta förfarande inte kräver narkos, förutsatt att patienten inte är hemodynamiskt påverkad. Risken för proarytmi är låg med det nya förmaksselektiva läkemedlet vernakalant. Patienten bör uppsöka/sändas till sjukhus för konvertering om spontant omslag inte skett inom 24 timmar. ",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat isoptin verapamil amiodaron cordarone fosfatbuffert natriumbikarbonat fresenius natriumklorid b. baxter plasmalyte ringer-acetat ringerfundin multaq",
		"hasChildren": true
	},
	{
		"title": "Förmaksflimmer och tromboembolism",
		"level": 4,
		"id": "e3_49",
		"parentId": "e3_48",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmaksflimmer && Förmaksflimmer och tromboembolism",
		"content": "Förmaksflimmer och tromboembolism Faktaruta 4Riskfaktorer för tromboemboliska komplikationerCHA2DS2-VASc-poängC Hjärtsvikt eller ned-satt hjärtfunktion1 poängH Hypertoni1 poängA Ålder ≥ 75 år2 poängD Diabetes mellitus1 poängS Tidigare stroke/TIA2 poängV Vaskulär sjukdom1 poängA Ålder 65–74 år1 poängS Kön (kvinna)1 poängDärtill kommer mitralisvitierna. CHA2DS2-VASc-poäng C Hjärtsvikt eller ned-satt hjärtfunktion H Hypertoni A Ålder ≥ 75 år D Diabetes mellitus S Tidigare stroke/TIA V Vaskulär sjukdom A Ålder 65–74 år S Kön (kvinna) Det tidigare använda riskvärderingsschemat, CHADS2, har enligt nya europeiska riktlinjer ersatts av det mera detaljerade CHA2DS2-VASc (Faktaruta 4) som också tar hänsyn till samtidig aterosklerotisk sjukdom och kvinnligt kön samt differentierar mellan 65–74 år och ≥ 75 år 2. Konvertering av förmaksflimmer som varat > 48 timmar medför ökad risk för embolisk komplikation och ska därför föregås av minst 3 veckors behandling med warfarin på terapeutisk INR-nivå, dvs INR mellan 2 och 3. Som alternativ kan konvertering ske akut efter transesofageal ekokardiografisk undersökning av tromboembolibenägenhet och under parenteral antikoagulationsbehandling parallellt med insättande av peroral sådan. Denna behandling bör sedan vid båda strategierna pågå minst 6 veckor efter en lyckad konvertering, då återfallsrisken är störst under denna period. Vid förekomst av 2 poäng eller fler enligt CHA2DS2-VASc-score ska dock patienten kvarstå på antikoagulantiabehandling, och vid förekomst av en riskfaktor kan antikoagulantia övervägas. Behandlingen bör då vara livslång såvida inte komplikationer eller kontraindikationer uppstår. Tromboembolirisken vid förmaksflimmer varierar från < 1% per år till > 10% per år oavsett typ av FF. Hos äldre individer är förmaksflimmer inte sällan kombinerat med flera andra kardiovaskulära sjukdomar, som kan öka risken för cerebrala embolier till > 10% per år. Warfarin, dabigatran (trombinhämmare), rivaroxaban och apixaban (båda faktor X-hämmare) har i s k non-inferiority-studier jämförbar effekt ur tromboemboliprofylaktisk synpunkt och reducerar risken med ca 65%. Detta gäller inte patienter med hjärtklaffar där warfarin ger ett bättre skydd. Samtliga av dessa nya preparat har en lägre risk för intracerebral blödning jämfört med warfarin, men saknar i motsats till warfarin motmedel vid blödningskomplikationer. Enligt Socialstyrelsen och Läkemedelsverkets rekommendationer är warfarin dock fortfarande ett förstahandsalternativ för tromboemboliprofylax vid förmaksflimmer. Rekommendation om behandling med antikoagulantia vid förmaksflimmer finns på www.socialstyrelsen.se och www.sbu.se samt hos Camm AJ et al 3. Dabigatrandosen är 150 eller 110 mg 2 gånger/dag, rivaroxaban 20 mg 1 gång/dag och apixaban 5 mg 2 gånger/dag. Samtliga utsöndras i olika grad via njurarna varför njurfunktionen bör kontrolleras regelbundet. Vid nedsatt njurfunktion krävs dosanpassning. Interaktioner med andra läkemedel måste ses över. Vissa riskfaktorer talar i närvaro av flimmer för antikoagulationsbehandling (se Faktaruta 4 ). Vid CHA2DS2-VASc-poäng 2 eller fler finns indikation för antikoagulationsbehandling. Hos yngre (< 65 år), personer utan strukturell hjärtsjukdom eller andra riskfaktorer (”lone atrial fibrillation”) uppväger inte nyttan riskerna för allvarlig blödning. Risken för behandlingskrävande blödning är 2–3% per år vid stabil och välreglerad behandling. Starkt fluktuerande INR-nivåer indikerar ökad blödningsrisk. Blödningsrisken kan bedömas enligt det s k HAS-BLED-schemat 2. Acetylsalicylsyra (ASA) har i dosen 80–320 mg/dygn en dokumenterad bättre profylaktisk effekt mot tromboembolier än placebo, men sämre än warfarin; blödningsrisken är lika stor varför ASA inte är ett bra alternativ till warfarin. Nya antikoagulantiapreparat bör i första hand användas om warfarin inte är lämpligt, exempelvis vid svårinställt INR eller ökad blödningsrisk. Det är ytterst viktigt att varje individ med förmaksflimmer/-fladder bedöms individuellt och att antikoagulationsbehandling sätts in utan dröjsmål när beslut därom fattats (se kapitlet Cerebrovaskulära sjukdomar, avsnittet Riskbedömning och primärprevention och avsnittet Antikoagulationsbehandling efter ischemisk stroke/TIA med kardiell embolikälla ). Ur tromboemboliprofylaktisk synpunkt ska paroxysmalt förmaksflimmer behandlas på samma sätt som persisterande och permanent. Detta gäller också förmaksfladder. Valet av antiarytmisk behandlingsmetod vid förmaksflimmer baseras på hur svåra och frekventa patientens symtom är (påverkan på livskvaliteten), prognosen för bevarad sinusrytm utifrån ålder, förekomst av annan sjukdom (inklusive strukturell hjärtsjukdom) och det terapeutiska svaret på läkemedelsbehandling, samt en nytta-riskbedömning av olika alternativ i samråd med patienten. Val av behandlingsmetod bör ske i samråd med hjärtspecialist i enlighet med aktuella riktlinjer 2.",
		"products": "waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra albyl aspirin bamyl magnecyl"
	},
	{
		"title": "Faktaruta 4 - Riskfaktorer för tromboemboliska  komplikationer -  - ",
		"level": 3,
		"id": "e3_50",
		"parentId": "e3_39",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "facts",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Faktaruta 4",
		"content": "Faktaruta 4 Riskfaktorer för tromboemboliska komplikationer CHA2DS2-VASc-poäng C Hjärtsvikt eller ned-satt hjärtfunktion 1 poäng H Hypertoni 1 poäng A Ålder ≥ 75 år 2 poäng D Diabetes mellitus 1 poäng S Tidigare stroke/TIA 2 poäng V Vaskulär sjukdom 1 poäng A Ålder 65–74 år 1 poäng S Kön (kvinna) 1 poäng Därtill kommer mitralisvitierna.",
		"products": ""
	},
	{
		"title": "Paroxysmalt förmaksflimmer",
		"level": 4,
		"id": "e3_56",
		"parentId": "e3_48",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmaksflimmer && Paroxysmalt förmaksflimmer",
		"content": "Paroxysmalt förmaksflimmer Behandlingen är alltifrån ingen alls till antiarytmisk profylax eller kateterablation. Betablockerare eller kalciumantagonist (verapamil och diltiazem) kan användas i frekvensdämpande syfte. Som profylaktisk behandling vid symtomgivande förmaksflimmer är sotalol, disopyramid, flekainid och propafenon förstahandsval. Disopyramid kan vara att föredra om flimmerepisoderna uppträder nattetid särskilt hos en vältränad patient (”vagalt flimmer”). Flekainid och propafenon ska inte användas hos patienter med kranskärlssjukdom eller hjärtsvikt och vid det senare inte heller disopyramid. Inte heller vid skänkelblock eller AV-blockering ska dessa tre substanser användas. För patienter med hypertoni och samtidig uttalad vänsterkammarhypertrofi lämpar sig enbart amiodaron. Amiodaron används i övrigt i sista hand, men är speciellt lämpligt till patienter med grav hjärtsvikt. Såväl disopyramid som flekainid bör kombineras med betablockerare eller kalciumantagonister, eftersom preparatens elektrofysiologiska effekter kan ge högre kammarfrekvens under attack av förmaksflimmer (propafenon har ”inbyggd” betablockad), se Tabell 2 . För patienter med icke permanent förmaksflimmer som har minst en kardiovaskulär riskfaktor (tidigare stroke eller TIA, hypertoni, diabetes, ålder ≥ 75 år) men inte hjärtsvikt lämpar sig dronedaron för att förhindra återfall i förmaksflimmer eller för att sänka kammarfrekvensen. Detta läkemedel, som kan sättas in polikliniskt, har visats minska behovet av sjukhusvård pga flimmer och risken för tromboemboliska komplikationer. Försiktighet gäller vid vissa tillstånd och leverfunktionen bör följas regelbundet – se produktresumé/Fass. ",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 isoptin verapamil cardizem tambocor rytmonorm durbis amiodaron cordarone multaq"
	},
	{
		"title": "Persisterande förmaksflimmer",
		"level": 4,
		"id": "e3_57",
		"parentId": "e3_48",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmaksflimmer && Persisterande förmaksflimmer",
		"content": "Persisterande förmaksflimmer Läkemedelsbehandling med antiarytmika (t ex vernakalant eller ibutilid intravenöst givet) kan användas för farmakologisk konvertering eller för att underlätta elkonvertering, men kräver noggrann övervakning pga ökad arytmirisk (ibutilid) och risk för blodtrycksfall (vernakalant). Farmakologisk konvertering kan prövas om flimrets duration understiger 7 dygn men är vanligen mindre effektiv jämfört med elkonvertering om flimmerdurationen överstiger 48 timmar. Se dock ovan om krav på antikoagulantiabehandling vid konvertering. Erfarenheten av s k pill-in-the-pocket för egenbehandling är begränsad. Läkemedelsbehandlingen för profylax mot återfall efter konvertering är densamma som för paroxysmalt flimmer. Amiodaron är mer effektivt än andra läkemedel, men har fler potentiellt allvarliga biverkningar. Beträffande icke-farmakologisk behandling – se ovan om kateterablation, och för särskilda fall mazeoperation och pacemakerbehandling. Behandling i frekvensreglerande syfte – se om hisablation .",
		"products": "corvert waran warfarin heparin antithrombin iii atenativ fragmin (med klexane orgaran innohep pletal clopidogrel teva pharma cloriocard defrozyp grepid klopidogrel plavix ticlid acetylsalicylsyra azegetian diprasorin esteprin gentazetan medisapi peneprin sifuprin tianzakt trombyl persantin epoprostenol ilomedin ventavis reopro integrilin remodulin efient brilique asasantin duocover axanum streptase actilyse rapilysin metalyse ceprotin novastan angiox pradaxa xarelto eliquis arixtra amiodaron cordarone"
	},
	{
		"title": "Permanent förmaksflimmer",
		"level": 4,
		"id": "e3_58",
		"parentId": "e3_48",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Supraventrikulära arytmier && Förmaksflimmer && Permanent förmaksflimmer",
		"content": "Permanent förmaksflimmer Symtomlindring genom frekvensreglering samt tromboemboliprofylax är behandlingsmålen. Betablockerare och kalciumantagonisterna verapamil och diltiazem är förstahandsval för fysiskt aktiva personer. Digitalis kan fungera hos relativt inaktiva personer eller när blodtrycket är lågt. Digitaliskoncentration bestäms vid misstänkt intoxikation. Arbetsprov, trapptest, och/eller bandspelar-EKG bör användas för att bedöma den frekvensreglerande behandlingens effektivitet. Hisablation med pacemakerbehandling kan vara ett alternativ om frekvensregleringen misslyckas. Hos unga individer bör man dessförinnan ha övervägt annan icke-farmakologisk behandling.",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 isoptin verapamil cardizem"
	},
	{
		"title": "Ventrikulära arytmier",
		"level": 2,
		"id": "e3_59",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier",
		"content": "Ventrikulära arytmier Mer detaljerade terapiriktlinjer finns redovisade hos Zipes et al 4.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Ventrikulära extrasystolier",
		"level": 3,
		"id": "e3_60",
		"parentId": "e3_59",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Ventrikulära extrasystolier",
		"content": "Ventrikulära extrasystolier Ventrikulära extrasystolier (VES) är mycket vanliga, speciellt hos patienter med hjärtsvikt. Efter hjärtinfarkt är VES en riskfaktor för ökad morbiditet och mortalitet, men specifik antiarytmisk läkemedelsbehandling mot VES efter hjärtinfarkt gör mer skada än nytta. VES i frånvaro av underliggande hjärtsjukdom saknar prognostisk betydelse. Bigeministällda VES kan ge symtom pga funktionell bradykardi, dvs endast varannan hjärtcykel blir hemodynamiskt effektiv. Ofta saknar VES hemodynamisk betydelse men vid frekventa VES och hjärtsvikt utan annan orsak kan ablationsbehandling vara ett alternativ (specialistfall). Läkemedelsbehandling tenderar att förvärra symtomen. Möjligen kan en selektiv betablockerare (metoprolol, bisoprolol eller atenolol) prövas som symtomatisk behandling. ",
		"products": "pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat"
	},
	{
		"title": "Kammarrytm eller idioventrikulär rytm",
		"level": 3,
		"id": "e3_61",
		"parentId": "e3_59",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Kammarrytm eller idioventrikulär rytm",
		"content": "Kammarrytm eller idioventrikulär rytm Kammarrytm eller idioventrikulär rytm uppstår i kammarmuskulaturen till följd av ökad automaticitet (spontan urladdning). Hjärtfrekvensen är ofta 50–120 slag/minut. Denna arytmi ses ibland vid akuta koronara syndrom i samband med reperfusion, som sker spontant eller inducerats av kranskärlsintervention eller trombolytisk behandling. Arytmin är oftast kortvarig och utgör varken grund för symtom eller hot för patienten. Ingen särskild behandling erfordras. Även digitalisintoxikation kan ge kammarrytm.",
		"products": ""
	},
	{
		"title": "Ventrikeltakykardi",
		"level": 3,
		"id": "e3_62",
		"parentId": "e3_59",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Ventrikeltakykardi",
		"content": "Ventrikeltakykardi Ventrikeltakykardier (VT) beskrivs efter duration, morfologi (QRS-komplexens utseende på EKG) och klinisk konsekvens (symtom, tolerans), se Figur 1 . De polymorfa takykardierna är i regel snabbare än de monomorfa och tolereras därför sämre (se Figur 1 ). Bakomliggande hjärtsjukdomar återfinns i Faktaruta 2 . Ischemisk hjärtsjukdom är det vanligaste sjukdomstillståndet bakom livshotande kammararytmi och förekommer hos ≥ 70% av patienterna. Omkring var 4:e patient med akut infarkt drabbas av livshotande kammararytmi, varav majoriteten avlider utanför sjukhus. Förvärvat långt QT-syndrom beror oftast på läkemedelsbehandling (proarytmisk effekt) och ett stort antal läkemedel kan framkalla förlängt QT-intervall och livshotande arytmi, speciellt om predisponerande faktorer som hypokalemi, bradykardi och hjärtsvikt samtidigt föreligger. Exempelvis kan tricykliska antidepressiva läkemedel framkalla förlängd korrigerad QT-tid och VT av typen torsade de pointes. Övriga läkemedel med denna effekt finns upptagna på följande webbplats: www.crediblemeds.org .",
		"products": "anafranil klomipramin saroten sensaval ludiomil maprotilin",
		"hasChildren": true
	},
	{
		"title": "Medfödda hjärtsjukdomar  associerade med plötslig död",
		"level": 4,
		"id": "e3_63",
		"parentId": "e3_62",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Ventrikeltakykardi && Medfödda hjärtsjukdomar  associerade med plötslig död",
		"content": "Medfödda hjärtsjukdomar associerade med plötslig död Tillstånd med ventrikulära takyarytmier associerade med plötslig hjärtdöd hos barn och unga (< 35 år) är vanligtvis medfödda och med en autosomal dominant nedärvning. Dessa inkluderar hypertrof kardiomyopati, arytmogen högerkammarkardiomyopati (ARVC), långt QT-syndrom (LQTS), kort QT-syndrom (SQTS), Brugadas syndrom och katekolaminerg polymorf ventrikeltakykardi (CPVT). Eftersom presynkope eller synkope kan vara debutsymtom vid dessa tillstånd är det viktigt att utifrån anamnes och EKG utesluta kardiell orsak vid oförklarad svimning. Den frekvenskorrigerade QT-tiden (åldersberoende hos barn) ska alltid uppmätas vid misstanke om kardiell svimning eller vid anamnes på plötslig död i släkten i unga år. Ventrikulära arytmier vid LQTS (torsade de pointes) utlöses ofta av fysisk (särskilt simning) eller mental stress (akustiska stimuli), men kan vid en del genetiska subtyper också uppträda i vila inklusive under sömn. LQTS uppvisar en förlängd korrigerad QT-tid (QTc) som i vissa fall kan vara intermittent. Medelåldern för symtomdebut med svimning är 12 år, men även spädbarn kan insjukna. Genetisk testning av patienter och närmast anhöriga rekommenderas eftersom utfallet påverkar prognos och därmed behandling. Kort QT-syndrom är mycket ovanligt men karakteriseras av korta QT-tider eller QTc som understiger 300–320 msek samt höga och toppiga T-vågor utan föregående ST-sträcka i V1–V3. Brugadas syndrom, som företrädesvis drabbar män i 30–40-årsåldern med snabb polymorf ventrikeltakykardi eller ventrikelflimmer, uppvisar i typiska fall EKG-förändringar med ST-höjning (> 2 mm) efterföljt av negativ T-våg (”pseudo-RBBB”) i mer än en högersidig prekordial avledning V1–V3. Familjär katekolaminkänslig polymorf VT (CPVT) karakteriseras av polymorfa kammartakykardier som utlöses av fysisk ansträngning eller psykisk stress. Vilo-EKG är normalt. Arbetsprov ger vanligtvis diagnosen. Hypertrof kardiomyopati (HCM) kan förbli oupptäckt under ungdomsåren. Risken för plötslig hjärtdöd är högre i 8–16-årsåldern än i 17–30-årsåldern varför barn och syskon till patienter med HCM ska undersökas tidigt med ekokardiografi (ultraljud) för att identifiera individer med sjukdomen, s k kaskadscreening. I ca 75% av fallen ses EKG-förändringar. Diagnosen ARVC är ofta svår att ställa och baseras på en kombination av icke specifika diagnostiska kriterier. Vanligaste EKG-fynd är T-vågsinversioner i avledning V1–V3, samt QRS-duration längre än 110 msek. Samtliga tillstånd under denna rubrik är specialistfall. När det gäller elitidrottare och allmän screening för att hitta de sjukdomar som ligger bakom plötslig hjärtdöd hänvisas till Socialstyrelsens rapport Plötslig hjärtdöd – bland barn och unga vid idrott och fysisk ansträngning 5. Se även avsnittet Barn – arytmier .",
		"products": ""
	},
	{
		"title": "Akut behandling av ihållande VT",
		"level": 4,
		"id": "e3_64",
		"parentId": "e3_62",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Ventrikeltakykardi && Akut behandling av ihållande VT",
		"content": "Akut behandling av ihållande VT Om patienten är vid medvetande ska arytmin dokumenteras med EKG. Grundregeln är att en breddökad takykardi är VT tills motsatsen har bevisats. En korrekt diagnos och dokumentation är viktigt för den prognostiska bedömningen och har betydelse för valet av sekundärprofylaktisk strategi, mer än för valet av den akuta behandlingen. En medvetslös patient med VT ska omedelbart elkonverteras (synkront) eller defibrilleras och övriga erforderliga hjärtstoppsåtgärder ska vidtas. I övriga fall gäller att så snabbt som möjligt bryta arytmin, lämpligen med elkonvertering under narkos. Efter omslag till sinusrytm ska ett vilo-EKG omedelbart registreras för att möjliggöra bedömning av ischemiförekomst, tecken till genomgången infarkt, vänsterkammarhypertrofi eller andra tecken på för kammararytmi predisponerande tillstånd inklusive elektrolytrubbning, retledningshinder eller bradykardi. Optimering av hemodynamiska förhållanden och, vid behov, smärtlindring sker parallellt med korrigering av elektrolyt- och syra-bas-status. Om kaliumbrist föreligger kan man misstänka underskott även på magnesium, speciellt om patienten diuretikabehandlas. Kalium- och magnesiumtillförsel ska ske långsamt och under kontroll av blodtryck och EKG-övervakning pga magnesiums kalciumantagonistiska effekt. Om det trots ovanstående åtgärder är svårt att arytmimässigt stabilisera patienten är infusion av amiodaron indicerad. Amiodaron är svårlösligt och lösningsmedlet som används (tween 80) har blodtryckssänkande effekt, varför infusionstakten, speciellt under laddningsdosen, kan behöva individualiseras; måldosen är ca 1 200 mg/dygn. Bradykardi kan inträffa, medan risken för s k proarytmisk effekt i kammaren är låg. Infusionen kan behöva utsträckas över flera dygn. Vid terapisvikt, trots adekvat amiodarondos och optimering av patientens grundsjukdom, kan lidokaininfusion adderas, då dessa substanser uppvisar synergistiska antiarytmiska effekter. Temporär pacemakerbehandling med relativt hög kammarfrekvens kan också övervägas för att undertrycka utlösande VES. Svårstabiliserad arytmi vid akut kranskärlssjukdom är en indikation för akut utredning av revaskulariseringsbehov!",
		"products": "magnesium kaleorid kajos kalcium calcium-sandoz calcitugg kalcidon kalcipos cal-d-vita calcichew-d3 forte mite calfovit ideos kalcipos-d recikalc-d calcigran-d3 amiodaron cordarone elamal instillagel lidocaine lidokain lidokainhydroklorid i oral cleaner versatis xylocain utan xylocard alsol-lidokain"
	},
	{
		"title": "Sekundärprofylax mot VT/VF",
		"level": 4,
		"id": "e3_65",
		"parentId": "e3_62",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Ventrikulära arytmier && Ventrikeltakykardi && Sekundärprofylax mot VT/VF",
		"content": "Sekundärprofylax mot VT/VF En patient med dokumenterad VT eller VF har en återfallsrisk på 20–40% inom 1–2 år. Detta är den starkaste riskindikatorn av alla för ny livshotande arytmi. Utredningen ska därför ske innan patienten skrivs ut från sjukhus och av speciellt utbildade kardiologer (se Faktaruta 1 och 3 ). Indikation för ICD-behandling anges nedan. För patienter med monomorf och tolerabel VT och en väsentligen normal vänsterkammarfunktion är specifik antiarytmisk farmakologisk behandling ett alternativ. I allmänhet ska effekten utvärderas när man sätter in ett antiarytmiskt läkemedel hos en patient med dokumenterad livshotande kammararytmi. Förstahandsvalet är då antingen ett klass I- eller klass III-preparat. Sotalol kan användas såvida det inte föreligger någon kontraindikation (astma). Måldosen är 80–160 mg 2 gånger/dag, men dosen måste anpassas hos patienter med njurinsufficiens. Risk för torsade de pointes (se ) är vanligare hos kvinnor, vid sotaloldos > 320 mg/dag, vid hjärtsvikt, bradykardi, hypokalemi och repolarisationsrubbning basalt. Disopyramid, flekainid och propafenon kan användas till patienter utan skänkelblock, utan kranskärlssjukdom och med god vänsterkammarfunktion. Amiodaron är det mest effektiva läkemedlet och kan även ges till patienter med nedsatt vänsterkammarfunktion. Parenteral amiodaronbehandling har berörts tidigare och kan skydda under peroral uppladdning. Full antiarytmisk effekt av peroralt tillfört amiodaron kommer dock först efter 4–12 veckor. Amiodaronbehandling ställer stora krav på noggrann uppföljning med hänsyn till potentiella biverkningar. Om läkemedelsbehandling inte lyckats undertrycka arytmibenägenheten bör icke-farmakologisk behandling övervägas, i första hand implantation av en ICD eller kateterablation beroende på bakomliggande genes till arytmin (se ovan). Hos patienter med förvärvat långt QT-syndrom och torsade de pointes-takykardi är undandragande av den provocerande faktorn förstahandsåtgärd, men behandlingen kan akut behöva kompletteras med frekvenshöjande åtgärder som isoprenalin (inte vid medfött LQTS!) eller temporär pacing. Medfött LQTS behandlas med betablockerare (bäst dokumentation för propranolol och nadolol (licenspreparat, t ex Corgard Sanofi tabletter 80 mg). Pacemaker och ICD-behandling kan bli aktuellt.",
		"products": "sotacor sotalol durbis tambocor rytmonorm amiodaron cordarone pindolol viskén inderal propranolol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat"
	},
	{
		"title": "Bradyarytmier",
		"level": 2,
		"id": "e3_66",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Bradyarytmier",
		"content": "Bradyarytmier Faktaruta 5Bradyarytmier Bradykardi (< 50 slag/min) Sinusknutedysfunktion (SND) Sinuspauser, sinusbradykardi Sjuk sinusknuta (symtomatisk SND) Takykardi-bradykardisyndromAtrioventrikulärt (AV) block AV block I AV block II– Mobitz I: successivt ökande PQ-tid innan AV-block uppstår (Wenckebachs block)– Mobitz II: abrupt isättande AV-block AV-block III (totalt AV block) Bradykardi (< 50 slag/min) Sinusknutedysfunktion (SND) Sinuspauser, sinusbradykardi Sjuk sinusknuta (symtomatisk SND) Takykardi-bradykardisyndrom Atrioventrikulärt (AV) block AV block I AV block II– Mobitz I: successivt ökande PQ-tid innan AV-block uppstår (Wenckebachs block)– Mobitz II: abrupt isättande AV-block AV-block III (totalt AV block) Se Faktaruta 5 . Behandling med betablockerare, kalciumantagonist eller digitalis kan ge uttalad bradykardi och bör i förekommande fall sättas ut eller ersättas med andra läkemedel. Observera att läkemedel för icke-kardiovaskulärt bruk, t ex karbamazepin mot epilepsi och neuralgi och timolol ögondroppar mot glaukom, också kan ge bradykardier.",
		"products": "hermolepsin tegretol trimonil blocadren optimol timolol timosan",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 5 - Bradyarytmier",
		"level": 3,
		"id": "e3_67",
		"parentId": "e3_66",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "facts",
		"titlePath": "Hjärtrytmrubbningar && Bradyarytmier && Faktaruta 5",
		"content": "Faktaruta 5 Bradyarytmier Bradykardi (< 50 slag/min) Sinusknutedysfunktion (SND) Sinuspauser, sinusbradykardi Sjuk sinusknuta (symtomatisk SND) Takykardi-bradykardisyndromAtrioventrikulärt (AV) block AV block I AV block II– Mobitz I: successivt ökande PQ-tid innan AV-block uppstår (Wenckebachs block)– Mobitz II: abrupt isättande AV-block AV-block III (totalt AV block)",
		"products": ""
	},
	{
		"title": "Dysfunktion i sinusknutan",
		"level": 3,
		"id": "e3_72",
		"parentId": "e3_66",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Bradyarytmier && Dysfunktion i sinusknutan",
		"content": "Dysfunktion i sinusknutan Dysfunktion i sinusknutan kan ge upphov till pauser i rytmen, till längre perioder av sinusbradykardi och till oförmåga till adekvat pulsökning vid ansträngning (kronotrop inkompetens). När dessa bradykardier ger symtom i form av svimning, yrsel, andfåddhet eller nedsatt prestationsförmåga talar man om ”sjuk sinusknuta”. Detta tillstånd är generellt sett inte förknippat med ökad mortalitet och behandlingen – pacemakerstimulering av höger förmak – är strikt symtomatisk. Val av lämpligt pacemakersystem är dock en specialistfråga. Hos 30–40% av patienterna med sjuk sinusknuta föreligger också takykardiproblematik, oftast förmaksflimmer. När läkemedelsbehandling krävs förstärks vanligen pacemakerbehovet och kombinationsbehandling blir nödvändig. Omvänt gäller att pacemakerbehov inte sällan uppstår till följd av antiarytmikas bradykardieffekt hos patienter med primär takykardiproblematik, vanligen förmaksflimmer. Man talar i dessa sammanhang om takykardi-bradykardi syndrom (taky-bradysyndrom). ",
		"products": ""
	},
	{
		"title": "AV-block",
		"level": 3,
		"id": "e3_73",
		"parentId": "e3_66",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Bradyarytmier && AV-block",
		"content": "AV-block AV-block I saknar oftast såväl hemodynamisk som prognostisk betydelse. När AV-block II av Wenckebachs-typ upptäcks hos en ung och frisk individ och det försvinner under arbetsprov eller vid tillförsel av atropin eller isoprenalin är prognosen god. När denna arytmi och andra typer av AV-block II förekommer i andra kliniska sammanhang, liksom AV-block III, ska ställningstagande till pacemakerbehandling ske utan fördröjning. AV-block II eller III med svimning är alltid ambulansfall till akutmottagning. Vid grav hemodynamisk påverkan rekommenderas atropin, 0,5 mg intravenöst, eller isoprenalininfusion (licenspreparat, t ex Isuprel Hospira injektionsvätska 0,2 mg/ml) utan fördröjd transport. Dostitreringen av isoprenalin är individuell och medlet kan framkalla takyarytmier. AV-block III, som uppträder i samband med akut inferior (diafragmal) hjärtinfarkt, är oftast övergående inom 7–10 dagar och konservativ behandling kan prövas med atropin eller isoprenalin vid behov och eventuellt temporär pacemaker. Vid akut framväggsinfarkt ska även övergående AV-block III leda till pacemakerbehandling eftersom hjärtmuskelskadan oftast är stor och recidivrisken för höggradigt AV-block och andra behandlingskrävande arytmier är hög.",
		"products": "atropin isopto-atropin"
	},
	{
		"title": "Barn – arytmier",
		"level": 2,
		"id": "e3_74",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Barn – arytmier",
		"content": "Barn – arytmier Arytmier hos barn ska handläggas av barnkardiologer i samarbete med vuxenkardiologer med speciell arytmikompetens. De flesta takykardier hos barn är medierade via en accessorisk bana, särskilt i spädbarnsåldern och tidig barndom, med ökande förekomst av AV-nodal takykardi i senare åldersgrupper 6. Arytmier vid strukturell hjärtsjukdom kan antingen vara relaterade till underliggande hjärtsjukdom eller det kirurgiska ingreppet som skapat ärrvävnad i hjärtmuskeln. Som en allmän regel krävs en klar arytmidiagnos med EKG-dokumentation innan förskrivning av antiarytmika. Risk-/nytta-analys av läkemedelsbehandling bör alltid beaktas när man ska behandla barn. Kateterablation kan utföras med lika goda resultat som hos vuxna men kräver särskild kompetens hos utföraren vad gäller mindre barn (yngre än skolåldern) för att uppnå lika hög säkerhet. Tredimensionell kartläggning medger navigering med förbättrad kateterteknik utan genomlysning vilket förbättrat säkerheten. Rekommendationen för akut terminering av smal QRS-takykardi är i första hand vagala manövrar (t ex isnedsänkning, Valsalvas manöver och, för äldre barn, stå på huvudet) innan administrering av antiarytmiska läkemedel eftersom dessa manövrar ofta är effektiva. Vid utebliven effekt ges adenosin intravenöst som snabb bolusinjektion. Startdos för spädbarn är 0,15 mg/kg kroppsvikt och för 1 års ålder 0,1 mg/kg kroppsvikt i ökande dos upp till 0,3 mg/kg kroppsvikt. Verapamil är kontraindicerat till spädbarn under 1 års ålder då det kan resultera i kardiovaskulär kollaps. Den högsta förekomsten av SVT ses hos nyfödda och unga spädbarn. Vid långtidsbehandling måste man beakta att en majoritet av dessa barn under 1 års ålder endast kommer att ha ett fåtal episoder av SVT som del av spontan läkning. Invasiv terapi är således begränsad till den sällsynta patientgrupp med läkemedelsresistent arytmi och livshotande tillstånd. Profylaktisk antiarytmisk läkemedelsbehandling ges enbart för att skydda barnet från återkommande supraventrikulär takykardi under en tidsrymd tills sjukdomen så småningom upphör spontant eller tills det är lämpligt att erbjuda barnet kurativ behandling med kateterablation. För patienter med SVT-episoder som återkommer efter 1 års ålder eller med den första manifestationen bortom barndomen, är det mindre sannolikt med spontan läkning. Ingen behandling är motiverad i fall av sällsynta och korta attacker med god klinisk tolerans, brist på preexcitation och normalt hjärta. Periodisk behandling (”pill-in-the-pocket” approach) är ett alternativ för sällsynta men väl tolererade och långvariga episoder av SVT, såsom AVNRT. Viktigt att påpeka är att vissa SVT-former, såsom exempelvis PJRT (permanent form of junctional reciprocating tachycardia), kan vara kroniskt ihållande och ge takykardimyopati med uttalad hemodynamisk påverkan, vilket kan motivera aggressiv antiarytmisk behandling men även ablation. ",
		"products": "adenosin life isoptin verapamil"
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "e3_75",
		"parentId": "e3_2",
		"chapter": "e3_hja_hjartrytmrubbn_2013fm10.html",
		"type": "header",
		"titlePath": "Hjärtrytmrubbningar && Referenser",
		"content": "Referenser Blomström-Lundqvist C, Scheinman MM, Aliot EM, Alpert JS, Calkins H, Camm AJ, et al. ACC/AHA/ESC guidelines for the management of patients with supraventricular arrhythmias-executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines, and the European Society of Cardiology Committee for Practice Guidelines (Writing Committee to Develop Guidelines for the Management of Patients With Supraventricular Arrhythmias.).Circulation. 2003;108:1871–1909. European Heart Rhythm Association; European Association for Cardio-Thoracic Surgery. Camm AJ, Kirchhof P, Lip GY, Schotten U, Savelieva I, Ernst S, et al. Guidelines for the management of atrial fibrillation: the Task Force for the Management of Atrial Fibrillation of the European Society of Cardiology (ESC). Europace. 2010;12:1360–420. Camm AJ, Lip GY, De Caterina R, Savelieva I, Atar D, Hohnloser SH, et al. 2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation. Developed with the special contribution of the European Heart Rhythm Association. Eur Heart J. 2012;33:2719–47. Zipes DP, Camm AJ, Borggrefe M, Buxton AE, Chaitman B, Fromer M, et al. ACC/AHA/ESC 2006 guidelines for management of patients with ventricular arrhythmias and the prevention of sudden cardiac death: a report of the American College of Cardiology/American Heart Association Task Force and the European Society of Cardiology Committee for Practice Guidelines (writing committee to develop guidelines for management of patients with ventricular arrhythmias and the prevention of sudden cardiac death): developed in collaboration with the European Heart Rhythm Association and the Heart Rhythm Society.Circulation. 2006;114:e385–e484 . Plötslig hjärtdöd – bland barn och unga vid idrott och fysisk ansträngning. Socialstyrelsen. 2006. Artikelnummer: 2006-114-39.www.socialstyrelsen.se Brugada J, Blom N, Sarquella-Brugada G, Blomstrom-Lundqvist C, Deanfield J, Janousek J, et al. Pharmacological and non-pharmacological therapy for arrhythmias in the pediatric population: EHRA and AEPC-Arrhythmia Working Group joint consensus statement. Europace. 2013. doi: 10.1093/europace/eut082.http://europace.oxfordjournals.org . För vidare läsning: Nationella riktlinjer för hjärtsjukvård. Socialstyrelsen. 2008, senaste 2011. www.socialstyrelsen.se SBU. Kateterburen ablationsbehandling vid förmaksflimmer. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2010. SBU Alert-rapport nr 2010-06. ISSN 1652-7151. www.sbu.se Bergfeldt L, Brandt J, Schwieler J. Hjärtrytmrubbningar. I: Dahlström U, Nyström F, Jonasson L, red. Kardiovaskulär medicin. Liber AB; 2010. s 188–232. ISBN 9147093188. Raviele A, Giada F, Bergfeldt L, Blanc JJ, Blomstrom-Lundqvist C, Mont L, et al. Management of patients with palpitations: a position paper from the European Heart Rhythm Association. Europace. 2011;13:920–34. SBU. Dabigatran för att förebygga stroke vid förmaksflimmer. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2011. SBU Alert-rapport nr 2011-04. ISSN 1652-7151. www.sbu.se Förmaksflimmer – förekomst och risk för stroke. Rapporttyp: Vit. Publicerad: 2013. www.sbu.se Strokesjukvård. Vetenskapligt underlag för Nationella riktlinjer 2009. www.socialstyrelsen.se Komplettering av Nationella riktlinjer för hjärtsjukvård 2008 och strokesjukvård 2009 – stöd för styrning och ledning – slutlig version. Publiceringsår 2011. Artikelnummer: 2011-12-21. ISBN 9789186885861. www.socialstyrelsen.se Hämtar... Hämtar...",
		"products": "pradaxa"
	}
]