[
	{
		"title": "root",
		"level": 0,
		"id": "r4_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Epilepsi",
		"level": 1,
		"id": "r4_2",
		"parentId": "r4_0",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi",
		"content": " Elinor Ben-Menachem, Institutionen för klinisk neurovetenskap och fysiologi, Ingrid Olsson och Paul Uvebrant, Barn- och ungdomsneurologi,Sahlgrenska Universitetssjukhuset, Göteborg",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "r4_70",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Terapirekommendationer / Faktarutor etc.",
		"content": " TerapirekommendationerBehandling vid feberkramper Terapirekommendationer Behandling vid feberkramper TerapirekommendationerBehandling av tonisk-kloniska anfall och status epilepticus hos vuxna Terapirekommendationer Behandling av tonisk-kloniska anfall och status epilepticus hos vuxna TerapirekommendationerPreparatval vid olika anfallsformer Terapirekommendationer Preparatval vid olika anfallsformer Faktaruta 1Definition Faktaruta 1 Definition Faktaruta 2Klassifikation av anfall Faktaruta 2 Klassifikation av anfall Faktaruta 3Klassifikation av epilepsisyndrom Faktaruta 3 Klassifikation av epilepsisyndrom Faktaruta 4Diagnostik Faktaruta 4 Diagnostik Faktaruta 5Körkort Faktaruta 5 Körkort Faktaruta 6Handläggning av barnet med epi­lepsi Faktaruta 6 Handläggning av barnet med epi­lepsi Faktaruta 7Handläggning av den vuxne med epilepsi Faktaruta 7 Handläggning av den vuxne med epilepsi Faktaruta 8Interaktioner Faktaruta 8 Interaktioner Tabell 1Fynd/symtom vid olika typer av anfall Tabell 1 Fynd/symtom vid olika typer av anfall Tabell 2Olika antiepileptika Tabell 2 Olika antiepileptika",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "r4_3",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Inledning",
		"content": " Epilepsi förekommer hos 0,5–1% av befolkningen, vilket innebär att ca 60 000 personer i Sverige har epilepsi, varav 10 000 barn. Varje år tillkommer epilepsi hos ca 4 500 personer. Se Faktaruta 1 för definition och Faktaruta 2 och 3 för klassifikation. Den medicinska behandlingen är ofta långvarig och diagnosen har stor hälsoekonomisk betydelse pga höga kostnader för läkemedel och sjukfrånvaro. Epilepsi leder ofta till medicinska och psykosociala konsekvenser genom aktivitetsinskränkning och minskad social delaktighet. Det är av stor vikt att epilepsidiagnosen säkerställs och att epilepsi- och anfallstyp klassificeras på ett adekvat sätt, då detta har såväl prognostisk som terapeutisk betydelse.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 1 - Definition",
		"level": 3,
		"id": "r4_4",
		"parentId": "r4_3",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Inledning && Faktaruta 1",
		"content": " Epilepsi är en grupp tillstånd som känne­tecknas av minst 2 epileptiska anfall som uppträtt spontant. Ett enstaka epileptiskt anfall leder som regel inte till diagnosen epilepsi, liksom inte heller anfall provocerade av akut sjukdom eller anfall med exogen orsak.",
		"products": ""
	},
	{
		"title": "Faktaruta 2 - Klassifikation av anfall",
		"level": 3,
		"id": "r4_6",
		"parentId": "r4_3",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Inledning && Faktaruta 2",
		"content": " Fokala anfall Fokalt anfall utan medvetandepåverkan Fokalt anfall med medvetandepåverkan Fokalt anfall med utveckling till ett bilateralt konvulsivt anfall Generaliserade anfall (med samtidig start i båda hemisfärerna) Tonisk-kloniska anfall Absenser Atypiska absenser Myokloniska anfall Toniska anfall Kloniska anfall Atoniska anfall Anfall som inte kan klassificeras ",
		"products": ""
	},
	{
		"title": "Faktaruta 3 - Klassifikation av epilepsisyndrom",
		"level": 3,
		"id": "r4_11",
		"parentId": "r4_3",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Inledning && Faktaruta 3",
		"content": " Klassifikationen baseras på etiologiska faktorer, ålder vid insjuknandet, EEG-fynd och anfallstyp. Exempel på syndrom är Wests syndrom (infantila spasmer) och Lennox–Gastauts syndrom, absensepilepsi i barndomen och juvenil myo­klonisk epilepsi.",
		"products": ""
	},
	{
		"title": "Vårdnivå",
		"level": 2,
		"id": "r4_13",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Vårdnivå",
		"content": " Barn med misstänkt epilepsi bör utredas och behandlas av neuropediater (specialistläkare i barn- och ungdomsneurologi med habilitering) eller av barnläkare i samråd med neuropediater. För vuxna bör den primära utredningen och initiering av behandling handläggas av, eller i samarbete med, neurolog. Den fortsatta uppföljningen sker företrädesvis hos neurolog, men där detta inte är möjligt följs patienten vid invärtesmedicinsk mottagning eller i primärvården. I dessa fall bör neurolog konsulteras vid ofullständig eller försämrad anfallskontroll, liksom om biverkningar av läkemedelsbehandlingen noteras. För diagnostik se Faktaruta 4 och Tabell 1. För behandling av feberkramper se Terapirekommendationerna. Körkortsfrågor, konsekvenser för yrkeslivet, graviditet samt avslutande av behandling bör också motivera neurologkontakt. Se Faktaruta 5 om körkort.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 4 - Diagnostik - Differentialdiagnoser",
		"level": 3,
		"id": "r4_14",
		"parentId": "r4_13",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Vårdnivå && Faktaruta 4",
		"content": " Anamnes inklusive anfallsbeskrivning av ögonvittne EEG, helst också under sömn, ibland även hyperventilation, fotostimulering Kliniskt status CT/MRT EKG Akutsymtomatiska anfall vid tillstånd som– Trauma– Abstinens– Intoxikation– Stroke– Infektion Feberkramper hos barn 6 månader till 4 år Icke-epileptiska anfall – Affektanfall hos barn– Pavor nocturnus hos barn– TIA hos vuxna– Migrän– Hypoglykemi– Synkope– Psykogena eller pseudoepileptiska anfall– Hyperventilationsattacker– Panikattacker– Långt QT-syndrom",
		"products": ""
	},
	{
		"title": "Tabell 1. Fynd/symtom vid olika typer av anfall",
		"level": 3,
		"id": "r4_17",
		"parentId": "r4_13",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Epilepsi && Vårdnivå && Tabell 1. Fynd/symtom vid olika typer av anfall",
		"content": "",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Behandling vid feberkramper",
		"level": 3,
		"id": "r4_18",
		"parentId": "r4_13",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Epilepsi && Vårdnivå && Terapirekommendationer – Behandling vid feberkramper",
		"content": " Kriterier: feber, generaliserat anfall < 15 minuter följt av snabb återhämtning. Vid feberkramp som varar > 4–5 minuter kan diazepam ges rektalt. Dosering: 5 mg vid åldern 3 månader till 2 år, därefter 10 mg. Vid benägenhet till upprepade feberkramper kan förebyggande behandling ges vid feber > 38,5 °C, i form av diazepam rektalt 5 mg var 12:e timma, högst 4 gånger.",
		"products": "stesolid apozepam rektal diazepam diazepam-ratiopharm valium"
	},
	{
		"title": "Faktaruta 5 - Körkort",
		"level": 3,
		"id": "r4_19",
		"parentId": "r4_13",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Vårdnivå && Faktaruta 5",
		"content": " En person med epilepsi kan i vissa fall få körkortstillstånd. För detta krävs läkarintyg (som regel utfärdat av neurolog eller barn­neurolog). Kravet för körkort för personbil är minst 1 års anfallsfrihet, med eller utan läkemedels­behandling. EEG får inte visa regelbunden 3 Hz spike-and-wave-aktivitet, med eller utan läkemedels­behandling.",
		"products": ""
	},
	{
		"title": "Etiologiska faktorer",
		"level": 2,
		"id": "r4_21",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Etiologiska faktorer",
		"content": " Orsaken till den cerebrala funktionsstörning som ger epilepsi är ofta okänd. Missbildningar, sjukdomar och skador som involverar hjärnan kan självständigt, eller i kombination med genetiska faktorer, utgöra orsaken. Vid flera, ofta godartade, epilepsisyndrom hos barn är genetiska faktorer viktigast, medan epilepsi hos vuxna och äldre ofta orsakas av t ex stroke, trauma, kärlmissbildning och ibland av en tumör. Andra symtom och tecken på cerebral funktionsstörning förekommer hos ca var tredje person med epilepsi. Kognitiv funktionsnedsättning, neuropsykiatrisk störning och rörelsehinder är vanliga. Sådana tillläggssymtom talar för en mer omfattande bakomliggande hjärnskada eller missbildning än när epilepsi förekommer isolerat. Epilepsi tillsammans med andra tecken på hjärnskada är ofta svårare att behandla och har större benägenhet att kvarstå i många år eller livslångt jämfört med enbart epilepsi. ",
		"products": ""
	},
	{
		"title": "Akutbehandling av tonisk- kloniska anfall och status epilepticus",
		"level": 2,
		"id": "r4_22",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Akutbehandling av tonisk- kloniska anfall och status epilepticus",
		"content": " Definitionen av status epilepticus är pågående anfallsaktivitet > 30 minuter, alternativt två eller flera anfall under motsvarande tidsperiod utan återställt medvetande däremellan. I praktiken ska beslut om behandling fattas redan efter att anfallet pågått i 5–10 minuter, eftersom status epilepticus blir svårare att behandla och risken för bestående skador ökar ju längre anfallet pågår. Alla anfallstyper kan ge upphov till status epilepticus. I praktiken skiljer man mellan konvulsivt status epilepticus (tonisk-kloniskt, toniskt, kloniskt) icke-konvulsivt status epilepticus (t ex absensstatus, fokalt status med medvetandepåverkan). Prognosen vid status epilepticus beror på etiologi, behandlingsstrategi och hur snabbt anfallet kan brytas. Snabb, effektiv och aggressiv behandling är därför viktig liksom utredning av bakomliggande orsak. Behandling av tonisk-kloniska anfall och status epilepticus hos barn respektive vuxna i sjukhusmiljö framgår av Terapirekommendationerna ovan. Vid anfall i vardagssituationer används i första hand diazepam rektalt, 10–30 mg till vuxna och 0,5–0,75 mg/kg kroppsvikt (max 10 mg) till barn, eller midazolam buckalt, 10 mg till vuxna eller 0,3 mg/kg kroppsvikt (max 10 mg) till barn. För ytterligare behandlingsalternativ se Läkemedelsverkets rekommendationer 1.",
		"products": "stesolid apozepam rektal diazepam diazepam-ratiopharm valium dormicum midazolam fresenius kohne buccolam epistatus",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer – Behandling av tonisk-kloniska anfall och status epilepticus hos vuxna",
		"level": 3,
		"id": "r4_23",
		"parentId": "r4_22",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Epilepsi && Akutbehandling av tonisk- kloniska anfall och status epilepticus && Terapirekommendationer – Behandling av tonisk-kloniska anfall och status epilepticus hos vuxna",
		"content": " Under kontroll av andning och blodtryck ges diazepam 0,25 mg/kg kroppsvikt intravenöst (inte snabbare än 5 mg/minut) eller rektalt vid svårigheter att sätta nål. Hela diazepammängden ges även om anfallet upphör under pågående injektion. Dosen kan upprepas efter 5 minuter om anfallet inte har upphört och kombineras då med fosfenytoin. Fosfenytoin, 15–20 mg FEa/kg kroppsvikt, ges intravenöst med en hastighet av högst 150 mg/minut och under övervakning av EKG och blodtryck. (En praktisk regel är att initialt halvera fosfenytoindosen om patienten redan behandlas med fenytoin och därefter justera efter akut koncentrationsbestämning.) Alternativ till fosfenytoin är fenobarbital 10–20 mg/kg kroppsvikt eller valproat 15–30 mg/kg kroppsvikt intravenöst, alternativt leve­tiracetam 2 000–4 000 mg intravenöst 1. a Om status epilepticus inte bryts inom 20 minuter efter avslutad fosfenytoininjektion ska patienten överföras till intensivvård för EEG-monitorering och narkosbehandling med tiopental alternativt propofol eller midazolam. Behandling av tonisk-kloniska anfall och status epilepticus hos barn Under kontroll av andning och blodtryck ges diazepam 0,25 mg/kg kroppsvikt intravenöst (inte snabbare än 2 mg/minut) eller rektalt 0,5–1 mg/kg kroppsvikt, högst 15 mg. Om anfallet inte upphör eller återkommer upprepas dosen tillsammans med fosfenytoin, motsvarande 15–20 mg FEa/kg kroppsvikt, intravenöst (10 mg FE/kg kroppsvikt om fenytoinbehandling pågår) – ges inte snabbare än 2–3 mg FE/kg kroppsvikt/minut. a Under infusionen kontrolleras andning, blodtryck och EKG. Fosfenytoin är godkänt för barn 5 år och äldre. Ett alternativ till fosfenytoin är fenobarbital, 10–20 mg/kg kroppsvikt, långsamt intravenöst, eller valproat 15–30 mg/kg kroppsvikt alternativt levetiracetam 30 mg/kg kroppsvikt intravenöst 1. Vid utebliven effekt ges intensivvård för tiopentalnarkos, alternativt midazolam.",
		"products": "stesolid apozepam rektal diazepam diazepam-ratiopharm valium pro-epanutin epanutin fenantoin lehydan fenemal fenobarbital maliasin absenor orfiril ergenyl depakine delepsine convulex pentothal pentocur trapanal thiopental diprivan recofol propofol fresenius propofol-lipuro propolipid unifol profast curtega dormicum midazolam kohne buccolam epistatus keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis"
	},
	{
		"title": "Profylaktisk behandling",
		"level": 2,
		"id": "r4_24",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling",
		"content": " Sedan epilepsidiagnosen säkerställts och anfallsutlösande faktorer i möjligaste mån eliminerats, påbörjas behandling med antiepileptika. Personen (eller föräldrarna när det gäller barn) ska ges fullständig information om diagnos, prognos och behandlingsalternativ samt vara delaktig i beslutet att påbörja läkemedelsbehandling. Målet med läkemedelsbehandlingen bör vara anfallsfrihet, dock inte till priset av biverkningar med mer negativa konsekvenser än de anfall som behandlas. Anfallsframkallande faktorer bör i största möjliga utsträckning elimineras. Sådana kan förutom tablettglömska (drabbar de flesta någon gång) vara alkohol, sömnbrist, stress, andra läkemedel, infektioner, feber och blinkande ljus. Hematologiskt status samt lever- och njurfunktion bör undersökas inför behandlingsstart och, beroende på preparatval, efter insatt eller förändrad behandling. Däremot finns det inte någon anledning att rutinmässigt följa dessa parametrar om personen mår bra. Det är viktigare att omgående göra en kontroll vid symtom eller tecken på biverkningar. Behandlingsstart görs försiktigt med långsam upptitrering av dosen tills man uppnår effekt eller biverkningsnivå. Målsättningen ska alltid vara lägsta effektiva dos. Koncentrationsbestämning av antiepileptika kan vara till hjälp vid frågeställningar som rör interaktioner och bristande följsamhet samt vid komplex farmakokinetik som hos fenytoin. För att styra behandlingen används effekt på anfall och tolerabilitet, snarare än antiepileptikakoncentration. De i Tabell 2 , angivna intervallen utgör endast riktområden. Såväl anfallskontroll som biverkningar kan finnas både under och över dessa riktområden.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa",
		"hasChildren": true
	},
	{
		"title": "Tabell 2. Olika antiepileptika – dosering (peroralt), riktområde för serumkoncentration samt tid till jämviktskoncentration",
		"level": 3,
		"id": "r4_25",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Epilepsi && Profylaktisk behandling && Tabell 2. Olika antiepileptika – dosering (peroralt), riktområde för serumkoncentration samt tid till jämviktskoncentration",
		"content": " Dosering vuxna (mg/dygn) Dosering barn (mg/kg kroppsvikt/dygn)a a a Riktområde för se-rumkoncentration (mikromol/L) Tid till jämvikts-koncentration b b c c b",
		"products": ""
	},
	{
		"title": "Preparatval",
		"level": 3,
		"id": "r4_26",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Preparatval",
		"content": " Valet av antiepileptikum grundar sig inte enbart på vilka preparat som har dokumenterad effekt mot en viss anfallstyp utan tolerabilitet, biverkningsprofil m m måste också vägas in och behandlingen individualiseras (se Terapirekommendationerna ovan samt Läkemedelsverkets rekommendationer 1). Monoterapi bör eftersträvas 2. Terapirekommendationerna ovan baseras på effektivitet, men också på biverkningsprofil, farmakokinetik och kostnader. ",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Preparatval vid olika anfallsformer",
		"level": 3,
		"id": "r4_27",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Epilepsi && Profylaktisk behandling && Terapirekommendationer – Preparatval vid olika anfallsformer",
		"content": " I andra hand eller i kombination Enbart som tilläggsbehandling a a a a a a a a a a Generaliserade anfall a a a a a a a a a",
		"products": ""
	},
	{
		"title": "Särskilda patientgrupper",
		"level": 3,
		"id": "r4_28",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Barn",
		"level": 4,
		"id": "r4_29",
		"parentId": "r4_28",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper && Barn",
		"content": " Läkemedelsprövningar av antiepileptika har i huvudsak utförts på vuxna och nya medel godkänns därför i första hand för behandling av vuxna. Kunskapen om enskilda läkemedels farmakokinetik, effekter och biverkningar hos barn är sämre och mycket av behandlingstraditionen vid epilepsi hos barn bygger på beprövad erfarenhet. En viktig tumregel är att starta med låg dos som successivt höjs. Barn som samtidigt har andra funktionshinder har ofta stor känslighet för antiepileptika och kan få oacceptabla biverkningar, inte minst i form av beteendestörningar och kognitiva problem. Detta gäller även vid betydligt lägre doser än de gängse rekommenderade. För handläggning av barn med epilepsi se Faktaruta 6.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Faktaruta 6 - Handläggning av barnet med epi­lepsi",
		"level": 3,
		"id": "r4_30",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Profylaktisk behandling && Faktaruta 6",
		"content": " Okomplicerad epilepsi kan utredas och behand­las av barnläkare. Vid utebliven behandlingseffekt inom 6 månader bör neuropediater på länsnivå konsulteras. Barn som inte svarat som förväntat på behand­lingen inom 2 år bör remitteras till regionalt epilepsiteam. Små barn med allvarlig epilepsi som hotar att påverka barnets utveckling bör remitteras tidigare. Utsättning av antiepileptika kan övervägas efter 2 års anfallsfrihet, vid behov efter diskussion med neuropediater.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Vuxna",
		"level": 4,
		"id": "r4_32",
		"parentId": "r4_28",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper && Vuxna",
		"content": " För handläggning av vuxna med epilepsi se Faktaruta 7.",
		"products": ""
	},
	{
		"title": "Faktaruta 7 - Handläggning av den vuxne med epilepsi",
		"level": 3,
		"id": "r4_33",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Profylaktisk behandling && Faktaruta 7",
		"content": " Efter anfallsdebut bör patienten ses av eller samråd ske med en neurolog inom 3 månader. Om anfallsfrihet inte uppnås, bör remiss skickas till det regionala epilepsiteamet efter högst 2 år eller när 2 adekvata behandlingsförsök gjorts. Utsättning av antiepileptika bör ske i samråd med neurolog.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Kvinnor",
		"level": 4,
		"id": "r4_35",
		"parentId": "r4_28",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper && Kvinnor",
		"content": " Vid behandling av kvinnor i fertil ålder bör särskild hänsyn tas vid preparatval. Enzyminducerande antiepileptika (se Faktaruta 8) interagerar med hormonella preventivmedel och kan minska effekten av dessa. Omvänt kan hormonella preventivmedel minska nivån av lamotrigin. Rådgivning om preventivmedel bör därför ges av, eller i samråd med, gynekolog och neurolog. Kvinnor med epilepsi bör om möjligt planera en graviditet, så att behandlingen kan anpassas. Inför en planerad graviditet är det önskvärt att kvinnan får diskutera läkemedelsbehandlingen med en neurolog, både pga risken för teratogena effekter av vissa antiepileptika (se läkemedelsbeskrivningarna nedan) och eftersom optimal anfallskontroll under graviditeten är viktig. Risken för neuralrörsdefekt hos barnet ökar om den gravida kvinnan behandlas med valproat, särskilt vid dygnsdoser över 800–1 000 mg. Kvinnor som behandlas med detta antiepileptikum rekommenderas tillskott av folsyra, 5 mg/dygn, inför planerad graviditet och under den första trimestern. Detta är en rekommendation även till andra kvinnor som löper ökad risk att föda barn med neuralrörsdefekt. Under graviditeten bör kvinnan kontrolleras inom specialistmödravård och skötas i samråd med ansvarig neurolog. Monoterapi och lägsta effektiva dosering bör eftersträvas. En kvinna med epilepsi bör förlösas under beredskap för generaliserade tonisk-kloniska anfall. Kvinnor med epilepsi kan uppmuntras att amma då de flesta antiepileptika inte går över i bröstmjölken i sådan mängd att barnet riskerar att påverkas allvarligt. Vissa undantag finns och effekten är inte klarlagd för de nyare preparaten. Amningsfrågan bör därför diskuteras med neurolog och vid amning bör barnet observeras avseende symtom som sedering och avvikande viktutveckling.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa folacin folsyra folvidon folarell folsäure-injektopas"
	},
	{
		"title": "Faktaruta 8 - Interaktioner",
		"level": 3,
		"id": "r4_36",
		"parentId": "r4_24",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "facts",
		"titlePath": "Epilepsi && Profylaktisk behandling && Faktaruta 8",
		"content": " Försiktighet måste iakttas vid kombina­tionsbehandling och vid samtidig behandling med andra läkemedel (se produktresumé/Fass för detaljerad information om interaktioner). Framför allt gäller detta de enzyminducerande läkemedlen fenobarbital, fenytoin och karba­mazepin samt i viss mån lamotrigin, topiramat och oxkarbazepin. Observera särskilt interaktion med antikoa­gulantia! Interaktion med naturläkemedel såsom Johan­nesört, Ginkgo biloba och traditionella kinesiska örtmediciner kan förekomma.",
		"products": "fenemal fenobarbital maliasin epanutin fenantoin lehydan lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal topimax topamac topiramat topiratex topamax topiratore trileptal oxcarbazepin oxcarbazepine apydan"
	},
	{
		"title": "Äldre personer",
		"level": 4,
		"id": "r4_38",
		"parentId": "r4_28",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper && Äldre personer",
		"content": " Äldre personer har ofta sämre njurfunktion och sänkt nedbrytningshastighet av läkemedel. Detta betyder att de kan drabbas av biverkningar även vid ”normala” doser av antiepileptika. Det är därför viktigt att börja med en låg dos som sedan långsamt ökas tills effekt uppnås. När det gäller fenytoin och karbamazepin bör serumkoncentrationen kontrolleras för att förhindra för höga blodkoncentrationer. Interaktioner bör särskilt uppmärksammas hos äldre, se Faktaruta 8 . ",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Personer med kognitiv utvecklingsstörning",
		"level": 4,
		"id": "r4_39",
		"parentId": "r4_28",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Profylaktisk behandling && Särskilda patientgrupper && Personer med kognitiv utvecklingsstörning",
		"content": " Ungefär 20% av vuxna och 30% av barn med epilepsi har en kognitiv utvecklingsstörning. Många av dessa har även andra neurologiska funktionsnedsättningar eller neuropsykiatriska symtom. På grund av den bakomliggande cerebrala funktionsstörningen är det vanligare med läkemedelsresistenta anfall hos dessa personer och epilepsin har oftare en kronisk karaktär. Den kognitiva störningen, som ibland är kombinerad med beteendestörningar, gör det svårt att bedöma anfallssituationen och eventuella biverkningar av antiepileptika. Det tycks också som om känsligheten för biverkningar, i form av sedation, kognitiva störningar, ataxi och beteendestörning, är större i denna grupp. Samtidig behandling med neuroleptika och andra läkemedel som påverkar centrala nervsystemet är vanlig. Det krävs därför större erfarenhet av epilepsi och mer individuell anpassning av epilepsibehandlingen vid samtidig utvecklingsstörning än när epilepsi förekommer som enskilt neurologiskt symtom. ",
		"products": "300 fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa hibernal hibernal-embonat chlorpromazine largactil sanofi nozinan levomepromazine levomepromazin neurocil tercian esucos siqualone lyogen fluphenazine trilafon perfenazine decentan perphenazin-neuraxpharm fentazin peratsin stemetil proklorperazin stelazine modalina trifluoperazine neulactil neuleptil mallorol melleril thioridazin-neuraxpharm haldol buronil dipiperon dridol droperidol zeldox geodon ziprasidon ziprasidone serdolect fluanxol depixol truxal cisordinol cisordinol-acutard clopixol clopixol-acutard orap semap adasuve leponex clozapine clozahein zyprexa olanzapin zapilux rolyprexa olanzapine zalasta zypadhera arkolamyl glenmark olazax zopridoxin seroquel alzen quetiapine quetiapin quetiratio nantarid orifarm sycrest sulpirid dogmatil tiapridex solian amisulpride lithionit litarex litiumkarbonat priadel lithmax carbolithium lithiumcarbonaat risperdal belivon risperidon alster medirisp risperoc rispercol risperat chanelle rispid rinarisp rispalan ridalux speron sperinar rispolept abriact rispemyl abilify maintena invega xeplion"
	},
	{
		"title": "Avslutande av behandling",
		"level": 2,
		"id": "r4_40",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Avslutande av behandling",
		"content": " Ungefär 3 av 4 personer med epilepsi uppnår långtidsremission och de flesta av dessa kan avveckla behandlingen med läkemedel. Hos barn brukar man kräva 2 års anfallsfrihet innan försök görs att sätta ut medicinen och hos vuxna brukar motsvarande tid anges till 3–5 år. Vid vissa epilepsisyndrom, som juvenil myoklonisk epilepsi, är återfallsrisken stor varför behandlingstiden som regel bör förlängas. EEG har begränsat värde för beslutet att försöka sätta ut antiepileptika. Risken för återfall vid utsättning av behandlingen är ca 35% och den är störst första året efter seponeringen. Enstaka anfall kan vara uttryck för abstinens och måste inte leda till att utsättningen avbryts, men hastigheten i nedtrappningen kan behöva minskas. Behandlingen bör således inte utsättas abrupt utan successivt under loppet av några månader. Vid behandling med klonazepam eller fenobarbital kan utsättningsperioden behöva förlängas till 6–12 månader. För den som får epilepsi i vuxen ålder handlar det oftast om sekundärt utlöst epilepsi orsakad av en hjärnskada, cerebrovaskulär insult, kärlmissbildning, trauma, tumör eller infektion. Eftersom dessa tillstånd som regel ger upphov till bestående skador i hjärnvävnaden är risken för anfallsrecidiv stor om antiepileptika sätts ut hos anfallsfria patienter. Ställningstagande till utsättning av antiepileptika bör därför ske i samråd med neurolog.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Om behandlingen inte hjälper",
		"level": 2,
		"id": "r4_41",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Om behandlingen inte hjälper",
		"content": " Trots adekvat diagnostik, val och dosering av antiepileptika samt god följsamhet till läkemedelsbehandlingen, kvarstår epilepsianfall hos ca ¼ av dem som behandlas. Det är sällan meningsfullt att under flera år pröva sig igenom ett flertal antiepileptika, enskilt eller i kombination. Det har nämligen visats att sannolikheten för meningsfull effekt av ytterligare läkemedel är mycket låg redan efter försök med 2–4 adekvata läkemedelsalternativ. För dessa patienter bör i stället andra behandlingsformer övervägas, t ex epilepsikirurgi, vagusnervstimulering eller ketogen (fettbaserad) kost. Samtliga dessa behandlingsalternativ bör handläggas på regionsjukhusnivå. Patienter vars anfall inte bringas under kontroll inom en 2-årsperiod bör således remitteras till en specialiserad epilepsienhet för ställningstagande till kompletterande diagnostik och behandlingsalternativ3. Små barn med allvarlig epilepsi som hotar att påverka deras utveckling bör remitteras tidigare i förloppet för sådan bedömning.",
		"products": "fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Läkemedel för  behandling av epilepsi (i bokstavsordning)",
		"level": 2,
		"id": "r4_42",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning)",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Diazepam",
		"level": 3,
		"id": "r4_43",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Diazepam",
		"content": " Diazepam tillhör bensodiazepingruppen. Dess användning bör reserveras för att bryta akuta anfall. Eftersom risken för toleransutveckling är stor och trötthet är en vanlig biverkning bör detta preparat inte ges som profylax. Diazepam är förstahandsmedel vid status epilepticus och ska då ges parenteralt eller rektalt. Diazepam kan också ges vid feberkramper. ",
		"products": "stesolid apozepam rektal diazepam diazepam-ratiopharm valium"
	},
	{
		"title": "Eslikarbazepin",
		"level": 3,
		"id": "r4_44",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Eslikarbazepin",
		"content": " Eslikarbazepin är ett oxkarbazepinderivat. Det är effektivt mot fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Information saknas om effekt på andra anfallstyper. Biverkningarna är mindre uttalade än för karbamazepin och oxkarbazepin, framför allt avseende överkänslighet och hyponatremi. Då preparatet är nytt är biverkningsprofilen fortfarande ofullständigt känd. Eslikarbazepin kan ges i en dos per dygn.",
		"products": "exalief zebinix trileptal oxcarbazepin oxcarbazepine apydan tegretol hermolepsin trimonil"
	},
	{
		"title": "Etosuximid",
		"level": 3,
		"id": "r4_45",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Etosuximid",
		"content": " Etosuximid används framför allt till barn (registrerat preparat Suxinutin oral lösning 50 mg/ml eller t ex licenspreparatet Zarondan kapslar 250 mg). Vid behandling av absenser – den enda indikationen – har etosuximid lika god effekt som valproat och bättre effekt än lamotrigin4. Biverkningarna är huvudsakligen dosberoende och inkluderar illamående och andra gastrointestinala symtom, viktminskning, trötthet och huvudvärk. Utslag förekommer som en sällsynt biverkning. ",
		"products": "suxinutin zarondan zarontin petnidan absenor orfiril ergenyl depakine delepsine convulex lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal"
	},
	{
		"title": "Felbamat",
		"level": 3,
		"id": "r4_46",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Felbamat",
		"content": " Felbamat är tillgängligt i Sverige i första hand för behandling av patienter med svårbehandlat Lennox–Gastauts syndrom. Preparatet har flera metaboliter och interagerar med många andra antiepileptika. Svåra biverkningar, som aplastisk anemi och levernekros, begränsar användningen av felbamat. Patienter som behandlas med detta preparat måste därför kontrolleras med avseende på hematologiska parametrar och leverfunktionsprover bör tas varannan vecka under hela behandlingen.",
		"products": "taloxa fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Fenobarbital",
		"level": 3,
		"id": "r4_47",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Fenobarbital",
		"content": " Fenobarbital är världens mest använda antiepileptikum och dessutom det billigaste. Detta preparat har påvisad effekt mot fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall, men det har något sämre effekt än karbamazepin. Fenobarbital kan också användas vid generaliserade tonisk-kloniska anfall men har inte visats ha effekt mot absenser. Användbarheten av fenobarbital är begränsad pga biverkningarna. Det har fortfarande en plats i behandlingen av anfall under nyföddhetsperioden och av status epilepticus, då det finns för parenteralt bruk. I speciella fall används det även till äldre patienter. Fenobarbital, som metaboliseras i levern, har en halveringstid på 2–6 dygn hos vuxna och 1–3 dygn hos barn. Toleransutveckling förekommer, vilket gör att seponering bör ske långsamt. Biverkningar, framför allt trötthet och somnolens, är vanliga vid behandling med fenobarbital. Negativ påverkan på kognitiva funktioner, beteendeproblem och hyperaktivitet är vanliga biverkningar hos barn. Utslag ses hos 5–10%, och även bindvävspåverkan som vid Dupuytrens kontraktur och frozen shoulder förekommer. ",
		"products": "fenemal fenobarbital maliasin tegretol hermolepsin trimonil"
	},
	{
		"title": "Fenytoin",
		"level": 3,
		"id": "r4_48",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Fenytoin",
		"content": " Globalt sett är fenytoin fortfarande ett viktigt antiepileptikum. Det är effektivt vid fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Fenytoin är även verksamt vid generaliserade tonisk-kloniska anfall, men det har ingen effekt på absenser, myokloniska eller atoniska anfall och kan ibland förvärra dessa. Trots effekten är inte fenytoin idag ett förstahandspreparat pga biverkningar, ogynnsam farmakokinetik och talrika interaktioner. ",
		"products": "epanutin fenantoin lehydan"
	},
	{
		"title": "Fosfenytoin",
		"level": 3,
		"id": "r4_49",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Fosfenytoin",
		"content": " Fosfenytoin är en ”prodrug” till fenytoin och har ersatt fenytoin när det gäller parenteral behandling av status epilepticus och när en patient inte kan ta fenytoin peroralt. Fosfenytoin är mindre kärlretande än fenytoin. Läkemedlet kan också ges intramuskulärt. En specifik biverkning är klåda i samband med injektion. Se i övrigt fenytoin.",
		"products": "pro-epanutin epanutin fenantoin lehydan"
	},
	{
		"title": "Gabapentin",
		"level": 3,
		"id": "r4_50",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Gabapentin",
		"content": " Gabapentin är effektivt vid fokala anfall men inte vid generaliserade anfall. Preparatet har visats vara mindre effektivt än karbamazepin vid fokala anfall, men den använda dosen kan ha varit för låg och den dos som numera används vid epilepsi är högre. Gabapentin bryts inte ner i levern utan utsöndras i oförändrad form i urinen, vilket gör det till ett lämpligt medel då epilepsi förekommer tillsammans med leversjukdom. Biverkningarna är få. Viktökning förekommer men inte överkänslighetsreaktioner. ",
		"products": "neurontin gabapentin merck gabalin tegretol hermolepsin trimonil"
	},
	{
		"title": "Karbamazepin",
		"level": 3,
		"id": "r4_51",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Karbamazepin",
		"content": " Karbamazepin är ett effektivt och säkert förstahandspreparat vid fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Det är mindre effektivt mot generaliserade anfall och det kan framkalla myokloniska anfall hos predisponerade individer. Karbamazepin metaboliseras i levern och oxideras till en aktiv metabolit (epoxid) som också har antiepileptisk effekt och som kan bidra till biverkningarna. Karbamazepin inducerar leverenzymer och kan inducera sin egen metabolism. Serumkoncentrationen är därför inte stabil förrän efter ca 3 veckors behandling och den kan också påverkas av interaktioner med många andra läkemedel inklusive andra antiepileptika. Dosberoende biverkningar är trötthet, yrsel, dubbelseende, ackommodationssvårigheter och ataxi. Utslag förekommer hos 2–4%. Hyponatremi är vanligt men ger sällan symtom om den inte är uttalad. Leverpåverkan förekommer, liksom benmärgspåverkan med i sällsynta fall agranulocytos och aplastisk anemi. ",
		"products": "tegretol hermolepsin trimonil fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix absenor orfiril ergenyl depakine delepsine convulex sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Klonazepam",
		"level": 3,
		"id": "r4_52",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Klonazepam",
		"content": " Klonazepam är ett bensodiazepinpreparat. Det har ett brett antiepileptiskt spektrum, men det har sitt huvudsakliga användningsområde som andra- eller tredjehandsmedel vid svårbehandlade epilepsisyndrom hos barn, t ex vid Wests och Lennox–Gastauts syndrom. Klonazepam har påvisad effekt vid absenser och myokloniska anfall men kan öka risken för tonisk-kloniska anfall. Klonazepam finns även för parenteralt bruk och används också vid status epilepticus, framför allt till barn. Biverkningar är vanliga och utgörs av trötthet, beteendeavvikelser samt ataxi och aggressivitet, vilka begränsar användningen. Toleransutveckling kan ske och utsättning av klonazepam medför hög risk för abstinensanfall. Seponering bör därför ske mycket långsamt. ",
		"products": "iktorivil rivotril"
	},
	{
		"title": "Lakosamid",
		"level": 3,
		"id": "r4_53",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Lakosamid",
		"content": " Lakosamid kan användas som tilläggsbehandling vid fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Biverkningarna, som är dosberoende, utgörs mest av yrsel och ostadighet. Lakosamid finns även för parenteralt bruk 5.",
		"products": "vimpat"
	},
	{
		"title": "Lamotrigin",
		"level": 3,
		"id": "r4_54",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Lamotrigin",
		"content": " Lamotrigin har ett brett spektrum. Det är effektivt mot fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall samt generaliserade anfall, absenser och atoniska anfall. Effekten är mindre säker mot myokloniska anfall som även kan förstärkas i vissa fall. I kliniska prövningar är lamotrigin lika effektivt som karbamazepin vid nydebuterad fokal epilepsi. Utslag förekommer hos drygt 10% av patienterna och livshotande tillstånd som Stevens–Johnsons syndrom och toxisk epidermal nekrolys kan utvecklas. Risken kan minskas genom långsam upptitrering av dosen med höjning varannan vecka. Andra biverkningar är yrsel, dubbelseende, ataxi, huvudvärk och sömnsvårigheter. Valproat minskar nedbrytningen av lamotrigin, varför en avsevärt lägre dos av lamotrigin måste användas om det ges tillsammans med valproat. Vanlig vuxendos är 100–600 mg/dag, medan dygnsdosen vid samtidig valproatbehandling är 100–200 mg/dag. ",
		"products": "lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal tegretol hermolepsin trimonil absenor orfiril ergenyl depakine delepsine convulex"
	},
	{
		"title": "Levetiracetam",
		"level": 3,
		"id": "r4_55",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Levetiracetam",
		"content": " Levetiracetam är effektivt mot fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Studier har visat att levetiracetam är effektivt som tilläggsbehandling vid juvenil myoklonisk epilepsi och generaliserad epilepsi med tonisk-kloniska anfall. Levetiracetam metaboliseras genom hydrolys och endast till viss del i levern, vilket är gynnsamt vid behandling av epilepsi i kombination med leversjukdom. Genom att långsamt titrera upp dosen kan man undvika trötthet, som annars är den vanligaste biverkningen. En reversibel och dosberoende biverkning är aggressivitet, i synnerhet hos predisponerade individer. Långsam upptitrering är särskilt viktig hos barn. Levetiracetam finns även för parenteralt bruk (se Terapirekommendationerna – Behandling av tonisk-kloniska anfall och status epilepticus ). ",
		"products": "keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis"
	},
	{
		"title": "Midazolam",
		"level": 3,
		"id": "r4_56",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Midazolam",
		"content": " Midazolam, som tillhör bensodiazepingruppen, används endast för att bryta ett anfall. Preparatet kan dels ges intravenöst i samband med status epilepticus, dels buckalt, dvs innanför kinden. Biverkningarna är desamma som för övriga bensodiazepiner. ",
		"products": "2 dormicum midazolam fresenius kohne buccolam epistatus stesolid apozepam rektal diazepam diazepam-ratiopharm valium klopoxid sobril oxascand tranxen tranxilium temesta lorazepam ativan tavor pro injectione lexotan lexotanil frisium sanofi xanor alprazolam alprastad"
	},
	{
		"title": "Nitrazepam",
		"level": 3,
		"id": "r4_57",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Nitrazepam",
		"content": " Nitrazepam är ytterligare ett bensodiazepinderivat med antikonvulsiv effekt. Det har stor terapeutisk bredd och låg akut toxicitet. Preparatet kan användas vid vissa anfallstyper som myokloniska och atoniska anfall hos barn samt vid Wests syndrom (infantila spasmer). De vanligaste biverkningarna är dåsighet, ataxi, koncentrationssvårigheter, aggressivitet och hypersalivation. Det sistnämnda kan utgöra ett allvarligt problem hos barn med flerfunktionshinder inkluderande andningssvårigheter. ",
		"products": "2 mogadon nitrazepam apodorm iktorivil rivotril stesolid apozepam rektal diazepam diazepam-ratiopharm valium klopoxid sobril oxascand tranxen tranxilium temesta lorazepam ativan tavor pro injectione lexotan lexotanil frisium sanofi xanor alprazolam alprastad flunitrazepam fluscand rohypnol halcion triazolam pronoctan dormicum midazolam fresenius kohne buccolam epistatus"
	},
	{
		"title": "Oxkarbazepin",
		"level": 3,
		"id": "r4_58",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Oxkarbazepin",
		"content": " Oxkarbazepin är ett derivat av karbamazepin och det metaboliseras snabbt i levern till en aktiv monohydroximetabolit som är ansvarig för effekten. Oxkarbazepin är effektivt mot fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall men inte mot generaliserade anfall. Liksom karbamazepin kan det förvärra myokloniska anfall. Oxkarbazepin kan vara ett förstahandsval vid nydebuterad fokal epilepsi. Risken för interaktioner med oxkarbazepin finns, men är mindre än för karbamazepin. Biverkningarna av oxkarbazepin är av samma typ som för karbamazepin, men för det mesta är de mindre uttalade. Idiosynkratiska hypersensitivitetsreaktioner, som hudutslag, är mindre vanliga än vid behandling med karbamazepin medan hyponatremi ses oftare.",
		"products": "trileptal oxcarbazepin oxcarbazepine apydan tegretol hermolepsin trimonil"
	},
	{
		"title": "Perampanel",
		"level": 3,
		"id": "r4_59",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Perampanel",
		"content": " Perampanel är den första selektiva, icke-kompetitiva antagonisten till AMPA-receptorn som har blivit godkänd som epilepsimedicin. Perampanel är avsedd som tilläggsbehandling vid fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall. Perampanel ges endast 1 gång/dag pga den långa halveringstiden (105 timmar). Vid dosering i kombination med den starka CYP3A-induceraren karbamazepin var genomsnittlig halveringstid 25 timmar. Biverkningarna är dosberoende och de vanligaste rapporterade är yrsel och trötthet 5.",
		"products": "fycompa tegretol hermolepsin trimonil"
	},
	{
		"title": "Pregabalin",
		"level": 3,
		"id": "r4_60",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Pregabalin",
		"content": " Pregabalin är verksamt vid fokala men inte vid generaliserade anfall. Det bryts inte ned i levern utan utsöndras oförändrat i urinen. De vanligaste biverkningarna är viktökning, yrsel och somnolens.",
		"products": "lyrica"
	},
	{
		"title": "Retigabin",
		"level": 3,
		"id": "r4_61",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Retigabin",
		"content": " Retigabin är ett nytt antiepileptikum med indikationen tilläggsbehandling av fokala anfall med eller utan generaliserade tonisk-kloniska anfall. De vanligaste biverkningarna är yrsel, somnolens och trötthet. Urinretention kan förekomma 5. Pigmentförändringar i bl a näthinnan med synpåverkan som följd begränsar användbarheten av detta preparat.",
		"products": "trobalt"
	},
	{
		"title": "Rufinamid",
		"level": 3,
		"id": "r4_62",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Rufinamid",
		"content": " Rufinamid är ett antiepileptikum med indikationen tilläggsbehandling vid Lennox-Gastauts syndrom. I kliniska prövningar har rufinamid visat bäst effekt på toniska och atoniska anfall (droppattacker). Effekten på andra anfallstyper är inte lika övertygande. De vanligaste biverkningarna som har rapporterats är huvudvärk, yrsel, trötthet/sömnighet och kräkningar. Hudutslag kan förekomma. Rufinamid absorberas bäst vid samtidigt matintag. Maximal plasmakoncentration uppnås efter 6 timmar. Biotillgängligheten minskar allteftersom dosen ökar. Rufinamid elimineras i första hand via njurarna men i viss mån även genom metabolism, dock inte via cytokrom P450-systemet eller som glutationkonjugat. Halveringstiden är 6–10 timmar vilket betyder att preparatet behöver intas två gånger per dag5.",
		"products": "inovelon"
	},
	{
		"title": "Stiripentol",
		"level": 3,
		"id": "r4_63",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Stiripentol",
		"content": " Stiripentol är en GABA-receptoragonist med ett mycket begränsat användningsområde. Det är endast indicerat som tillläggsbehandling vid allvarlig myoklonisk epilepsi i barndomen (Dravets syndrom).",
		"products": "diacomit"
	},
	{
		"title": "Topiramat",
		"level": 3,
		"id": "r4_64",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Topiramat",
		"content": " Topiramat är ett antiepileptikum med ett brett spektrum. Det har visat sig vara effektivt som monoterapi vid fokal epilepsi samt som tilläggsbehandling vid generaliserade tonisk-kloniska anfall och vid Lennox-Gastauts syndrom. Kliniska prövningar har visat att topiramat även har effekt på myokloniska anfall och kan användas vid juvenil myoklonisk epilepsi. För att undvika biverkningar rekommenderas långsam upptitrering av dosen. Biverkningarna är yrsel, trötthet, viktminskning och kognitiv påverkan. Njur-sten kan uppkomma hos predisponerade patienter. En ökad risk för fosterskador vid behandling med topiramat under graviditet har rapporterats.",
		"products": "topimax topamac topiramat topiratex topamax topiratore bmm"
	},
	{
		"title": "Valproat",
		"level": 3,
		"id": "r4_65",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Valproat",
		"content": " Valproat har effekt mot alla anfallstyper, dvs fokala anfall, generaliserade tonisk-kloniska anfall, absenser, atoniska och myokloniska anfall. Valproat har rekommenderats som förstahandsmedel vid generaliserade anfall, men de kliniska studierna är få. Medlet har visats vara effektivt vid behandling av absenser. Valproat metaboliseras i levern och kan minska nedbrytningen av flera läkemedel, vilket kan medföra viktiga interaktioner. Metabolismen av valproat kan i sin tur påskyndas av flera läkemedel inklusive andra antiepileptika. Valproat finns också för parenteralt bruk. Biverkningarna är viktiga att känna till. Tremor är en dosberoende biverkning. Ett fåtal fall av överkänslighet har rapporterats. Viktuppgång är vanlig. Hos barn < 3 år har levertoxicitet med dödlig utgång rapporterats, särskilt vid samtidig behandling med enzyminducerande antiepileptika. Påverkan på trombocyter förekommer, liksom ökad blödningsrisk. Pankreatit är en ovanlig biverkning. Hormonell påverkan och ökad förekomst av polycystiska ovarier har rapporterats. Valproat kan ge encefalopati och har också teratogena biverkningar, i synnerhet ökar risken för neuralrörsdefekt, kognitiv påverkan och autismspektrumtillstånd hos barnet.",
		"products": "absenor orfiril ergenyl depakine delepsine convulex fenemal fenobarbital maliasin mylepsinum mysoline primidon liskantin epanutin fenantoin lehydan pro-epanutin suxinutin zarondan zarontin petnidan iktorivil rivotril tegretol hermolepsin trimonil trileptal oxcarbazepin oxcarbazepine apydan inovelon exalief zebinix sabrilex gabitril ospolot lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal taloxa topimax topamac topiramat topiratex topamax topiratore neurontin gabapentin merck gabalin keppra levetiracetam levebon levedoc levetifi noepix matever bristol hetero leosiggimed actavis zonegran lyrica diacomit vimpat trobalt fycompa"
	},
	{
		"title": "Vigabatrin",
		"level": 3,
		"id": "r4_66",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Vigabatrin",
		"content": " Vigabatrin har god effekt på fokala anfall, men har visat sig vara mindre effektivt mot generaliserade anfall och kan i vissa fall förvärra framför allt myokloniska anfall. Det har en särskild plats i behandlingen av Wests syndrom hos barn. Inga kliniskt betydelsefulla interaktioner förekommer. Biverkningar är främst trötthet, viktuppgång, depression och huvudvärk. Allvarligast är att vigabatrin hos ca 30% av patienterna ger en irreversibel perifer synfältsinskränkning. Detta har begränsat användningen av preparatet och de patienter som behandlas med vigabatrin ska var 6:e månad genomgå synfältskontroll.",
		"products": "sabrilex"
	},
	{
		"title": "Zonisamid",
		"level": 3,
		"id": "r4_67",
		"parentId": "r4_42",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Läkemedel för  behandling av epilepsi (i bokstavsordning) && Zonisamid",
		"content": " Detta läkemedel kan användas som tillläggsbehandling vid fokala anfall med eller utan utveckling till ett bilateralt konvulsivt anfall hos vuxna. Zonisamid kan även ha effekt vid generaliserad epilepsi. Det metaboliseras i levern med viss risk för interaktioner. Preparatet har yrsel och somnolens som de vanligaste biverkningarna.",
		"products": "zonegran"
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "r4_68",
		"parentId": "r4_2",
		"chapter": "r4_neu_epilepsi_2013fm10.html",
		"type": "header",
		"titlePath": "Epilepsi && Referenser",
		"content": " Läkemedelsbehandling av epilepsi – ny behandlingsrekommendation. Information från Läkemedelsverket. 2011:1. www.lakemedelsverket.se Glauser T, Ben-Menachem E, Bourgeois B, Cnaan A, Chadwick D, Guerreiro C, Kalviainen R, Mattson R, Perucca E, Tomson T. ILAE Treatment guidelines: Evidence based analysis of antiepileptic drug efficacy and effectiveness as initial monotherapy for epileptic seizures and syndromes. Epilepsia. 2006;47:1094–1120. Svenska Epilepsisällskapet. Beslutsstöd för samverkan mellan olika vårdnivåer kring patienter med svårbehandlad epilepsi.www.epilepsisallskapet.se Glauser TA, Cnaan A, Shinnar S, Hirtz DG, Dlugos D, Masur D, et al; Childhood Absence Epilepsy Study Group. Ethosuximide, valproic acid, and lamotrigine in childhood absence epilepsy. N Engl J Med. 2010;362:790–9. Stephen LJ, Brodie MJ. Pharmacotherapy of epilepsy: newly approved and developmental agents. CNS Drugs. 2011;25:89–107. Hämtar...",
		"products": "lamictal lamotrigin lamopharm lamoscope lamonal lamanticon lamogin labileno std lamogea 1a vimal pharmalam aural bmm crisomet motrigal"
	}
]