{
  "templateName": "chapter",
  "templateDescription": "Kapitel",
  "title": "Sömnstörningar | Läkemedelsboken",
  "description": "",
  "keywords": "",
  "subject": "",
  "informationType": "",
  "pageType": "",
  "created": "2015-07-09 01:03",
  "published": "2015-07-09 01:03",
  "validUntil": "",
  "createdBy": "Jerker Hetta, Åke Schwan",
  "replacesUrl": "/s1_psy_somnstorn_2013fm10.html",
  "headerContent": "",
  "footerContent": "",
  "components": {
    "leftcolumn": {
      "description": "Vänsterkolumn",
      "content": "/components/default-left-menu.json"
    }
  },
  "content": [
    {
      "id": "0d72f9ee-6779-43a3-897a-8cad8f692cf4",
      "name": "0d72f9ee-6779-43a3-897a-8cad8f692cf4",
      "type": "author",
      "content": {
        "firstname": "Jerker",
        "surname": "Hetta",
        "description": "Psykiatri Sydväst, Karolinska Universitetssjukhuset, Stockholm",
        "email": ""
      },
      "settings": {}
    },
    {
      "id": "f103ffe7-a87d-41d7-93f3-6fecebd2157f",
      "name": "f103ffe7-a87d-41d7-93f3-6fecebd2157f",
      "type": "author",
      "content": {
        "firstname": "Åke",
        "surname": "Schwan",
        "description": "Landstingets läkemedelsenhet, Uppsala",
        "email": ""
      },
      "settings": {}
    },
    {
      "id": "a32a1838-dfba-4dd2-b691-2c6a293389a6",
      "name": "a32a1838-dfba-4dd2-b691-2c6a293389a6",
      "type": "text",
      "content": "<h1 id=\"s1_2\"><a class=\"crossref\" id=\"41010\"></a>Sömnstörningar<a class=\"index\" id=\"1031809\" data-text=\"s&#xF6;mnst&#xF6;rningar:&lt;$nopage&gt;se &#xE4;ven insomni[s&#xF6;mnst&#xF6;rningar]\"></a></h1><h2 id=\"s1_3\">Inledning</h2><p class=\"ingress\">Sömnstörningar är vanligt förekommande i befolkningen, framför allt hos kvinnor och äldre samt bland individer med nedsatt hälsa. Människan sover närmare en tredjedel av livet och sömnen är en viktig process för individens välbefinnande. Sömnbrist ger både fysiska och psykiska symtom, och har stor inverkan på individens livskvalitet. För kvinnor anges förekomsten av sömnbesvär i enkätundersökningar till ca 30&#37; och för män 20&#37;. Sömnstörning är ett övergripande begrepp som innefattar 4 huvudgrupper: <a class=\"index\" id=\"1020756\" data-text=\"insomni\"></a>insomni, <a class=\"index\" id=\"1020757\" data-text=\"dygnsrytmst&#xF6;rningar:s&#xF6;mn\"></a>dygnsrytmstörningar, hypersomni och parasomni. </p><p class=\"ingress indent\">Sömnproblem hos barn belyses också i kapitlet Vanliga problem under småbarnsåren <a href=\"/kapitel/pediatrik/vanliga_problem_under_smabarnsaren.html#89501\" class=\"btn btn-primary btn-mini pageLink\"><i class=\"fa fa-arrow-right fa-white\"></i></a>. </p><h2 id=\"s1_4\">Bakgrund</h2>",
      "settings": {}
    },
    {
      "id": "2728ac86-5d08-4842-9db8-b50eb7168006",
      "name": "2728ac86-5d08-4842-9db8-b50eb7168006",
      "type": "facts",
      "content": {
        "number": 1,
        "title": "<a class=\"crossref\" id=\"67175\"></a>Diagnos av <a class=\"index\" id=\"1020941\" data-text=\"insomni:diagnoskriterier\"></a>insomni enligt ICD 10",
        "text": "<table><tbody><tr><td><ul><li>Klagomål på att inte falla i sömn, eller <br>att bibehålla sömn, eller sömn som inte ger <br>välbehövlig vila.</li></ul><ul><li>Sömnstörningen förekommer minst 3 gånger/vecka i minst 1 månad.</li></ul><ul><li>Resulterar i tydligt personligt bekymmer eller <br>interfererar med det personliga fungerandet <br>i det dagliga livet. </li></ul></td></tr></tbody></table>",
        "id": "s1_6"
      },
      "settings": {}
    },
    {
      "id": "3142d8d6-4a2f-4c0b-a13d-4679391e7671",
      "name": "3142d8d6-4a2f-4c0b-a13d-4679391e7671",
      "type": "text",
      "content": "<p>De flesta som söker hjälp för sina sömnbesvär gör det för att man upplever otillräcklig sömntid och/eller dålig sömnkvalitet, vilket ger en nedsättning av välbefinnande och funktionsförmåga. Individen kan ange insomningsbesvär, uppvaknanden med oförmåga att somna om, för tidigt morgonuppvaknande eller kombinationer av dessa besvär. För en klinisk diagnos krävs dagtidsbesvär. Ungefär en tredjedel av dem som i epidemiologiska undersökningar anger sömnbesvär uppfyller diagnoskriterierna för insomni, och då har besvären funnits i minst en månad, Faktaruta 1. Insomni kan kvarstå under lång tid. I en svensk prospektiv epidemiologisk studie som omfattade personer i åldern 45–65 år, framkom att 75&#37; av dem som rapporterade insomni 1983 gjorde det även 12 år senare (1). Cirka 5&#37; av befolkningen har bestående insomni. Insomni är förknippad med ökad sjukfrånvaro, ökat vårdsökande och social funktionsnedsättning. Sömnbesvär har i epidemiologiska undersökningar även visats vara förknippade med ökad morbiditet och mortalitet (2,3,4,5).</p><span> </span><p class=\"indent\">Insomni behandlas i stor omfattning med läkemedel. Vanligtvis rekommenderas kortvarig behandling, men receptförskrivningsstudier visar att många, särskilt de äldre, får behandling under lång tid. Kunskapen om vilka effekter behandling av sömnstörningar har på kort och lång sikt är bristfällig, liksom behandlingsmetodernas eventuella bieffekter och deras kostnadseffektivitet. </p><p class=\"indent\">Sömnbesvär finns regelmässigt vid psykiatriska sjukdomstillstånd och är också mycket vanliga vid olika somatiska sjukdomar. Sömnbesvär kan också ha prognostisk betydelse för ohälsa i olika former och en bedömning av sömnbesvär är en angelägen klinisk uppgift. </p><h3 id=\"s1_7\">Äldre och <a class=\"index\" id=\"1020712\" data-text=\"s&#xF6;mnmedel:&#xE4;ldre;&#xE4;ldre:s&#xF6;mnmedel\"></a>sömnmedel</h3><p>Prevalensen av kroniska sömnproblem ökar med åldern. Fysiologiska förändringar av sömnen sker hos äldre. Djupsömnen minskar och sömnen blir ytligare. Äldres sömnbesvär är också ofta sekundära till somatiska och psykiatriska hälsoproblem och i vissa fall till läkemedelsbruk. Känsligheten för sederande läkemedel ökar med åldern. Hos äldre är vanlig startdos därför hälften av ordinär vuxendos. </p><h2 id=\"s1_8\"><a class=\"index\" id=\"1020713\" data-text=\"s&#xF6;mnst&#xF6;rningar:fysiologi\"></a><a class=\"crossref\" id=\"20578\"></a>Sömnfysiologi och diagnos</h2>",
      "settings": {}
    },
    {
      "id": "98fa03f0-7dc5-43a3-9f8d-3d3776ff7c6c",
      "name": "98fa03f0-7dc5-43a3-9f8d-3d3776ff7c6c",
      "type": "facts",
      "content": {
        "number": 2,
        "title": "<a class=\"crossref\" id=\"96964\"></a>Tidsgränser för <a class=\"index\" id=\"1031740\" data-text=\"insomni:tidsgr&#xE4;nser\"></a>insomni",
        "text": "<table><tbody><tr><td><ul class=\"ordered\"><li><strong class=\"itemType\">1. </strong>Förlängt insomnande (&gt;&nbsp;30 minuter)</li></ul><ul class=\"ordered\"><li><strong class=\"itemType\">2. </strong>Avbruten sömn (vakenhet under natten överstigande 45 minuter eller fler än 3 upp&shy;vaknanden)</li></ul><ul class=\"ordered\"><li><strong class=\"itemType\">3. </strong>För tidigt uppvaknande (total sömntid <br>&lt;&nbsp;6 timmar eller &lt;&nbsp;80&#37; av tidigare sömntid)</li></ul></td></tr></tbody></table>",
        "id": "s1_10"
      },
      "settings": {}
    },
    {
      "id": "141598d1-6707-4029-88ff-fd96c4aa2895",
      "name": "141598d1-6707-4029-88ff-fd96c4aa2895",
      "type": "text",
      "content": "<p>Den normala sömnens förlopp kan registreras med hjälp av EEG, EOG (elektrookulogram) samt EMG. Efter bearbetning presenteras vanligtvis registreringen i ett s k hypnogram. Normalt sker insomnandet på mellan 10 och 15 minuter. </p><p class=\"indent\">Det normala sömnförloppet har en tydlig åldersförändring. Hos äldre människor är inslaget av vakenhet under nattsömnen ökat och djupsömnen är minskad. Med ökad ålder kommer således en förändring av sömnkvaliteten. Förutom åldersförändringar finns också interindividuella variationer i sömnen. Somliga människor är s&nbsp;k kortsovare, medan andra behöver längre sömn. I genomsnitt sover de flesta i vardagslivet knappt 7 timmar, men önskar sig ungefär en halvtimme till. I befolkningsundersökningar rapporterar de allra flesta en sömn på mellan 6 och 8 timmar. Sömntid &lt;&nbsp;6 timmar är oftast förknippad med sömnbesvär.</p><p class=\"indent\">Insomni är ett tillstånd där individen upplever otillräcklig sömnmängd. Det är således baserat på subjektivt angivna besvär, i form av förlängd insomningstid, ökat antal uppvaknanden under natten, avkortad sömn eller dålig vilokänsla i sömnen. För att kvalificera för en diagnos måste man också utöver dessa besvär ha en påverkan på sin dagtidsfunktion, se Faktaruta 1,  <a href=\"#67175\" class=\"btn btn-primary btn-mini pageLink\"><i class=\"fa fa-arrow-right fa-white\"></i></a>. Insomni kan således definieras som en upplevd otillräcklig nattsömn, vilket medför en nedsättning av individens välbefinnande och funktionsförmåga. I ett kliniskt perspektiv är avspeglingen av insomni i form av förändrad dagtidsfunktion mycket viktig. De dagtidssymtom som avspeglar sömnbrist är vanligen något av följande: trötthetskänsla, sömnighet, energiförlust, värk och stelhetskänsla, nedsatt koncentration eller minnesförmåga, irritabilitet och sänkt stämningsläge. När en behandling av insomni inleds är det värdefullt att göra en bedömning av dagtidsbesvär och en framgångsrik behandling bör avspeglas i en minskning av dagtidsbesvären, utöver att ge mer nattsömn. </p><p class=\"indent\"> <a class=\"index\" id=\"1020744\" data-text=\"insomni:diagnostik\"></a>Insomnidiagnosen baseras således på subjektivt angivna besvär. I klinisk praxis och i kliniska prövningar används ofta tidsgränser för insomni enligt Faktaruta 2.</p><span> </span><p class=\"indent\">Insomningsstörningen är den vanligaste formen hos yngre personer och har samband med psykologiska faktorer och aktuella stressorer. Det kan också hänga samman med bristande sömnhygien, eller dygnsrytmstörning. Den avbrutna sömnen kan ha stressorer som bidragande orsak, men är oftare än insomnin förknippad med kroppsliga orsaker. Det kan vara smärta, hjärtbesvär, astma eller andra andningsbesvär eller så kan den avbrutna sömnen vara betingad av läkemedel eller andra substanser/annat (t&nbsp;ex alkohol). </p><p class=\"indent\">Insomni med för tidigt uppvaknande associeras med den melankoliska depressionen, men kan också förekomma vid vissa kroppsliga sjukdomar, eller t&nbsp;ex vid excessivt alkoholanvändande. Farmakologiskt betingad insomni förekommer också vid hypnotikaanvändning.</p><h3 id=\"s1_11\"><a class=\"index\" id=\"1020745\" data-text=\"insomni:psykologisk st&#xF6;rning\"></a>Insomni relaterad till  psykologisk eller psykiatrisk störning</h3><p>Den vanligaste kopplingen mellan insomni och psykologiska mekanismer finns när det gäller ökad stress, ångest och oro inför besvärliga livsomständigheter. Dessa kan ibland behandlas farmakologiskt om dagtidsfunktionen är påtagligt störd. Det ska då betonas att läkemedel är en tillfällig hjälp. Syftet med en kortvarig behandling är att motverka uppkomsten av en ond cirkel, där förväntningsoron inför natten ökar som ett resultat av upplevd sömnlöshet. Ihållande sömnlöshet kan nämligen ge upphov till en negativt laddad inlärning (betingning) med olust och vånda inför natten. Tillsammans med inslag av ökad muskulär spänning uppkommer då en ökad aktiveringsnivå som motverkar förmågan till insomning.</p><p class=\"indent\">Insomni relaterad till en psykiatrisk störning är vanligt. Vid genomgång av stora material med patienter med långvarig och kronisk insomni kan uppemot 50–60&#37; av patienterna diagnostiseras inom gruppen depressiva störningar (egentlig depression, melankoli och dystymi). Det är därför alltid viktigt att överväga depressiv genes till långvarig insomni. Andra psykiatriska tillstånd som har insomni är ångesttillstånden (framför allt generaliserad ångest, panikångest och i viss mån fobierna). Vid demenssjukdom, andra organiska hjärnskador och vid förvirringstillstånd är sömnstörningen oftast det som i första hand kräver behandlingsinsatser. Sömnstörningar kan vara ett första tecken på en uppseglande psykos eller manisk episod. Missbruk av alkohol och andra droger ger också sömnproblem. Se kapitlet Alkohol – riskbruk, missbruk och beroende, avsnittet Psykiska problem <a href=\"/kapitel/beroendetillstand/alkohol-riskbruk_missbruk_och_beroende.html#89970\" class=\"btn btn-primary btn-mini pageLink\"><i class=\"fa fa-arrow-right fa-white\"></i></a>.</p><h3 id=\"s1_12\"><a class=\"index\" id=\"1028983\" data-text=\"insomni:somatisk sjukdom\"></a>Insomni relaterad till somatisk sjukdom</h3><p>Kroppslig sjukdom kan på olika sätt vara förknippad med insomni. Vid smärtande sjukdomar (artros, artriter, lumbago m&nbsp;m) ses vanligen insomni. Sömnbesvären kan användas som ett mått på om smärttillståndet behandlas adekvat, t&nbsp;ex kan en artrossmärta anses vara välbehandlad om patienten kan sova ostört. Sömnbrist i sig har en negativ inverkan på smärttröskeln, således skapas lätt en ond cirkel: mindre sömn, mer värk, mindre sömn osv.</p><p class=\"indent\">Vidare finns störd nattsömn vid ulkussjukdom och vid gastroesofageal reflux, liksom vid koronarinsufficiens och vid kardiell inkompensation. Bland de endokrina sjukdomarna ger tyreoideasjukdomarna sömnrubbningar. Nattligt behov av miktion vid t&nbsp;ex prostatasjukdom är vanligt och kan behöva behandlas. Otillräcklig nattlig ADH-insöndring kan ge nokturi och kräva behandling med desmopressin.</p><p class=\"indent\">Restless legs är ett tillstånd med obehagliga krypande sensationer i benen, som ger ett obetvingligt behov av att röra på benen, vilket stör insomnandet. Dessutom finns under natten hos dessa patienter oftast myoklonier som stör sömnen. L-dopa eller dopaminagonister kan vara effektivt. Se även kapitlet Allmän neurologi och multipel skleros, avsnittet Restless legs-syndrom <a href=\"/kapitel/neurologi/allman_neurologi_och_multipel_skleros.html#30157\" class=\"btn btn-primary btn-mini pageLink\"><i class=\"fa fa-arrow-right fa-white\"></i></a>.</p><h3 id=\"s1_13\"><a class=\"index\" id=\"1028975\" data-text=\"insomni:l&#xE4;kemedelsorsakad\"></a>Insomni knutet till läkemedel  eller annat substansanvändande</h3>",
      "settings": {}
    },
    {
      "id": "4d7aa50c-b1bc-405b-bce2-4a6a099664b8",
      "name": "4d7aa50c-b1bc-405b-bce2-4a6a099664b8",
      "type": "facts",
      "content": {
        "number": 3,
        "title": "<a class=\"index\" id=\"1031767\" data-text=\"biverkningar:s&#xF6;mnst&#xF6;rning\"></a><a class=\"crossref\" id=\"21178\"></a>Läkemedel som kan orsaka sömn&shy;störningar",
        "text": "<table><tbody><tr><td><ul><li>Teofyllin</li></ul><ul><li>Fenylpropanolamin</li></ul><ul><li>Betastimulerare</li></ul><ul><li>Betablockare</li></ul><ul><li>Steroider</li></ul><ul><li>L-dopa</li></ul><ul><li>Bromokriptin</li></ul><ul><li>SSRI</li></ul></td></tr></tbody></table>",
        "id": "s1_15"
      },
      "settings": {}
    },
    {
      "id": "292e9484-a1bf-4ce2-82d5-343bf8daeea1",
      "name": "292e9484-a1bf-4ce2-82d5-343bf8daeea1",
      "type": "text",
      "content": "<p>Flera olika läkemedel kan störa sömnen. Exempel på sömnstörande läkemedel, se Faktaruta 3. Paradoxalt nog kan hypnotika ibland ge sömnbesvär, och den aktuella hypnotikabehandlingen kan vara orsak till accentuerande sömnbesvär. Vid toleransutveckling uppkommer försämrad sömn, och vid dosminskning eller utsättning kan abstinens försämra sömnkvaliteten.</p><span> </span><p class=\"indent\"> Andra substanser som kan påverka sömnen är kaffe, framför allt om det intas för sent på kvällen. Alkohol påverkar sömnen på flera olika sätt främst genom en initial minskning av REM-sömnen, med rekyl när effekten upphör, vilket leder till att individen vaknar för tidigt. Alkoholvanor måste alltid penetreras vid kartläggningen av sömnbesvär. Sannolikt är alkohol orsak till försämrad sömnkvalitet hos ett stort antal människor.</p><h3 id=\"s1_16\"><a class=\"index\" id=\"1020753\" data-text=\"s&#xF6;mnst&#xF6;rningar:dygnsrytmst&#xF6;rningar;dygnsrytmst&#xF6;rningar:s&#xF6;mn\"></a>Dygnsrytmstörningar</h3><p>Tillfällig och kortvarig insomni som ett resultat av förändringar i dygnsrytmen finns vid skiftarbete och vid förflyttning mellan olika tidszoner (jet lag). Långvariga eller kroniska sömnstörningar finns emellertid också som ett resultat av en förändrad dygnsrytm. Hos vissa individer kan en s&nbsp;k framskjuten sömnfas uppfattas som insomni. Dessa patienter har oförmåga till insomning, t&nbsp;ex före klockan 03, men kan när sömnen väl initierats sova sammanhängande i 7–8 timmar. I detta fall är således placeringen av sömntiden svår att förena med de vanligaste arbetstiderna. </p><p class=\"indent\">Vid en genuin dygnsrytmstörning ska hypnotika inte användas. I stället kan den biologiska klockan påverkas med ljusbehandling, eller med s k kronoterapi, vilket innebär en systematisk framflyttning av tiden för sänggående. En tidigarelagd dygnsrytm ses hos äldre människor som exempelvis kan ha insomnande vid 20-tiden och uppvaknande vid kl 03. Flera sociala faktorer kan bidra till denna rytm. Ett medicinskt övervägande är huruvida kvardröjande hypnotikaeffekter ger dagtidssedation vilket leder till ett för tidigt insomnande. </p><h3 id=\"s1_17\">Primär <a class=\"index\" id=\"1020754\" data-text=\"insomni:prim&#xE4;r\"></a>insomni</h3><p>Hos somliga kan inte sömnstörningen knytas till några speciella livsomständigheter eller ohälsa. Sömnbesvären har funnits alltsedan barndomen och insomnin kan tänkas bero på dåligt fungerande sömnmekanismer. Sömnsvårigheter finns både under perioder med gynnsamma sociala omständigheter och mer problemfyllda perioder och tycks inte påverkas så mycket av yttre omständigheter. Ofta finns ärftlighet för sömnbesvär. </p><h3 id=\"s1_18\"><a class=\"index\" id=\"1020781\" data-text=\"hypersomnier\"></a><a class=\"crossref\" id=\"26983\"></a>Hypersomnier</h3><p>Inom gruppen hypersomnier finns två huvuddiagnoser, nämligen sömnapnésyndrom och narkolepsi. </p><p class=\"indent\">Sömnapnésyndromet kan kortfattat beskrivas som ett tillstånd där det under sömnen förekommer upprepade andningsuppehåll (apnéer). Den vanligaste formen är obstruktiva apnéer, som uppkommer vid en temporär tilltäppning av de övre luftvägarna. Det beror på att luftvägarna faller samman under inandning. Syndromet är överrepresenterat hos överviktiga män, men finns även vid normal kroppsvikt och hos kvinnor. Apnéerna leder till förändring av syremättnaden och koldioxidhalten i blodet, vilket i sin tur leder till kortvariga uppvaknanden. Sömnen störs på detta sätt upprepade gånger under natten och får en dålig kvalitet med en försämrad effekt på att bli utvilad (försämrat återhämtningsvärde). Under dagtid har patienten symtom på sömnbrist, framför allt sömnighet med ofrivilligt insomnande. </p><p class=\"indent\">Anamnestiska uppgifter om störande snarkningar, orolig nattsömn och dagtrötthet ger misstanke om sömnapnésyndrom. Sömnapnésyndromet kan verifieras med hjälp av polygrafisk sömnregistrering, vilket möjliggör en kvantifiering av apnéantalet och en uppdelning i centrala, obstruktiva och blandade apnéer. Behandlingen är övertrycksandning (CPAP) eller bettskena. Hypnotika och alkohol ger försämring och ska undvikas.</p><p class=\"indent\">Vid narkolepsi finns imperativa insomningsepisoder (ofta kortvarig sömn med visst återhämtningsvärde) och oftast kataplexi (hastigt insättande muskeltonusförlust). Ibland finns också sömnparalys (uppvaknande med kortvarig förlamningskänsla) och hypnagoga hallucinationer (hallucinationer vid insomnandet). Sjukdomen, som har ett ärftligt inslag, kan sägas bero på en defekt REM-sömnsreglering, orsakad av förändrad monoaminerg aktivitet i hjärnstammen. Då en säker diagnos etablerats kan behandling med vakenhetsökande läkemedel inledas. Modafenil har indikationen narkolepsi, och därutöver kan licensförskrivning av amfetamin (Amfetamin tabletter 5 mg) vara aktuell. </p><p class=\"indent\">Under 2013 publicerade Läkemedelsverket ett kunskapsdokument om läkemedelsbehandling av narkolepsi, se <a href=\"http://www.lakemedelsverket.se/malgrupp/Halso---sjukvard/Behandlings--rekommendationer/Behandlingsrekommendation---listan/Narkolepsi1/\" target=\"_blank\" class=\"linkOut\"></a>www.la kemedelsverket.se. </p><h3 id=\"s1_19\"><a class=\"index\" id=\"1020782\" data-text=\"parasomni\"></a>Parasomni</h3><p>Parasomni är samlingsnamnet för sömnrelaterade fenomen. De vanligaste är sömngång, enures, nattskräck, mardrömmar och sömnparalys. De tre förstnämnda uppträder i deltasömn och de två sistnämnda sker i REM-sömn.</p><h3 id=\"s1_20\">Diagnostik av <a class=\"index\" id=\"1020783\" data-text=\"insomni:diagnostik\"></a>insomni</h3><p>En klinisk värdering av klagomål på otillräcklig sömn ska baseras på en värdering av dagtidssymtom tillsammans med de deskriptiva indelningsgrunder som angivits tidigare, samt med övervägande av etiologiska samband. Diagnostiken kommer således huvudsakligen att baseras på sjukhistorien. Utöver den anamnestiska kartläggningen har man vid långvarig och kronisk insomni i kliniken stort värde av att låta patienten föra sömndagbok under ett par veckors tid. Man kan här också ange intag av läkemedel, koffein och annat som ska värderas. Förändringar i sömnen inför ledighet respektive arbetsdagar ger viss vägledning med avseende på psykologiskt relaterade orsaker. Påtagliga förändringar i sömntidens längd i samband med ledigheter kan ge vägledning om förekomst av dygnsrytmstörning. För en fullständig kartläggning av sömnmönstret kan polysomnografi erfordras i speciella fall. </p><h2 id=\"s1_21\">Behandlingsmetoder</h2><h3 id=\"s1_22\">Psykologisk behandling </h3>",
      "settings": {}
    },
    {
      "id": "cba3329f-a10f-42ed-bdc1-0c1760091e8c",
      "name": "cba3329f-a10f-42ed-bdc1-0c1760091e8c",
      "type": "facts",
      "content": {
        "number": 4,
        "title": "<a class=\"crossref\" id=\"46414\"></a>Sömnhygieniska <a class=\"index\" id=\"1031721\" data-text=\"s&#xF6;mnst&#xF6;rningar:s&#xF6;mnhygieniska principer\"></a>principer",
        "text": "<table><tbody><tr><td><ul><li>Sträva efter att trimma in en regelbunden dygnsrytm. Försök att behålla läggnings- och uppstigningstider även vid ledighet.</li></ul><ul><li>Undvik sömnstörare, t ex koffein i olika former, nikotin och alkohol. </li></ul><ul><li>Försök att varva ner kvällstid, upphör med akti&shy;verande fysisk och psykisk aktivitet någon tim&shy;me före sänggåendet. </li></ul><ul><li>Regelbunden fysisk aktivitet, dock ej för sent på kvällen, kan ha positiv effekt på sömnen. </li></ul><ul><li>Om patienten inte kan sova bör han/hon stiga upp och göra något annat tills sömnighet inträ&shy;der. </li></ul><ul><li>Se till att sovrumsmiljön är ändamålsenlig (bra säng, lagom temperatur, bullerfritt m m). </li></ul></td></tr></tbody></table>",
        "id": "s1_24"
      },
      "settings": {}
    },
    {
      "id": "2de6a627-5261-4812-a1a6-97214951e174",
      "name": "2de6a627-5261-4812-a1a6-97214951e174",
      "type": "text",
      "content": "<p>Eftersom <a class=\"index\" id=\"1020784\" data-text=\"s&#xF6;mnst&#xF6;rningar:behandling\"></a>sömnstörningar har en komplex och multifaktoriell bakgrund är själva kartläggandet av bakomliggande faktorer och en diskussion om eventuella sömnstörare en viktig del av behandlingen. Detta innebär också en genomgång av sömnhygieniska principer, se Faktaruta 4.</p><span> </span><p class=\"indent\">Andra icke-farmakologiska behandlingsmetoder som har effekt vid sömnstörningar är s&nbsp;k stimuluskontroll (detta innebär särskild betoning av punkt 5, se Faktaruta 4). Vidare kan inlärning av avslappningsmetodik motverka den ökande muskulära spänningen kvällstid och på så sätt verka sömnbefrämjande. Strukturerade behandlingsprogram med kognitiv beteendeterapi (KBT) har dokumenterade effekter vid insomnibehandling (6,7). Ökad tillgänglighet av KBT via internet och självhjälpsböcker har etablerats under senare år. </p><h3 id=\"s1_25\"><a class=\"index\" id=\"1020785\" data-text=\"s&#xF6;mnst&#xF6;rningar:l&#xE4;kemedel\"></a>Läkemedelsbehandling</h3><p>Förskrivning av sömnmedel måste ske med kännedom om patientens situation och den aktuella symtombilden. En första förskrivning av sömnmedel bör som regel endast omfatta tabletter för 1 eller 2 veckor. För en del patienter har långvarigt bruk av sömnmedel inletts i samband med sjukhusvistelse. Recepten har därefter rutinmässigt förnyats, utan att behovet omprövats. Förnyelse av recept och fortsättning av behandlingen som initierats av annan läkare är ibland nödvändigt, men behovet av hypnotika måste regelbundet omprövas.</p><p class=\"indent\">Många av våra vardagliga beteenden är invanda och inlärda mönster. Sömn och insomningsrutiner har tydliga sådana inlärda vanemönster, som hos normalsovaren verkar sömnbefrämjande, men som hos insomnipatienten kan ha motsatta effekter. Sömnmedelsanvändandet kan mot denna bakgrund komma att betingas till sömnförmågan, varvid patienten får ett psykologiskt beroende till sömnmedel. För många hypnotika finns därtill vissa beroendeegenskaper av fysiologisk natur, framför allt manifesterade som ”rebound” eller abstinens vid plötsligt utsättande. Detta är för patienten, och ofta även för läkaren, svårt att särskilja från de initiala insomnisymtomen. Båda dessa faktorer bidrar till att sömnmedelsbehandlingen kan vara svår att avsluta. Detta motverkas genom tidsplanerad behandling, en initial kartläggning av symtomprofil och av att behandlingseffekterna fortlöpande värderas. Utsättning efter långvarig sömnmedelsanvändning måste göras i en god patient-läkarrelation med täta stödkontakter. Ett individualiserat utsättningsschema görs upp med långsam och gradvis minskning av dosen.</p><h3 id=\"s1_26\">Farmakokinetik</h3><p>Farmakokinetiska egenskaper har betydelse för att bedöma ett läkemedels egenskaper som hypnotikum. Av betydelse är främst absorptionshastighet, halveringstid, eventuell förekomst av aktiva metaboliter, åldersvariation för farmakokinetiska parametrar samt egenskaper vid upprepat användande. Halveringstidens betydelse för effektduration har relevans, men en ökad dos kan överbrygga sådana skillnader. Inte heller finns en fullständig korrelation mellan kinetiska parametrar och effektduration. Valet mellan ett mer lång- eller kortverkande hypnotikum sker huvudsakligen på kliniska grunder. </p><h3 id=\"s1_27\"><a class=\"index\" id=\"1020786\" data-text=\"s&#xF6;mnmedel:l&#xE4;kemedel\"></a>Läkemedel</h3><p>Läkemedelsgruppen hypnotika har som verkningsmekanism att förstärka GABA-transmittorns inhibitoriska effekt. GABA är en av de vanligast förekommande signalsubstanserna i det <span>centrala nervsystemet</span>. Den sederande effekten utövas via en specifik agonistaktivitet på GABA-receptorkomplexet som påverkar öppnandet av kloridjonkanaler, vilket leder till hyperpolarisation av nervceller. Skillnaden mellan hypnotika och anxiolytika/sedativa beror huvudsakligen på hur de har profilerats i kliniska prövningar. De hypnotika som används i kliniken har tidigare till stor del varit bensodiazepiner (BZ) men de har under senare år ersatts av andra substanser med likartad verkningsmekanism men som kemiskt sett har en annan struktur. Dessa kallas ofta bensodiazepinliknande läkemedel. Övergripande kan hela gruppen kallas GABA-erga medel. </p><h3 id=\"s1_28\"><a class=\"index\" id=\"1025345\" data-text=\"GABA-erga hypnotika\"></a>GABA-erga hypnotika </h3><h4 id=\"s1_29\"><em><a class=\"index\" id=\"1025340\" data-text=\"bensodiazepiner:s&#xF6;mn\"></a>Bensodiazepiner och  bensodiazepinliknande hypnotika</em></h4><p>Hypnotika inom gruppen BZ har dokumenterad effekt på insomningstid och sömnlängd. Andra effekter är minskad vakenhet under natten samt förbättrad sömnkvalitet. Vid polysomnografisk registrering finns ofta en viss minskning av djupsömnen (deltasömn) och av REM-sömnen, men en ökning av stadium-2-sömnen. De bensodiazepinliknande läkemedlen (zopiklon, zaleplon, zolpidem) har mindre, eller saknar, effekt på sömnarkitekturen mätt med polysomnografi. Dessa läkemedel har också mindre muskelavslappnande effekt samt mindre anxiolytisk effekt. Farmakokinetiskt har de bensodiazepinliknande substanserna kortare omsättningstid jämfört med de tidigare dominerande BZ, t&nbsp;ex nitrazepam. Om t&nbsp;ex nitrazepam (halveringstid på 20 timmar) används kan man förvänta sig kvarstående sedation nästföljande dag, medan de bensodiazepinliknande medlen, som har en halveringstid på 2–6 timmar, mer sällan har den effekten. Alla GABA-erga hypnotika har relativt god effekt vid korttidsanvändning. </p><p class=\"indent\">I den litteraturgranskning som genomfördes av SBU fann man att hypnotika inom gruppen bensodiazepiner har sämre dokumentation vid behandling av insomni än bensodiazepinliknande läkemedel (7). Kortvarig behandling med bensodiazepinbesläktade läkemedel – zopiklon, zaleplon och zolpidem– medför jämfört med placebo att patienten somnar snabbare och får längre total sömntid.</p><h4 id=\"s1_30\"><em>Negativa effekter</em></h4><p>GABA-erga hypnotika kan utlösa anterograd amnesi. Detta kan inträda flera timmar efter intag av läkemedlet, men vanligast är att individen har blivit störd under sömnen, t&nbsp;ex blivit väckt av en telefon och svarat men sedan inte minns något av samtalet.</p><p class=\"indent\">Även om GABA-erga medel har stor terapeutisk bredd kan intoxikationer, särskilt med potenta bensodiazepiner, och särskilt tillsammans med alkohol, ge riskabel andningshämning. På grund av muskelrelaxerande effekter finns kontraindikationer för användning av hypnotika vid myasthenia gravis. Medlen är också kontraindicerade vid sömnapnésyndrom, och vid starkt nedsatt leverfunktion. </p><h4 id=\"s1_31\"><em>Beroende och utsättning</em></h4><p>För alla <a class=\"index\" id=\"1025350\" data-text=\"GABA-erga hypnotika:beroende;GABA-erga hypnotika:uts&#xE4;ttning\"></a>GABA-erga hypnotika finns risk för beroende, och utsättningseffekter kan bidra till detta. Användning (även vid terapeutiska doser) kan leda till fysiskt beroende och utsättning av behandlingen kan leda till abstinens eller ”rebound”-fenomen. Med ”rebound” menas att symtom som fanns vid behandlingens start återkommer i ökad intensitet när behandlingen avslutas. Ibland kan även ökad ångest, rastlöshet och humörsvängningar förekomma. Vilka individer som får problem med beroende beror på individspecifika riskfaktorer, där tidigare beroendeproblematik är en viktig aspekt.</p><h3 id=\"s1_32\">Bensodiazepiner</h3><h4 id=\"s1_33\"><em><a class=\"index\" id=\"1020807\" data-text=\"s&#xF6;mnmedel:nitrazepam;nitrazepam:s&#xF6;mn\"></a>Nitrazepam</em></h4><p>Nitrazepam har en lång halveringstid, mellan 20 och 30 timmar, och ger oftast kvardröjande dåsighet dagen efter intag. En minskning av REM-sömnen kan uppkomma. De kvardröjande effekterna kan också påverka motorik och kognitiva funktioner. Standarddos är 5 mg en halvtimme före sängående.</p><h4 id=\"s1_34\"><em><a class=\"index\" id=\"1020808\" data-text=\"flunitrazepam:s&#xF6;mn;flunitrazepam:s&#xF6;mn\"></a>Flunitrazepam</em></h4><p>Flunitrazepam har snabbt tillslag bl&nbsp;a genom hög fettlöslighet. Klinisk effekt kan ses efter ca 20 minuter. Den snabbt insättande effekten bidrar till att medlet missbrukas. Flunitrazepam har en snabb och uttalad distributionsfas följt av en långsammare eliminationsfas med en halveringstid på 13–19 timmar. Flunitrazepam har en stark bindning till BZ-receptorn och kan sägas vara det kraftfullaste medlet inom gruppen BZ/hypnotika. Av detta skäl ska preparatet endast undantagsvis användas.</p><h4 id=\"s1_35\"><em><a class=\"index\" id=\"1020809\" data-text=\"triazolam:s&#xF6;mn;s&#xF6;mnmedel:triazolam\"></a>Triazolam</em></h4><p>Triazolam har en kort halveringstid, 2–4 timmar i eliminationsfasen, samt en snabbt insättande effekt. Trots den relativt korta halveringstiden finns kvarstående dåsighet som biverkning. Läkemedlet ska tas vid sänggåendet, vanligen i dosen 0,125 mg.</p><h4 id=\"s1_36\"><em><a class=\"index\" id=\"1020810\" data-text=\"oxazepam:s&#xF6;mn;oxazepam:s&#xF6;mn\"></a>Oxazepam</em></h4><p>Oxazepam absorberas långsammare än de andra mer fettlösliga bensodiazepinerna och har inte rubricerats som ett hypnotikum. Halveringstiden är ca 10 timmar. Preparatet har en enkel metabolism via glukuronidering och utsöndring. Det har därigenom fått användning som sömnmedel för äldre. Om preparatet tas 1 timme före sänggåendet kan nackdelen med det långsamma tillslaget motverkas. Vanlig dos är 15–25 mg.</p><h3 id=\"s1_37\">Bensodiazepinliknande preparat</h3><h4 id=\"s1_38\"><em><a class=\"index\" id=\"1020811\" data-text=\"zopiklon:s&#xF6;mn;zopiklon:s&#xF6;mn\"></a>Zopiklon</em></h4><p>Zopiklon har en snabbt insättande effekt, inom ca 30 minuter. Halveringstiden är 4–6 timmar, men hos äldre personer är den ökad till 7 timmar. Kvarstående sedation dagen efter intag förekommer, men den vanligaste biverkningen är en bitter smak, ofta övergående. Vanlig begynnelsedos är 5&nbsp;mg zopiklon, och tabletten ska tas omedelbart före sänggåendet. Patienter som inte svarar på denna dos kan använda 7,5&nbsp;mg.</p><h4 id=\"s1_39\"><em><a class=\"index\" id=\"1020833\" data-text=\"zaleplon:s&#xF6;mn;s&#xF6;mnmedel:zaleplon\"></a>Zaleplon</em></h4><p>Zaleplon har en mycket kort halveringstid, ca 1 timme, och kan betecknas som ett insomningsmedel, med liten risk för kvardröjande effekter. Det finns en begränsad klinisk erfarenhet av läkemedlet. Rekommenderad dos är 10 mg. </p><h4 id=\"s1_40\"><em><a class=\"index\" id=\"1020834\" data-text=\"zolpidem:s&#xF6;mn;s&#xF6;mnmedel:zolpidem\"></a>Zolpidem</em></h4><p>Zolpidem har en relativt kort halveringstid, 1–3 timmar, samt en snabbt insättande effekt. Effektdurationen har angivits till ca 6 timmar, och dagsedering förekommer ibland. Om patienten inte lägger sig och somnar i samband med tablettintaget kan biverkningar som förvirring, avvikande beteende och minnesluckor uppträda. Rekommenderad dos till vuxna är 10 mg zolpidem omedelbart före sänggående. En lägre dos på 5 mg zolpidem ges till äldre patienter.</p><h3 id=\"s1_41\">Andra sömnmedel</h3><p>Bland andra läkemedel, som används vid behandling av insomni, finns preparat som tidigare benämndes som antihistaminer men som ur kemisk synpunkt tillhör gruppen fentiaziner. I Sverige används framför allt propiomazin. Den stora fördelen jämfört med de GABA-erga medlen är avsaknaden av beroende. </p><p class=\"indent\">Det vetenskapliga underlaget är otillräckligt för slutsatser om effekten av propiomazin, antidepressiva läkemedel, neuroleptika (alimemazin) respektive antihistaminer vid behandling av sömnbesvär, då tillgängliga studier är få och bristfälliga. Bristande vetenskapligt underlag innebär inte att de nämnda läkemedlen inte kan användas som alternativa farmaka då det finns risk för beroende.</p><h4 id=\"s1_42\"><em><a class=\"index\" id=\"1025250\" data-text=\"propiomazin:s&#xF6;mn;s&#xF6;mnmedel:propiomazin\"></a><a class=\"crossref\" id=\"85488\"></a>Propiomazin</em></h4><p>Propiomazin har viss dokumentation som sömnmedel och kan framför allt användas när man vill undvika BZ, bl&nbsp;a vid missbruk av alkohol och andra droger. Då det tillhör gruppen fentiaziner finns risk för extrapyramidala biverkningar. Tiden till att hypnotisk effekt inträder är 30–60 minuter, vilket är längre jämfört med de flesta GABA-erga hypnotika. Propiomazin har inte någon påtaglig effekt på sömnmönstret hos friska försökspersoner. Halveringstiden är ca 8 timmar och ibland kan ”hang-over” förekomma. ”Restless legs” förekommer som biverkning.</p><h4 id=\"s1_43\"><em><a class=\"index\" id=\"1020836\" data-text=\"alimemazin:s&#xF6;mn;s&#xF6;mnmedel:alimemazin\"></a>Alimemazin</em></h4><p>Alimemazin är ett fentiazinderivat i gruppen högdosneuroleptika med sederande effekter. Läkemedlet används framför allt inom missbruksvården. Medlet har antihistamineffekt och viss antikolinerg effekt. Alimemazin ges 1–2 timmar före sänggående. Farmakokinetiska data saknas, men i likhet med andra högdosneuroleptika kan man i ett kliniskt perspektiv ange att effekterna är relativt långvariga, och trötthet kommande dag finns som en biverkning. Möjligen minskar den hypnotiska effekten vid kontinuerlig användning.</p><h4 id=\"s1_44\"><em><a class=\"index\" id=\"1020837\" data-text=\"prometazin:s&#xF6;mn;s&#xF6;mnmedel:prometazin\"></a>Prometazin</em></h4><p>Prometazin är ett fentiazinderivat med antihistaminerga och antikolinerga effekter. Halveringstiden är ca 13 timmar. Effekterna på sömnmönstret har inte undersökts. Den långvariga effekten med efterföljande dagtrötthet gör att substansen endast bör användas undantagsvis. Tolerans vid upprepad dosering har beskrivits.</p><h4 id=\"s1_45\"><em>Antidepressiva läkemedel</em></h4><p>Antidepressiva läkemedel används då insomni finns vid diagnostiserad depression. Om SSRI används kan dessa medel initialt ge ökade sömnsvårigheter. Hos en del patienter kan en sömnstörande effekt finnas kvar under lång tid. I initialskedet kan ett hypnotikum behövas som tillägg, men om insomnin kvarstår kan preparatbyte övervägas. </p><p class=\"indent\">Sömnförbättrande effekter finns för en del antidepressiva, t&nbsp;ex <a class=\"index\" id=\"1029561\" data-text=\"mirtazapin:s&#xF6;mn;s&#xF6;mnmedel:mirtazapin\"></a>mirtazapin och <a class=\"index\" id=\"1029562\" data-text=\"amitriptylin:s&#xF6;mn;s&#xF6;mnmedel:amitriptylin\"></a>amitriptylin. Den sederande effekten av mirtazapin beror till viss del på blockad av histaminreceptorer. Preparatet har inga framträdande antikolinerga effekter och tolereras som regel väl, men kan ge sedering dagtid och viktökning. Nackdelen med amitriptylin är framträdande antikolinerga biverkningar där särskilt äldre personer är känsliga för muntorrhet, miktionsbesvär, trög mage och ackommodationsbesvär. Antikolinerga läkemedel kan också orsaka förvirring, särskilt hos äldre personer. Vid intag i suicidsyfte finns kardiotoxicitet. </p><h4 id=\"s1_46\"><em><a class=\"index\" id=\"1020869\" data-text=\"melatonin:s&#xF6;mn;melatonin:s&#xF6;mn\"></a><a class=\"crossref\" id=\"66708\"></a>Melatonin</em></h4><p>Melatonin är ett hormon som under natten utsöndras från tallkottkörteln. Utsöndring och syntes styrs av förändring av ljus-mörker, och hormonet är betydelsefullt för regleringen av dygnsrytmen. Störd dygnsrytm ger förändring i utsöndringen av melatonin. Hos blinda kan regleringen av melatonin vara rubbad och medföra en sömnstörning betingad av en förändrad dygnsrytm. Tillförsel av melatonin till natten kan ibland normalisera såväl dygnsrytm som sömn. Hos äldre minskar den nattliga utsöndringen av melatonin. Melatonin används ibland också för att minska problem med jet lag.</p><p class=\"indent\"> Behandling av insomni med depåberedning av melatonin (<a class=\"index\" id=\"1032756\" data-text=\"Circadin\"></a>Circadin) leder jämfört med placebo till bättre sömnkvalitet hos äldre patienter (7).</p><h3 id=\"s1_47\">Sömnläkemedel vid <a class=\"index\" id=\"1032757\" data-text=\"s&#xF6;mnmedel:graviditet\"></a>graviditet och amning</h3><p><a class=\"index\" id=\"1031162\" data-text=\"prometazin:graviditet\"></a>Prometazin och <a class=\"index\" id=\"1031163\" data-text=\"propiomazin:graviditet\"></a>propiomazin bedöms som säkra preparat att använda under graviditet utan risk för kända fosterskador (8). Det saknas data om användningen vid amning varför man inte kan ge någon generell rekommendation. Risken för påverkan av barnet vid amning bedöms som låg eller måttlig av enskilda doser. </p><p class=\"indent\">För bensodiazepiner och liknande preparat som <a class=\"index\" id=\"1031168\" data-text=\"zopiklon:graviditet\"></a>zopiklon och <a class=\"index\" id=\"1031173\" data-text=\"zolpidem:graviditet\"></a>zolpidem är data under graviditet begränsade och man kan inte utesluta en liten risk för fosterskadande effekt (9). Under sista trimestern och för det nyfödda barnet kan moderns bruk av dessa preparat ge påtagliga farmakologiska effekter hos barnet såsom hypotoni och andningspåverkan. De bör i möjligaste mån inte användas under någon del av graviditeten. Preparaten passerar över till modersmjölken men den relativa koncentrationen hos det <a class=\"index\" id=\"1031178\" data-text=\"zopiklon:amning;zolpidem:amning\"></a>ammande barnet är låg (mindre än 4&#37; av den som modern får) och sannolikt är risken för barnet liten men upprepade doseringar bör undvikas. </p><h3 id=\"s1_48\">Utsättning av <a class=\"index\" id=\"1025330\" data-text=\"s&#xF6;mnmedel:uts&#xE4;ttning\"></a>läkemedel</h3><p>Studier visar att utsättning av sömnmedel i nedtrappande dos under 2–3 veckors tid ofta kan vara framgångsrik om patienten samtidigt får kunskap om sömn och sovande samt information om psykologiska åtgärder för bättre sömn som <a class=\"index\" id=\"1029596\" data-text=\"kognitiv beteendeterapi:uts&#xE4;ttning av s&#xF6;mnl&#xE4;kemedel\"></a>kognitiv beteendeterapi (KBT). KBT ger till skillnad från sömnmedel en långvarig sömnförbättrande effekt som kan bli bestående under ett år eller längre. KBT omfattar inte några svåråtkomliga metoder men i praktiken behöver nog de flesta patienter ganska handfast hjälp för att genomföra den. Terapin består bl&nbsp;a av råd om sömnhygien. Genomförande av sömnrestriktion innebär att successivt minska tiden i sängen till endast sömntid kvarstår. Stimuluskontroll innebär att man undviker aktiviteter i sängen eller i sovrummet utöver sömn. I KBT-behandlingen ingår också att identifiera orealistiska eller felaktiga tankar om hur eller hur mycket man ska sova. Därför är det väsentligt att föra ”sömndagbok” om sömntid och uppvaknanden.</p><p class=\"indent\">KBT förmedlas traditionellt av psykologer. Råden vid insomni är i sig ganska enkla och rättframma. Dessa kan förmedlas och följas upp av annan vårdpersonal. Avgörande för att nå resultat är tid för information och uppföljning, något som det oftast saknas resurser till i vården. Man har visat att även internetbaserad KBT och självstudier ger god effekt.</p><h4 id=\"s1_49\"><em>Nedtrappning vid lågdosberoende</em></h4><p>Patienter som utvecklat lågdosberoende behöver ett bedömningssamtal och stöd för en planerad nedtrappning, som kan ta lång tid. Nedtrappningen av <a class=\"index\" id=\"1025325\" data-text=\"s&#xF6;mnmedel:nedtrappning \"></a>sömnmedlen vid lågdosberoende bör kunna genomföras i primärvård eller allmänpsykiatrisk vård. Ett alternativ till sömnmedel är psykologiska behandlingsmetoder i form av KBT och annan beteendeterapi som leder till att patienten somnar snabbare och inte är vaken lika länge under natten. Även sömnkvaliteten blir bättre. Kognitiv eller annan beteendeterapi minskar även på längre sikt insomningstiden och vakentiden under natten.</p><h2 id=\"s1_50\">Socialstyrelsen och SBU  om behandling av <a class=\"index\" id=\"1031679\" data-text=\"s&#xF6;mnst&#xF6;rningar:SoS rekommendationer;s&#xF6;mnst&#xF6;rningar:litteratur&#xF6;versikt fr&#xE5;n SBU\"></a>sömnstörningar</h2><p>Socialstyrelsen (2010) framhåller att zopiklon och eventuellt <a class=\"index\" id=\"1031689\" data-text=\"oxazepam:&#xE4;ldre;&#xE4;ldre:s&#xF6;mnst&#xF6;rningar\"></a>oxazepam är förstahandsval vid behandling av <a class=\"index\" id=\"1031684\" data-text=\"s&#xF6;mnst&#xF6;rningar:&#xE4;ldre\"></a>sömnstörningar hos äldre (10). Oxazepam har gynnsam metabolism som inte påverkas av åldrandet men bör ges 1 timme före sänggående pga långsam absorption. <a class=\"index\" id=\"1031694\" data-text=\"zolpidem:&#xE4;ldre\"></a>Zolpidem har väl kort verkningstid för äldre vars sömnstörningar ofta består i uppvakningar på efternatten. Triazolam kan leda till excitationstillstånd. Bensodiazepiner med lång halveringstid, t&nbsp;ex diazepam, nitrazepam och flunitrazepam, bör undvikas som sömnmedel. För propiomazin se tidigare avsnitt om detsamma <a href=\"#85488\" class=\"btn btn-primary btn-mini pageLink\"><i class=\"fa fa-arrow-right fa-white\"></i></a>. </p><p class=\"indent\">Rationell läkemedelsbehandling av sömnstörningar är enligt Socialstyrelsen att i första hand använda <a class=\"index\" id=\"1031699\" data-text=\"zopiklon:s&#xF6;mnst&#xF6;rningar\"></a>zopiklon och om möjligt undvika bensodiazepiner med lång halveringstid, triazolam, propiomazin, hydroxizin och alimemazin.</p><p class=\"indent\">SBU anser att det är önskvärt med en förskjutning från läkemedel som saknar vetenskapligt stöd till sådana som har evidens för effekt (7). <a class=\"index\" id=\"1031704\" data-text=\"zopiklon:s&#xF6;mnst&#xF6;rningar\"></a>Zopiklon har evidens för förkortad insomningstid, ökad sömntid, minskat antal uppvaknanden och ökad sömnkvalitet jämfört med placebo. För vissa av dessa parametrar finns evidens för zolpidem, zaleplon och triazolam. Inget läkemedel har säker evidens för längre behandling än för fyra veckor. Det vetenskapliga underlaget är otillräckligt för att bedöma effekten av flunitrazepam, nitrazepam och propiomazin för behandling av sömnbesvär. </p><h3 id=\"s1_51\"><a class=\"index\" id=\"1031709\" data-text=\"s&#xF6;mnst&#xF6;rningar:statistik fr&#xE5;n SoS l&#xE4;kemedelsdatabas\"></a>Socialstyrelsens läkemedelsdatabas 2012</h3><p>Under år 2011 hämtade 628&nbsp;000 patienter &gt;&nbsp;45 år ut receptbelagda sömnmedel (N05C). Till dessa patienter förskrevs i genomsnitt 243 DDD (DDD = definierad dygnsdos) fördelat på 6 receptuttag. Av sömnmedlen utgör zopiklon 42&#37;, zolpidem 26&#37;, propiomazin 24&#37; och långverkande bensodiazepiner 7&#37;. Andelen propiomazin synes hög med tanke på avsaknad av evidens för effekt och dess biverkningsbild.</p><p class=\"indent\">I genomsnitt hämtade patienter &gt;&nbsp;45 års ålder ut 100 DDD sömnmedel/1&nbsp;000 invånare och dag år 2011, dvs 0,1 DDD/invånare och dag. Uppdelat på kvinnor och män är motsvarande siffror 124 respektive 75 DDD. Användningen av sömnmedlen ökar successivt med åldern och med en markant ökning för patienter som var 80–84 år och 85+. De hämtade ut 181 respektive 244 DDD/1&nbsp;000 invånare och dag. Uttaget av sömnmedel på recept var oförändrat mellan 2008 och 2011 för hela åldersgruppen &gt;&nbsp;45 år men minskade för grupperna 80–84 år och 85+ med 6 respektive 17&#37;. </p><p class=\"indent\">Även om användningen av sömnmedel per 1&nbsp;000 invånare varierar starkt med kön och ålder är antalet DDD/år anmärkningsvärt lika, oberoende av ålder, kön och delvis även för typ av sömnmedel, för de patienter som fått medlen förskrivna. De som fått sömnmedel förskrivet hämtar ut sömnmedel 5–6 gånger per år med undantag för de två äldsta åldersgrupperna som hämtar ut sömnmedlen 7–11 gånger per år. Propiomazin och långverkande bensodiazepiner förskrivs i högre årsdoser än zopiklon/zolpidem, ca 270 respektive 190 DDD/år. </p><p class=\"indent\">Läkemedelsstatistiken indikerar att en förskrivning av sömnmedel tenderar att bli långvarig oberoende av patientens ålder.</p><h2 id=\"s1_52\"><a class=\"index\" id=\"1029894\" data-text=\"s&#xF6;mnst&#xF6;rningar:prim&#xE4;rv&#xE5;rd\"></a><a class=\"crossref\" id=\"88090\"></a>Sömnstörningar i  primärvård/öppenvård</h2><p>Människor med sömnproblem söker oftast hjälp i primärvården. I allmänhet väljer läkaren att behandla sömnproblemen farmakologiskt. I genomsnitt använder ca 3&#37; av befolkningen i Sverige i åldern 20–79 år regelbundet sömnmedel, ATC-kod N05C, definierat som 0,5 DDD/dag. Knappt 1&#37; är högkonsumenter och använder 1,5 DDD/dag. Användningen av sömnmedel är starkt korrelerad till åldern. Det är omkring sex gånger högre användning av sömnmedel i åldrarna 85–90 år än bland 50-åringar. I de högsta åldrarna använder upp till 60&#37; av invånarna regelbundet sömnläkemedel.</p><p class=\"indent\">Sömnmedlen är dokumenterade endast för korttidsbehandling och indikationen som anges i produktresumé/Fass är för tillfälliga och kortvariga sömnbesvär. Trots detta är det vanligt med fortgående behandling under flera år, särskilt till äldre personer. Läkaren ställs här inför ett dilemma då den långtidsbehandlade patienten ofta uppfattar behandlingen som effektiv och utan biverkningar. För att minska eller avbryta användningen av sömnmedel bör läkaren informera patienten om att indikationen för medlen är begränsad till kortvarig behandling då evidensen huvudsakligen baseras på studier som pågått under några veckor. Kunskaperna om effekt och biverkningar av sömnmedlen vid långtidsanvändning är okända/bristfälliga. Äldre är särskilt känsliga för biverkningar. Dessa fakta bör läkaren informera patienten om och beakta vid förskrivning.</p><h2 class=\"referenceHeader\" id=\"s1_53\">Referenser</h2>",
      "settings": {}
    },
    {
      "id": "0fd00622-0317-4e63-ae78-b1608409fc8e",
      "name": "0fd00622-0317-4e63-ae78-b1608409fc8e",
      "type": "references",
      "content": "<ol class=\"references\"><li id=\"reference_1\"><span class=\"tab\"></span><span class=\"tab\"></span>Mallon L, Broman JE, Hetta J. Relationship  between insomnia, depression, and mortality: <br>a 12-year follow-up of older adults in the community. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11081951?ordinalpos=8&amp;itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_DefaultReportPanel.Pubmed_RVDocSum\" target=\"_blank\" class=\"linkOut\">Int Psychogeriatr. 2000;12:295–306.</a> </li>\n<li id=\"reference_2\">Mallon L, Broman JE, Hetta J. Sleep complaints  predict coronary artery disease mortality in males: a 12-year follow-up study of a middle-aged Swedish population.<br> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11886479?ordinalpos=4&amp;itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_DefaultReportPanel.Pubmed_RVDocSum\" target=\"_blank\" class=\"linkOut\">J Intern Med. 2002;251:207–16.</a> </li>\n<li id=\"reference_3\">Mallon L, Broman JE, Hetta J. High incidence of  diabetes in men with sleep complaints or short sleep duration – A 12-year follow-up study of a middle-aged population.<br> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16249553?ordinalpos=8&amp;itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_DefaultReportPanel.Pubmed_RVDocSum\" target=\"_blank\" class=\"linkOut\">Diabetes Care. 2005;28:2762–7</a> .</li>\n<li id=\"reference_4\">Kripke DF, Garfinkel L, Wingard DL, Klauber MR,  Marler MR. Mortality associated with sleep duration and insomnia.<br> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11825133?ordinalpos=4&amp;itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_DefaultReportPanel.Pubmed_RVDocSum\" target=\"_blank\" class=\"linkOut\">Arch Gen Psychiatry. 2002;59:131–6.</a> </li>\n<li id=\"reference_5\">Roth T, Dement WC. Principles and practice of  sleep medicine. 5:e uppl. 2010. <br>ISBN 9781437707311.</li>\n<li id=\"reference_6\">Mitchell MD, Gehrman P, Perlis M, Umscheid CA.  Comparative effectiveness of cognitive behavioral therapy for insomnia: a systematic review. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22631616\" target=\"_blank\" class=\"linkOut\">BMC Fam Pract. 2012;13:40.</a> </li>\n<li id=\"reference_7\">SBU. Behandling av sömnbesvär hos vuxna. En  systematisk litteraturöversikt. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2010. SBU-rapport nr 199. ISBN 9789185413355. <a href=\"http://sbu.se/sv/Publicerat/Gul/Behandling-av-somnbesvar-hos-vuxna/\" target=\"_blank\" class=\"linkOut\">www.sbu.se</a> </li>\n<li id=\"reference_8\">Uppsala läkemedelsinformationscentral, ULIC.  Akademiska sjukhuset, Uppsala.</li>\n<li id=\"reference_9\">Janusinfo. Läkemedel och fosterpåverkan. <br> <a href=\"http://www.janusinfo.se/Beslutsstod/Lakemedel-och-fosterpaverkan/\" target=\"_blank\" class=\"linkOut\">www.janusinfo.se</a> </li>\n<li id=\"reference_10\">Indikatorer för god läkemedelsterapi hos äldre.  Socialstyrelsen. 2010. Artikelnummer: 2010-6-29. <a href=\"http://www.socialstyrelsen.se/publikationer2010/2010-6-29\" target=\"_blank\" class=\"linkOut\">www.socialstyrelsen.se</a> </li>\n</ol>",
      "settings": {}
    }
  ],
  "type": "file",
  "path": "/kapitel/psykiatri/somnstorningar.json",
  "modified": "2015-07-09 01:03",
  "isPublished": true
}
