[
	{
		"title": "root",
		"level": 0,
		"id": "p1a_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Transplantationsimmunologi  och organtransplantationer",
		"level": 1,
		"id": "p1a_2",
		"parentId": "p1a_0",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer",
		"content": " Dragan Bućin, Ragnar Källén och Nils H Persson, Transplantationsenheten,Skånes universitetssjukhus, Malmö",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "p1a_54",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Terapirekommendationer / Faktarutor etc.",
		"content": " Faktaruta 1Immunologisk utredning av mottagare Faktaruta 1 Immunologisk utredning av mottagare Faktaruta 2Immunologisk högrisktransplantation Faktaruta 2 Immunologisk högrisktransplantation Tabell 1Organtransplantationer vid olika sjukhus Tabell 1 Organtransplantationer vid olika sjukhus Tabell 2Immunsänkande intravenös antikroppsbehandling Tabell 2 Immunsänkande intravenös antikroppsbehandling Tabell 3Intravenös behandling med belatacept och bortezomib Tabell 3 Intravenös behandling med belatacept och bortezomib",
		"products": "nulojix velcade"
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "p1a_3",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Inledning",
		"content": " Syftet med detta kapitel är att ge kännedom om förutsättningarna för organtransplantation, vilket regelverk som gäller, vem som kan bli donator, vem som kan bli transplanterad, den immunologiska bakgrunden och hur man behandlar patienter som är transplanterade. Omhändertagande av transplanterade patienter bör alltid ske i samråd med den eller de läkare som följer upp patienten. Organtransplantation är idag etablerad sjukvård. I Sverige lever nästan 5 000 patienter med ett fungerande njurtransplantat, ca 500 tack vare ett transplanterat hjärta, bortåt 1 400 med en transplanterad lever och över 300 med en transplanterad lunga. Några av de njurtransplanterade patienterna har också med ett pankreastransplantat blivit av med sin diabetes. Enstaka patienter får sin nutrition tack vare ett tarmtransplantat. De transplanterade patienterna kan dyka upp var som helst inom sjukvården och för att inte riskera transplantatsförlust kräver de särskild uppmärksamhet. Med transplanterade patienter avser vi här patienter som är transplanterade med ett vaskulariserat organ och som är beroende av kontinuerlig immunsänkande behandling för att transplantatet inte ska stötas bort. Däremot berörs inte cell- eller vävnadstransplantation, dvs patienter som genomgått transplantation av t ex insulinproducerande ö-celler, benmärg, hornhinna eller hjärtklaffar.",
		"products": "10 15 20 25 30 40 50 70 humulin insuman rapid actrapid velosulin insulin human winthrop hoe21 ph u humalog liprolog liprolog-pen novorapid apidra (clikstar m.fl. insulatard basal nph monotard protaphane npl mixtard mix 20/80 50/50 10/90 comb 30/70 40/60 actraphane mix25 mix50 novomix ultratard lantus m fl. optisulin levemir tresiba exubera hypurin porcine"
	},
	{
		"title": "Allmänt om organtransplantation",
		"level": 2,
		"id": "p1a_4",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Lagstiftning",
		"level": 3,
		"id": "p1a_5",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Lagstiftning",
		"content": " De lagar som främst reglerar förutsättningarna för organtransplantation är Lagen om kriterier för att bestämma en människas död (1987:269) och Transplantationslagen (1995:831). Dessutom finns Socialstyrelsens föreskrifter om donation och tillvaratagande av organ, vävnader och celler (SOSFS 2009:30 daterad 2010-04-01) och föreskrifter om hantering av mänskliga organ avsedda för transplantation (SOSFS 2012:14 daterad 2012-08-27) (www.social styrelsen.se). Dessa föreskrifter bygger på alla de lagar som berör transplantationsverksamheten och ersätter de olika allmänna råd och föreskrifter som tidigare reglerat verksamheten. Innebörden av föreskrifterna och respektive lagar tas upp nedan i anslutning till de avsnitt de berör.",
		"products": ""
	},
	{
		"title": "Organisation",
		"level": 3,
		"id": "p1a_6",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Organisation",
		"content": " Organtransplantationer utförs vid fyra sjukhus i Sverige (se Tabell 1 ). Transplantationsenheterna har också ansvar för att organisera och utföra organdonationsoperationer när det finns en avliden donator. För donatorer är landet indelat så att Skånes universitetssjukhus har ansvar för södra sjukvårdsregionen och Göteborg har ansvar för västra, sydöstra och norra sjukvårdsregionerna medan Uppsala och Huddinge samverkar i OFO Mellansverige (Organisationen för organdonation i Mellansverige) med ansvar för resten av landet. Vid alla fyra sjukhus som utför organtransplantationer finns det jourverksamhet för vävnadstypning och korstest samt för akut virusdiagnostik inriktad på hepatit B och C, syfilis och hiv.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Organtransplantationer vid olika sjukhus",
		"level": 3,
		"id": "p1a_7",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Tabell 1. Organtransplantationer vid olika sjukhus",
		"content": "",
		"products": ""
	},
	{
		"title": "Scandiatransplant",
		"level": 4,
		"id": "p1a_8",
		"parentId": "p1a_6",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Organisation && Scandiatransplant",
		"content": " Samtliga svenska transplantationsenheter ingår i Scandiatransplant tillsammans med motsvarande enheter i Danmark, Finland, Island och Norge (www.scandiatrans plant.org). Scandiatransplant är de nordiska ländernas organutbytesorganisation och står för ett vidare samarbete med andra motsvarande organisationer i Europa såsom Eurotransplant, UK-transplant och ONT i Spanien. Alla avlidna donatorer registreras i Scandiatransplant och man har gemensamma regler som föreskriver när ett organ ska erbjudas en patient vid en annan enhet. För njurar ges förtur till patienter som har full överensstämmelse i vävnadstyp (HLA, Human Leukocyte Antigen). Samarbetet är också inriktat på patienter som utvecklat anti-HLA-antikroppar och för vilka man därmed har svårt att finna en passande donator. Med Nordens samlade population på ca 24 miljoner invånare ökar möjligheterna markant. Även barn får en viss prioritet. Patienter som väntar på transplantation av hjärta eller lever kan komma i en direkt livshotande situation och kan då ges högsta prioritet så fort det finns ett passande organ tillgängligt. Scandiatransplant står också för spårbarhet och gemensamma register för uppföljning.",
		"products": ""
	},
	{
		"title": "Donationsrådet",
		"level": 4,
		"id": "p1a_9",
		"parentId": "p1a_6",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Organisation && Donationsrådet",
		"content": " År 2005 bildades Donationsrådet, vars ledamöter utses av regeringen. Dess uppgift är att ge stöd och vara rådgivande i Socialstyrelsens donationsfrämjande arbete. Tillsammans med Socialstyrelsen ska Donationsrådet verka för att utveckla arbetet med donation av organ och vävnader. Målet är att förbättra donationsfrekvensen i Sverige. Rådet ska följa utvecklingen inom området och vara ett stöd för donationsansvariga läkare och sjuksköterskor. På www.dona tionsradet.se kan man anmäla sig till Donationsregistret och/eller fylla i ett donationskort. På webbsidan finns lättillgänglig information om förutsättningarna för donation av organ och vävnader samt aktuell statistik. Donationsrådet har upprättat en rekommendation om donationsansvariga läkare (DAL) och donationsansvariga sjuksköterskor (DAS), funktioner som ska finnas vid varje sjukhus där det kan bli aktuellt med organdonation. Denna rekommendation är nu införlivad i Socialstyrelsens föreskrifter, se ovan. Här föreskrivs också att det för samarbetet inom de olika regionerna dessutom ska finnas en regional DAL och en regional DAS. De lokalt och regionalt donationsansvariga arbetar i nära samverkan med respektive transplantationsenhet och där särskilt med transplantationskoordinatorerna. I skarpt läge, då det finns en donator tillgänglig, är det jourhavande transplantationskoordinator som organiserar och samordnar alla de olika aktiviteterna.",
		"products": ""
	},
	{
		"title": "Avlidna donatorer",
		"level": 3,
		"id": "p1a_10",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Avlidna donatorer",
		"content": " År 1988 kom lagen om hjärnrelaterade dödskriterier (1987:269). Den föreskriver att en människa är död när samtliga hjärnfunktioner är totalt och oåterkalleligt utslagna. Vid hjärtstillestånd kan döden fastställas med indirekta kriterier, dvs vid ett varaktigt totalt cirkulationsstillestånd är det uppenbart att också hjärnan är utan blodförsörjning. Under pågående intensivvård kan svår hjärnskada leda till total hjärninfarkt med intakt perifer cirkulation. Döden fastställs då med direkta kriterier varvid man påvisar utsläckning av samtliga kranialnervsreflexer samt totalt upphörd spontanandning. Diagnostiken görs enligt en särskild checklista och måste upprepas efter minst två timmar innan döden kan fastställas. Om orsaken till hjärnskadan är oklar, om kroppen är nedkyld eller om den kan vara under påverkan av sedativa eller vid metabol störning måste den totala hjärninfarkten fastställas med cerebral angiografi. Kontrast injiceras då i aortabågen och bilderna ska visa att kontrasten går upp i halspulsådern men stannar där vid ingången till skallkaviteten. Även denna undersökning måste göras vid två tillfällen, här med minst 30 minuters mellanrum. Det finns ingen åldersgräns för organdonation, varken nedåt eller uppåt. Det finns få absoluta kontraindikationer, men vid obehandlad sepsis eller malignitet med spridningsrisk måste man avstå från organdonation. Däremot behöver svikt av ett eller flera organ inte utgöra hinder; för varje potentiell donator värderas vilket eller vilka organ som kan vara tillräckligt livsdugligt för att tas tillvara för transplantation. En hjärttransplanterad dialyspatient som dör i stroke kan t ex vara en bra leverdonator.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Samtycke",
		"level": 4,
		"id": "p1a_11",
		"parentId": "p1a_10",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Avlidna donatorer && Samtycke",
		"content": " För att organdonation ska kunna komma till stånd är det inte enbart medicinska förutsättningar som ska vara uppfyllda utan det krävs också samtycke enligt transplantationslagen. Lagen utgår från den avlidnes egen inställning. Om den kan klarläggas på något sätt så är det den som gäller. Man kan ange sin inställning till organdonation i Donationsregistret, bära med sig ett donationskort och/eller meddela sina närstående. Efter det att döden konstaterats och innan det kan bli aktuellt att genomföra en organdonation kontrollerar jourhavande transplantationskoordinator om den potentiella donatorn har meddelat sin inställning till Donationsregistret. Om det finns klara uppgifter informeras de närstående. Om det inte finns några uppgifter i registret och de närstående inte känner till den avlidnes inställning gäller s k förutsatt samtycke. Det betyder att organ får tas tillvara såvida inte de närstående motsätter sig det. När den avlidnes inställning är okänd har de närstående således vetorätt och sjukvården har informationsplikt om denna vetorätt. Om det framkommer motstridiga uppgifter är det de senast lämnade som gäller, dvs om man för flera år sedan registrerat sig som negativ till organdonation men senare i samtal med sina närstående uttalat sig positivt och för organdonation innebär det att samtycke gäller och organdonation kan genomföras. Inte sällan kommer frågan om organdonation upp redan när de närstående fått klart för sig om den dåliga prognosen. Uppgifter från donationsregistret får dock inhämtas först efter det att patienten blivit dödförklarad.",
		"products": ""
	},
	{
		"title": "Operation",
		"level": 4,
		"id": "p1a_12",
		"parentId": "p1a_10",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Avlidna donatorer && Operation",
		"content": " Operationen där de organ som ska transplanteras tas tillvara sker på det sjukhus där den avlidne vårdats. Det är ett stort ingrepp som utförs av tillresta transplantationskirurger, ofta flera team som samverkar. Operationen inleds med full assistans av anestesipersonal som ger den avlidne fortsatt andningsstöd och övervakar vätsketillförsel m m. Det är viktigt att de organ som ska tas tillvara inte tar skada och att operationen utförs i lugn och ro. När organen är fridissekerade stängs respiratorn av och organen genomspolas med en speciell perfusionsvätska för att snabbt kylas och för att befrias från blod. I väntan på att organen ska transplanteras förvaras de nedkylda i speciella transportbehållare. Ett hjärta bör vara på plats hos mottagande patient inom 4 timmar vilket kräver en perfekt logistik och snabba transporter. Även för övriga organ är det bra att hålla den kalla ischemitiden kort. För lever och lunga kan man acceptera tider på upp till 12 timmar och för njurar 24 timmar eller ännu längre under speciella omständigheter. Ju längre tid som går desto större är risken att det transplanterade organet ska ta skada och eventuellt aldrig uppnå acceptabel funktion.",
		"products": ""
	},
	{
		"title": "Donatorer i Sverige",
		"level": 4,
		"id": "p1a_13",
		"parentId": "p1a_10",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Avlidna donatorer && Donatorer i Sverige",
		"content": " Det årliga antalet avlidna donatorer i Sverige har under de senaste 30 åren pendlat mellan 100 och 150. Vid sekelskiftet låg det på drygt 100 för att i början av 2000-talet ha ökat successivt till 152 rekordåret 2008 för att därefter minska något (se statistik: www.svensk transplantationsforening.se). Relaterat till befolkningsmängden är det ur ett internationellt perspektiv en låg siffra. Det är emellertid många faktorer som spelar in och siffran bör snarare ställas i relation till antalet dödsfall där döden konstateras med direkta kriterier under pågående intensivvård. Med detta betraktelsesätt har Sverige ändå en relativt hög andel avlidna organdonatorer. Stora ansträngningar görs också både för att man inom sjukvården alltid ska uppmärksamma möjligheten av organdonation och för att allmänheten ska vara väl informerad om de förutsättningar som råder och om den nytta man kan göra genom att ställa sig positiv till organdonation.",
		"products": ""
	},
	{
		"title": "Levande donatorer",
		"level": 3,
		"id": "p1a_14",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Levande donatorer",
		"content": " En person med två friska njurar har en betydande överkapacitet vad gäller njurfunktion. Även om den ena njuren slutar fungera eller tas bort är den kvarvarande njurfunktionen fullt tillräcklig för ett helt normalt fortsatt liv. Det är bakgrunden till att njurtransplantation också kan göras med njure från en levande givare. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Levertransplantation",
		"level": 4,
		"id": "p1a_15",
		"parentId": "p1a_14",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Levande donatorer && Levertransplantation",
		"content": " Av övriga organ som transplanteras är det bara levertransplantation som under vissa omständigheter kan göras med levande givare. Det gäller då transplantation främst till livshotade barn där föräldrarna eller någon annan vuxen kan genomgå en leveroperation så att vänster leverlob reseceras och transplanteras. Det utförs endast några enstaka sådana operationer per år i Sverige och levertransplantation med levande donator behandlas inte ytterligare här.",
		"products": ""
	},
	{
		"title": "Njurtransplantation",
		"level": 4,
		"id": "p1a_16",
		"parentId": "p1a_14",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Levande donatorer && Njurtransplantation",
		"content": " Alltsedan man började genomföra njurtransplantationer har en väsentlig del av transplantationerna gjorts med njure som donerats av en levande givare. En stor fördel med detta förfarande är att transplantationen kan planeras så att förutsättningarna blir optimala. Man kan i god tid förvissa sig om att donatorns båda njurar har en fullgod funktion, operationen sker dagtid med all expertis tillgänglig, eventuella immunologiska svårigheter kan förebyggas och den kalla ischemitiden kan hållas mycket kort. Allt detta gör att resultaten efter njurtransplantation med levande givare är något bättre både på kort och lång sikt jämfört med då man har fått en njure från en avliden givare. Ytterligare en fördel är att operationen kan planeras utan längre väntetid och ofta så att en mottagare med långsamt tilltagande njursvikt aldrig behöver påbörja någon dialysbehandling.",
		"products": ""
	},
	{
		"title": "Utredning inför och  förutsättningar för njurdonation",
		"level": 4,
		"id": "p1a_17",
		"parentId": "p1a_14",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Levande donatorer && Utredning inför och  förutsättningar för njurdonation",
		"content": " Enligt transplantationslagen får njurdonation endast genomföras om ingreppet inte kan antas medföra allvarlig risk för givarens liv eller hälsa. För att om möjligt säkerställa detta genomgår en potentiell donator en mycket grundlig utredning, se nationellt dokument framtaget av Svensk transplantationsförening, länk till utredningsprotokollet finns på www.svensktransplantations forening.se. Utredningen inriktas dels på den kardiovaskulära hälsan, dels på njurfunktionen hos donatorn. En viktig del är också att säkerställa att donationen sker av fri vilja. Utredningen genomförs vid njurmedicinska specialistmottagningar, och där av en erfaren nefrolog, ofta tillsammans med en specialinriktad mottagningssjuksköterska. I utredningen ingår också kontakt med kurator dels för att klargöra de ekonomiska förutsättningarna, dels för att ytterligare säkerställa donatorns fria vilja. I Sverige föreligger inget krav på psykologisk eller psykiatrisk bedömning av donatorn, men i de fall donatorn inte är nära anhörig till mottagaren kompletterar man ofta med en sådan bedömning. Lagen föreskriver att njurdonation endast får göras om donatorn är släkt med den tilltänkta mottagaren eller på annat sätt står mottagaren särskilt nära. Men det finns ett tillägg som säger att om det föreligger särskilda skäl kan även någon annan person komma ifråga. I den tidiga transplantationseran strävade man efter en god överensstämmelse i vävnadstyp mellan donator och mottagare och det innebar att transplantation främst utfördes mellan syskon eller från föräldrar till barn. Med förbättrad immunsänkande behandling har betydelsen av biologiskt släktskap reducerats och idag görs en stor del av transplantationerna mellan äkta makar, registrerade partners, sambor eller goda vänner. Kravet på en nära relation har successivt reducerats och transplantation förekommer även mellan arbetskamrater och alla de fyra transplantationsenheterna har också i begränsad omfattning genomfört njurtransplantation från en donator som erbjudit sig att anonymt donera en njure till någon på väntelistan. I ett sådant fall väljer transplantationsenheten ut en passande mottagare och både mottagare och donator förblir okända för varandra. Egentligen är det endast i sådana fall som man verkligen kan vara säker på att det inte föreligger någon påtryckning från mottagaren på donatorn. Fram till början av 2000-talet har man haft blodgruppsförenlighet som ett absolut krav för att genomföra en njurtransplantation med levande givare. Det innebar att kretsen av möjliga donatorer snabbt reducerades, särskilt om mottagaren hade blodgrupp 0. Med modern immunsänkande behandling och ny teknik för att rensa mottagarens blod från blodgruppsantikroppar kan man nu oftast även acceptera blodgruppsinkompatibla donatorer. Detta har starkt bidragit till de senaste årens ökning av njurtransplantationer med levande givare, se www.svensktransplantationsforening.se . Ytterligare en faktor som kan ha bidragit till ökningen är att nefrektomin på donatorn numera kan utföras med laparoskopisk teknik och därmed ge en snabbare rehabilitering och endast efterlämna små ärr.",
		"products": ""
	},
	{
		"title": "Vem kan bli transplanterad?",
		"level": 3,
		"id": "p1a_18",
		"parentId": "p1a_4",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Allmänt om organtransplantation && Vem kan bli transplanterad?",
		"content": " Förutsättningen för organtransplantation är väsentligen att man har en livshotande svikt i något eller några av de organ som kan transplanteras. Ytterligare en grundförutsättning är att man inte är alltför sjuk generellt för att kunna genomgå den operation och den behandling som en transplantation kräver. Detta är orsaken till att endast ca 20% av alla de patienter som har kronisk dialysbehandling står på väntelista för njurtransplantation och att endast ett fåtal av patienter med hjärtsvikt är aktuella för hjärttransplantation. Det finns inga åldersgränser, men hög ålder innebär ökad risk och patientens ålder måste därför vägas in vid den individuella bedömningen. I utredningen inför organtransplantation ingår en noggrann kardiovaskulär riskbedömning och en prognosvärdering. Likaså måste man värdera patientens möjligheter att följa de kontroller och den behandling som krävs efter en organtransplantation. Bristen på organ för transplantation utgör tyvärr en begränsande faktor för hur många patienter som kan behandlas med organtransplantation. Det innebär att en del patienter på väntelistan hinner avlida innan de erbjuds ett transplantat. Sannolikt har också organbristen en begränsande effekt när det gäller att acceptera patienter till väntelistan. Det är inte meningsfullt att bygga upp långa väntelistor där en stor del av patienterna aldrig kommer att bli kallade. Den transplanterade patienten bör vara en informerad och motiverad patient. Ett transplantat är en gåva som kräver ansvar av mottagaren. En transplantation innebär ett kontrakt med rättigheter som inkluderar dyr och högkvalificerad vård och skyldigheter avseende följsamhet när det gäller mediciner och kontroller. Följsamhet avseende kontinuerlig medicinering är en förutsättning för långsiktig transplantatsfunktion och slarv med medicineringen har bedömts ligga bakom minst en tredjedel av sena graftförluster.",
		"products": ""
	},
	{
		"title": "Transplantationsimmunologi",
		"level": 2,
		"id": "p1a_19",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Allmänt",
		"level": 3,
		"id": "p1a_20",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Allmänt",
		"content": " Vi rekommenderar genomläsning av avsnittet Immunsystemets uppbyggnad i kapitlet Allergiska och immunologiska tillstånd, , som grund för de transplantationsimmunologiska mekanismerna. Här redovisas den immunologiska bakgrunden till kliniskt relevanta processer inom organtransplantation. Framstegen inom organtransplantation är dock mer ett resultat av internationellt utbyte av kliniska erfarenheter än av basal immunologisk kunskap. Immunsvaret mot ett transplanterat organ består av avstötnings- och toleransprocesser där avstötningsreaktionerna initialt dominerar över toleransreaktionerna. Nedan ges en översiktlig beskrivning av mekanismer, diagnostik och behandling av avstötningsreaktioner. Toleransreaktioner är för närvarande dåligt utforskade och berörs inte vidare här. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Indirekt immunsvar",
		"level": 4,
		"id": "p1a_21",
		"parentId": "p1a_20",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Allmänt && Indirekt immunsvar",
		"content": " T-lymfocyter initierar ett immunsvar genom att dess T-cellsreceptor binds till HLA-antigen. Detta HLA-antigen kan antingen vara främmande eller eget HLA-antigen innehållande främmande peptider. Vid indirekt antigenpresentation binder eget HLA-antigen till sig nedbrutna proteiner (peptider) från egen eller främmande vävnad. Detta sker intracellulärt i antigenpresenterande celler som därefter exponerar HLA-antigen-peptidkomplexet på cellytan. Interaktion mellan T-cellsreceptorn och detta komplex är en förutsättning för utveckling av det specifika immunsvaret. T-lymfocyter med stark affinitet för HLA-antigen-peptidkomplex i vilka såväl HLA- antigenet som peptider är kroppsegna avdödas i tymus genom hyperstimulering. Därvid undviks att immunsystemet skadar den egna kroppens vävnader och celler. T-lymfocyter med låg affinitet för egna HLA-antigener/proteinkomplex utvecklas däremot vidare i tymus. Dessa T-lymfocyter blir stimulerade och aktiverade endast om de presenteras för eget HLA-antigen bärande främmande peptider. Dessa peptider består av 8–20 aminosyror från exempelvis bakterier, virus, främmande HLA-antigen eller dold vävnad. Aktiverade T-lymfocyter, specifika för sådana främmande proteinantigen, styr därefter utvecklingen av andra komponenter av immunsvaret genom direkt kontakt mellan olika celler och en lång rad lösliga faktorer såsom interleukiner. Detta immunsvar, via indirekt antigenpresentation, aktiverar ett lägre antal och mindre effektiva T- och B-lymfocyter jämfört med immunsvaret vid direkt antigenpresentation som beskrivs nedan. Indirekt antigenpresentation förekommer vid exempelvis infektioner men sker också vid organtransplantation (se nedan).",
		"products": "proleukin"
	},
	{
		"title": "Direkt immunsvar",
		"level": 4,
		"id": "p1a_22",
		"parentId": "p1a_20",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Allmänt && Direkt immunsvar",
		"content": " Immunsvaret vid organtransplantation är däremot huvudsakligen riktat mot främmande HLA-antigen, s k direkt antigenpresentation. Främmande HLA-antigen binder då direkt till T-cellsreceptorn. HLA-antigener indelas i klassiska och non-klassiska. Vart och ett av de klassiska antigenen (A, B, Cw, DR-komplex, DQ, DP) har flera hundra allogena varianter (specificiteter/allotyper). Non-klassiska (HLA-E, G, F, MIC (A,B)) är mindre polymorfa och deras funktion är inte fullständigt klarlagd. Varje HLA-allotyp (t ex HLA-A2) är ett komplex av flera antigena determinanter. Skillnaden mellan två allotyper av ett antigen, t ex mellan olika HLA-A- eller HLA-B-allotyper, som kan framkalla ett immunsvar kan variera mellan 5 och 10 aminosyror. Följaktligen kan flera lymfocyter med olika T-cellsreceptorer reagera mot ett och samma HLA-antigen. Eftersom T-lymfocyter med hög affinitet för främmande HLA-antigen inte är avdödade i tymus (som skett för T-lymfocyter med hög affinitet för eget HLA-antigen) så kan dessa celler snabbt och effektivt förstöra ett transplantat genom denna direkta antigenaktivering. Immunsvaret förstärks dessutom via indirekt antigenpresentation när cellskadan leder till peptidläckage. Dessa avstötningsreaktioner är flera gånger starkare än immunsvaret vid infektion eller cancer. Därför kallas HLA-antigen starka transplantationsantigen. ",
		"products": ""
	},
	{
		"title": "Rejektionsmekanismer",
		"level": 3,
		"id": "p1a_23",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Rejektionsmekanismer",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Akut och hyperakut rejektion",
		"level": 4,
		"id": "p1a_24",
		"parentId": "p1a_23",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Rejektionsmekanismer && Akut och hyperakut rejektion",
		"content": " Transplantation av organ från en människa till en annan leder alltid till avstötning inom några dagar om mottagaren inte behandlas med immunsuppressiva läkemedel, se 1. En stor mängd olika T-lymfocyter med specifika receptorer mot ett flertal främmande HLA-antigen och deras allogena varianter aktiveras, och var och en expanderar klonalt. Dessa T-lymfocyter har en stark och snabb proliferativ förmåga och denna immunaktivering orsakas av en direkt antigenigenkänning. I kliniska sammanhang ser man en T-lymfocytdominerad akut avstötning. Lymfocyterna aktiverar också andra delar av immunsystemet, komplement- och koagulationssystemet samt inflammatoriska faktorer. Detta sker genom direkt kontakt och via lösliga produkter. En massiv infiltration av mottagarens lymfocyter och andra celler sker då till det transplanterade organet med efterföljande celldöd inom några dagar, vilket motsvarar en akut irreversibel avstötningsreaktion. Har mottagaren redan före transplantationen blivit immuniserad genom tidigare antigenkontakt (blodtransfusion, graviditet, tidigare transplantation) med HLA-antigen av samma HLA-specificitet och därmed utvecklat T- och/eller B-lymfocyter, antikroppar och andra celler specifika mot främst donatorns HLA-antigen, kan avstötning ske inom några minuter eller timmar efter transplantation. En sådan reaktion benämns hyperakut rejektion. ",
		"products": ""
	},
	{
		"title": "Lågaktiv avstötningsreaktion",
		"level": 4,
		"id": "p1a_25",
		"parentId": "p1a_23",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Rejektionsmekanismer && Lågaktiv avstötningsreaktion",
		"content": " Den ovan beskrivna mekanismen är specifik för transplantationssituationen men även andra mekanismer är delaktiga i immunsvaret. Aktivering av T- och B-lymfocyter genom indirekt antigenpresentation (se ovan) stimulerar ett lägre antal lymfocyter och resulterar i en lågaktiv avstötningsreaktion. Detta immunsvar liknar ett infektionsimmunförsvar. Dessa två vägar av immunaktivering (genom direkt och indirekt antigenpresentation) kan förekomma var för sig men även samtidigt och kan också vara interaktiva processer. Således kan indirekt aktivering förvärra en akut rejektion men också finnas utan tecken på akut rejektion och i stället motsvara en kronisk avstötningsreaktion, som förmedlas genom antikroppar, T- och/eller B-lymfocyter, monocyter och NK-celler.",
		"products": ""
	},
	{
		"title": "Graft-versus-host (GVH)-reaktion",
		"level": 4,
		"id": "p1a_26",
		"parentId": "p1a_23",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Rejektionsmekanismer && Graft-versus-host (GVH)-reaktion",
		"content": " Förenklat beskrivet kan givarens T-lymfocyter aktiveras av mottagarens HLA-antigen och destruera patientens celler s k ”graft-versus-host” (GVH)-reaktion. Detta förekommer ofta när patientens immunförsvar är utsläckt, som efter förbehandling av mottagare av HLA-mismatchad benmärg. GVH kan ge upphov till svåra skador på bl a hud, lever och tarm. Inom organtransplantation kan detta förekomma om givarens lymfocyter kan aktiveras av mottagarens HLA-antigen men inte tvärtom. Enstaka fall av lindrigare GVH-reaktion har rapporterats hos levertransplanterade patienter. En variant av GVH-reaktion, med klinisk bild av autoimmun hemolytisk anemi, kan förekomma hos mottagare av lungor med blodgrupp A, B, eller AB där givaren har blodgrupp 0 och givarens lymfocyter fortsätter att producera antiblodgruppsantikroppar mot patientens erytrocytantigen. Anemin är relativt lindrig och går över av sig själv. ",
		"products": ""
	},
	{
		"title": "I den kliniska situationen",
		"level": 3,
		"id": "p1a_27",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && I den kliniska situationen",
		"content": " Kliniskt ser man rejektion antingen som en akut rejektion där celldöd är det dominerande inslaget, eller som kronisk rejektion som mer är en proliferativ process. Det förekommer också en blandbild av dessa, inte minst som en akut rejektion pålagrad en kronisk rejektion. Diagnostiken baseras på funktionsförsämring, biokemiska markörer och histologiska förändringar vid biopsi. Detaljer är givetvis olika för olika transplanterade organ och berörs inte vidare här. Akut rejektion kan ofta behandlas med en högdos steroidkur men ibland krävs komplettering med exempelvis antikroppsbehandling (se nedan). Kunskapen om behandling av kronisk rejektion är mer begränsad men i första hand provas skärpning av den basala immunsuppressionen, eventuellt med byte av använda läkemedel (exempelvis insättande av en mTOR-inhibitor, se nedan). Även annan tillläggsbehandling har provats (se nedan). ",
		"products": ""
	},
	{
		"title": "Individuell riskbedömning",
		"level": 3,
		"id": "p1a_28",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Individuell riskbedömning",
		"content": " I kliniken beror resultatet av en organtransplantation till stor del på förmågan att med läkemedelsbehandling förebygga och förhindra immunsvarets avstötningsreaktioner. En omfattande immunologisk utredning av mottagaren behövs för att värdera hur stor den immunologiska risken är (Faktaruta 1 ). Dessa data får sedan ställas i relation till motsvarande donatorsdata för att kunna bedöma den immunologiska risken (Faktaruta 2 ). Immunsvarets styrka beror främst på förhållandet mellan mottagaren och givaren avseende HLA-antigen: större likhet ger svagare immunreaktion. I verkligheten är det svårt att uppnå HLA-likhet; högst 2– 3% av transplantationer är HLA-lika och bland dessa är de flesta ändå olika med mer specifika undersökningsmetoder. Dessutom har modern läkemedelsbehandling kunnat modulera immunsvaret så att transplantationsresultaten endast är marginellt bättre vid HLA-lika/kompatibla än HLA-olika transplantationer. Behandlingen av ett utvecklat immunsvar hos mottagare som är immuniserade mot donatorns antigen är betydligt mindre effektiv och ökad hänsyn till HLA-matchning är fortfarande nödvändig hos dessa patienter. Rutinmetoder för att förutse och diagnostisera immuniseringsgrad och specificitet av T-lymfocyter mot donatorns HLA-antigen saknas fortfarande. Förekomst av antikroppar mot donatorns cellantigen är resultatet av B-lymfocyternas immunisering och ett indirekt tecken på T-lymfocyternas immunisering mot givarens antigen. Detta kan ses som ett positivt korstest.",
		"products": ""
	},
	{
		"title": "Faktaruta 1 - Immunologisk utredning av mottagare",
		"level": 3,
		"id": "p1a_29",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "facts",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Faktaruta 1",
		"content": " Hb, röda, trombocyter, vita, differentialräkning HLA-A, B, Cw, DR, DQ, DP-antigen typning Korstest och antikroppsscreening: anti-lymfocyt (cytotoxisk metod), anti-endotelcell (flödes­cytometri) och anti-HLA, MICA (isolerade anti­gen analyserade med flödescytometri eller ELISA) antikroppar ABO – blodgruppering och antikroppstitrering (vid blodgruppsinkompatibel tx) Koagulations- och komplementscreening S-elfores, S-immunglobuliner, IgG-subklasser Lymfocytsubpopulationer, NK-celler, monocyter, makrofager",
		"products": "gammaglobulin beriglobin subcuvia gammanorm vivaglobin hizentra gammonativ endobulin gammagard octagam xepol purimune kiovig gamunex flebogamma privigen intratect hyqvia rhesonativ rhesogamma rhophylac tetagam varicellon aunativ omrihepb venbig umanbig immunogam zutectra neohepatect hepatitis b immunoglobulin berirab cytotect  synagis"
	},
	{
		"title": "Faktaruta 2 - Immunologisk högrisktransplantation",
		"level": 3,
		"id": "p1a_31",
		"parentId": "p1a_19",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "facts",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Transplantationsimmunologi && Faktaruta 2",
		"content": " Mottagare: barn och yngre vuxna Längre kall ischemitid > 12 timmar för njure, lever, lunga och > 4 timmar för hjärta Förekomst av donatorsspecifik immunisering (donatorspecifika antikroppar, positivt korstest)",
		"products": ""
	},
	{
		"title": "Behandlingsprinciper",
		"level": 2,
		"id": "p1a_33",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper",
		"content": " De allra flesta av de transplanterade patienterna behöver kontinuerlig immunsuppressiv behandling för att förhindra att transplantatet stöts bort. För den enskilde patienten finns en viss optimal nivå av denna immunsuppression och vilken kombination av tillgängliga droger som fungerar bäst. Svårigheten ligger i att bestämma denna nivå och denna kombination. Ett stort antal kontrollerade multicenterstudier har identifierat ett antal alternativ som fungerar för merparten av patienterna. Det innebär med nödvändighet användandet av samma kombination av droger till alla, dvs ett stort antal patienter behandlas med mer läkemedel än vad som egentligen är nödvändigt eller med en för just den patienten suboptimal kombination. För mycket immunsuppression innebär bl a en onödig risk för infektioner och maligniteter. Vanligtvis använder man sig av en fast kombination av ett antal immunsuppressiva läkemedel, och vanliga kombinationer idag är trippelbehandling med en kalcineurininhibitor, en antiproliferativ drog och därtill en steroid. Ibland kan mTOR-inhibitorer vara ett alternativ. Ofta kompletteras denna basimmunsuppression med någon form av induktionsterapi i samband med transplantationstillfället.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Immunsuppressiva läkemedel",
		"level": 3,
		"id": "p1a_34",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Kalcineurininhibitorer",
		"level": 4,
		"id": "p1a_35",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Kalcineurininhibitorer",
		"content": " Kalcineurininhibitorerna hämmar den tidiga T-lymfocytaktiveringen genom att hämma interleukin 2-produktionen. Substansen binder till ett cytoplasmatiskt protein, ciklosporin till cyklofilin och takrolimus till FKBP, vilka normalt aktiverar kalcineurin. Ciklosporin introducerades i början på 1980-talet och innebar en påtaglig resultatförbättring efter organtransplantation. På senare år har takrolimus tillkommit. Bland biverkningar som kan förekomma kan nämnas nefrotoxicitet, hepatotoxicitet, neuropsykiatriska symtom, hypertoni och diabetes. Vid ciklosporinbehandling förekommer också hirsutism och gingivalhyperplasi. Medlen metaboliseras genom CYP3A4-isoenzym och P-glykoprotein. Det finns många läkemedel och substanser som interagerar med kalcineurininhibitorerna. Vissa av dem höjer koncentrationen (exempelvis erytromycin, flukonazol, grapefruktjuice) medan andra sänker den (exempelvis rifampicin, fenytoin, johannesört). För fullständig lista se www.fass.se . Det är därför viktigt med koncentrationsbestämningar i samband med in- och utsättning av dessa läkemedel och att då vid behov göra dosjusteringar. Kalcineurininhibitorerna administreras företrädesevis peroralt men kan också ges intravenöst men kan då vara svårstyrda. Takrolimus kan även administreras sublingualt 2. Den enterala absorptionen varierar kraftigt mellan olika personer vilket motiverar täta koncentrationsbestämningar, speciellt tidigt efter transplantationen. Diarré kan ge ökad takrolimuskoncentration.",
		"products": "500 restasis sandimmun ciklosporin ciqorin sandimmune neoral protopy prograf advagraf prograft modigraf adport tacrolimus tacni protopic abboticin ery-max ery diflucan fluconazol tifinox tififlux flukonazol nm lib flucan flucotifi infusiflux tifinazol tififlucan fluconazole bmm b. fresenius rimactan rifadin eremfat epanutin fenantoin lehydan"
	},
	{
		"title": "Antimetaboliter",
		"level": 4,
		"id": "p1a_36",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Antimetaboliter",
		"content": " Under många år användes azatioprin men under senare år har mykofenolatmofetil (MMF) tillkommit. Dessa läkemedel blockerar DNA-syntesen och MMF har en mer selektiv effekt på aktiverade lymfocyter. Vanliga biverkningar är anemi och leukopeni. MMF kan också orsaka gastrointestinala besvär som diarré och är dessutom teratogent och ska inte användas vid graviditet. MMF interagerar med bl a aciklovir och probenecid. Azatioprin interagerar med allopurinol och utan dosreduktion kan livshotande leukopeni uppträda.",
		"products": "imurel azatioprin azathioprin immunoprin azathioprine imuran  contra anti zovirax geavir aciclovir acyclovir aciklovir merck sitavig probecid zyloric allopurinol nordic"
	},
	{
		"title": "mTOR-inhibitorer",
		"level": 4,
		"id": "p1a_37",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && mTOR-inhibitorer",
		"content": " Dessa läkemedel blockerar T- och B-lymfocyternas svarsförmåga på IL-2. Substanserna binder till samma cytoplasmatiska protein som kalcineurininhibitorerna men komplexet inhiberar mTOR-vägen i stället för kalcineurin. Det resulterar bl a i hämning av proliferationen av T-lymfocyter, hemopoetiska celler, endotelceller samt glatta muskelceller. Sirolimus och everolimus tillhör denna grupp. Medlen har experimentellt visats ha tumörhämmande effekt och har använts vid behandling av vissa maligniteter. En del data talar för att medlen även har en gynnsam effekt avseende malignitetsrisken hos transplanterade patienter 3. Biverkningarna inkluderar hyperlipidemi, proteinuri, leukopeni, trombocytopeni och pneumonit. En speciell biverkning är försämrad sårläkning och många väljer därför bort dessa läkemedel i det tidiga postoperativa skedet. ",
		"products": "rapamune certican everolimus afinitor votubia"
	},
	{
		"title": "Kortikosteroider",
		"level": 4,
		"id": "p1a_38",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Kortikosteroider",
		"content": " Steroidernas effekt på immunsystemet är multifaktoriell och dosberoende. Man kan snarast betrakta effekten som allmänt inflammatoriskt hämmande. Vanliga biverkningar är leukocytos, skeletturkalkning, diabetes och katarakt. Likaså påverkas muskelstyrkan, hud och leder vid långvarig användning. Idag förekommer behandlingsprotokoll utan kortikosteroider men fortfarande är steroider en hörnpelare i den immunsuppressiva behandlingen.",
		"products": "betapred celeston betametason betamethasone american decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort florinef proctosedyl xyloproct scheriproct doloproct diproderm isopto-maxidex opnol maxidex ozurdex dexafree minims ficortril ultracortenol pred predni-pos triesence fml flucon vexol lotemax becotide rhinocort budesonid desonix flutide flutaide flutikason flixotide fluticasone nasonex nasomet mommox mometasone nasacort avamys alisade dymista dyvistalin azeflu xatalin uniderm mildison i sorbitankräm hyderm clean chemical emovat locoid corticoderm sterax betnovat diprolen bettamousse betnovate ibaril synalar elocon demoson mometason momegalen monovo ovixan elocom ivoxel efficort flutivate prednikarbat dermovat clarelux clobex dermovate"
	},
	{
		"title": "Intravenös antikroppsbehandling",
		"level": 4,
		"id": "p1a_39",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Intravenös antikroppsbehandling",
		"content": " Intravenös behandling med antikroppar används för närvarande under en begränsad tidsperiod, dels initialt som induktionsbehandling, dels vid behandling av steroidresistenta rejektioner (Tabell 2 ). Det finns principiellt två verkningsmekanismer: antikroppar som orsakar celldöd och antikroppar som blockerar eller modulerar antigen eller receptorer.",
		"products": ""
	},
	{
		"title": "Tabell 2. Immunsänkande intravenös antikroppsbehandling",
		"level": 3,
		"id": "p1a_40",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Tabell 2. Immunsänkande intravenös antikroppsbehandling",
		"content": " a",
		"products": ""
	},
	{
		"title": "Polyklonala antikroppar",
		"level": 4,
		"id": "p1a_41",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Polyklonala antikroppar",
		"content": " Polyklonala antikroppar framställs efter immunisering av vissa djur (bl a kanin, häst) med humana lymfocyter (ATG, ALG). Antikropparna avdödar lymfocyter genom aktivering av komplementsystemet och genom proliferationsinducerad apoptos. Används både som induktions- och rejektionsbehandling. ",
		"products": ""
	},
	{
		"title": "Polyklonala IgG-antikroppar (IVIG)",
		"level": 4,
		"id": "p1a_42",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Polyklonala IgG-antikroppar (IVIG)",
		"content": " Polyklonala IgG-antikroppar (IVIG) har framställts från plasma från många individer och injiceras intravenöst bl a för behandling av immuniserade patienter med donatorsreaktiva antikroppar och vid profylax och behandling av infektioner. De exakta mekanismerna är inte klarlagda i transplantationssammanhang.",
		"products": ""
	},
	{
		"title": "Monoklonala antikroppar",
		"level": 4,
		"id": "p1a_43",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Monoklonala antikroppar",
		"content": " Monoklonala antikroppar är in vitro-framställda med hybridomteknik och har reaktivitet mot ett antigen på cellytan eller i plasma. Den generiska beteckningen slutar alltid med mab (monoclonal antibodies). Monoklonala antikroppar mot CD20-antigen (rituximab) är cytotoxiska mot B-lymfocyter men inte mot plasmaceller (antikroppsproducerande B-lymfocyter) och används för behandling av patienter med donatorreaktiva antikroppar, se Tabell 2. Alemtuzumab (anti-CD52) innehåller cytotoxiska antikroppar mot B-/T-lymfocyter och används som tilläggsbehandling. Monoklonala antikroppar mot IL-2-receptorn (anti-CD25, basiliximab) är blockerande/modulerande antikroppar som förhindrar bindning av IL-2 och därmed T-lymfocytproliferationen och används huvudsakligen vid induktionsterapi.",
		"products": "mabthera herceptin mabcampath campath mylotarg erbitux avastin vectibix removab arzerra yervoy adcetris perjeta kadcyla daratumumab simulect"
	},
	{
		"title": "Belatacept",
		"level": 4,
		"id": "p1a_44",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Belatacept",
		"content": " Belatacept är ett sammansatt protein bestående av CTLA-4-antigenet och en konstant kedja av en IG-1-molekyl (Tabell 3, ). Den generiska beteckningen för sammansatta proteiner slutar alltid med cept. Detta komplexprotein blockerar den kostimulatoriska signalen som är nödvändig för aktivering av T-lymfocyter. Medlet kan användas som alternativ till kalcineurininhibitorer.",
		"products": "nulojix"
	},
	{
		"title": "Tabell 3. Intravenös behandling med belatacept och bortezomib",
		"level": 3,
		"id": "p1a_45",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Tabell 3. Intravenös behandling med belatacept och bortezomib",
		"content": "",
		"products": ""
	},
	{
		"title": "Bortezomib",
		"level": 4,
		"id": "p1a_46",
		"parentId": "p1a_34",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Immunsuppressiva läkemedel && Bortezomib",
		"content": " Bortezomib, som är en proteasomhämmare, används idag främst vid myelombehandling men har också testats i transplantationssammanhang för att förhindra eller behandla antikroppsmedierade rejektioner.",
		"products": "velcade"
	},
	{
		"title": "Följdeffekter av immunsuppressiv behandling",
		"level": 3,
		"id": "p1a_47",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Följdeffekter av immunsuppressiv behandling",
		"content": " Nedsatt immunförsvar mot infektioner och cancer är idag en ofrånkomlig följdeffekt av immunsuppressiv behandling. Därför är obehandlade och pågående akuta och kroniska infektioner och cancer kontraindikationer för transplantation och i regel också för organdonation. Behandling och sanering av infektionshärdar samt 2–5 års cancerfrihet eftersträvas avseende mottagare av organ men detta påverkas givetvis av hur livshotande situationen är för patienten. Latent virusinfektion, dvs förekomst av virus utan kliniska tecken på sjukdom, är ett speciellt problemområde inom transplantationsverksamheten. Virusöverföring med organet från givaren utan kliniska tecken till infektion kan efter transplantation ge livshotande infektioner hos mottagaren. Detta gäller speciellt för patienter som inte blivit infekterade med det aktuella viruset före transplantation – s k virusmismatchade patienter. Reaktivering av ett latent virus eller infektion av en subtyp av virus tillhörande samma grupp, kan efter transplantation ge samma svåra sjukdomsbild men detta förekommer mera sällan. Bland de virus som är aktuella i detta sammanhang dominerar herpesvirusgruppen (CMV, EBV, herpes simplex, herpes zoster, varicella, HHV-6 och HHV-8) men även andra förekommer, och ett idag relativt vanligt förekommande virus som orsakar kliniska problem är polyoma BK-virus och i mindre utsträckning parvovirus B19. Behandlingen består av specifik virusbehandling och/eller sänkning av immunsuppressionen. Detta är ofta en svår balansgång. Även bakteriella infektioner och svampinfektioner är överrepresenterade hos transplanterade patienter och kan leda till livshotande situationer. En lång rad maligniteter är måttligt överrepresenterade bland transplanterade patienter medan vissa är kraftigt överrepresenterade. Till den senare gruppen hör hudtumörer (främst basaliom och skivepitelcancer) samt lymfom.",
		"products": ""
	},
	{
		"title": "Infektion och vaccination",
		"level": 3,
		"id": "p1a_48",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Infektion och vaccination",
		"content": " Infektioner kan ha ett snabbare och mer ilsket förlopp hos den transplanterade patienten och kräver då snabb diagnostik och behandling. Det kan krävas dosjusteringar eller ändringar av immunsuppressionen samt kunskap om läkemedelsinteraktioner. Detta bör alltid ske i samråd med transplantationsläkare. En infektion kan utlösa en avstötningsreaktion och transplantatsfunktionen bör kontrolleras under de närmaste veckorna. Vaccination med levande vaccin bör undvikas. Vaccination med avdödat vaccin ger ofta sämre respons och kan tänkas trigga en avstötningsreaktion. Man kan överväga att mäta effekten utifrån serologiskt svar. ",
		"products": ""
	},
	{
		"title": "Graviditet och amning",
		"level": 3,
		"id": "p1a_49",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Graviditet och amning",
		"content": " Data om graviditet och immunsuppression är begränsade. Mykofenolat ska undvikas medan kalcineurininhibitorer, azatioprin och kortison troligen inte innebär någon risk. Data saknas avseende mTOR-inhibitorer och andra modernare medel. Dokumentationen om amning är mycket sparsam och generella rekommendationer kan inte ges.",
		"products": "imurel azatioprin azathioprin immunoprin azathioprine imuran  kortisonacetat cortison cortone"
	},
	{
		"title": "Framtidsperspektiv",
		"level": 3,
		"id": "p1a_50",
		"parentId": "p1a_33",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Behandlingsprinciper && Framtidsperspektiv",
		"content": " Idag är transplantatsöverlevnaden på kort sikt mycket god och dramatiska förbättringar är inte att vänta. På lång sikt är överlevnaden sämre och många organ förloras och här kan man misstänka att tidiga åtgärder skulle kunna fördröja eller förhindra funktionssvikten, främst i de fall där en låggradig immunologisk process (kronisk rejektion) ligger bakom. Förbättrad diagnostik och behandling av kronisk rejektion och skräddarsydd immunsuppression till varje patient är realistiska mål. För att kunna skräddarsy immunsuppressionen måste metoder för att kartlägga varje patients behov tillföras. Här kan de nya ”omics”-laboratoriemetoderna (gen-, protein-, ”omics”-metoder) komma att visa sig betydelsefulla. Stora mängder data avseende genuttryck och genaktivering kan innehålla den information vi behöver och därmed skapa förutsättningar för att diagnostisera typ och grad av avstötning, tolerans och deras samverkan samt effekten av olika behandlingsåtgärder. Detta kan också på längre sikt skapa förutsättningar att utföra transplantationer med xenoorgan (organ från djur) och odlade organ.",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "p1a_51",
		"parentId": "p1a_2",
		"chapter": "p1a_all_transplimmunorgtranspl_2013fm10.html",
		"type": "header",
		"titlePath": "Transplantationsimmunologi  och organtransplantationer && Referenser",
		"content": " Matevossian E, Kern H, Hüser N, Doll D, Snopok Y, Nährig J, et al. Surgeon Yurii Voronoy (1895–1961) – a pioneer in the history of clinical transplantation: in Memoriam at the 75th Anniversary of the First Human Kidney Transplantation.Transpl Int. 2009;22:1132–9. th Nasiri-Toosi Z, Dashti-Khavidaki S, Nasiri-Toosi M, Khalili H, Jafarian A, Irajian H, et al. Clinical pharmacokinetics of oral versus sublingual administration of tacrolimus in adult liver transplant recipients. Exp Clin Transplant. 2012;10:586–91. Rostaing L, Kamar N. mTOR inhibitor/proliferation signal inhibitors: entering or leaving the field? J Nephrol. 2010;23:133–42. För vidare läsning: Costanzo MR, Dipchand A, Starling R, Anderson A, Chan M, et al. The International Society of Heart and Lung transplantation Guidelines for the care of heart transplant recipients. J Heart Lung Transplant. 2010;29:914–56. Clinical practice guideline for the care of kidney transplant recipients (KDIGO). www.kdigo.org The Cochrane Library. Independent high-quality evidence for health care decision making www.thecochranelibrary.com Hämtar...",
		"products": ""
	}
]