[
	{
		"title": "root",
		"level": 0,
		"id": "j0_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Onkologi",
		"level": 1,
		"id": "j0_3",
		"parentId": "j0_0",
		"chapter": "j0_onk_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Onkologi",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Tumörsjukdomar som behandlas i olika terapi- och organkapitel",
		"level": 3,
		"id": "j0_4",
		"parentId": "j0_3",
		"chapter": "j0_onk_forsattsblad_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Onkologi && Tabell 1. Tumörsjukdomar som behandlas i olika terapi- och organkapitel",
		"content": " Malignitet i Sida Kapitel Anus och rektum Kolorektala sjukdomar Blod/lymfkörtlar Hematologiska maligniteter Bröstkörtel Sjukdomar i bröstkörteln Cervix Allmän gynekologi CNS Farmakologisk behandling av maligna tumörer Esofagus Sjukdomar i matstrupe, magsäck och tolvfingertarm Gallblåsa och gallgångar Gallvägs- och pankreassjukdomar Hud Hudsjukdomar Kolon 157 Kolorektala sjukdomarFarmakologisk behandling av maligna tumörer Lever Leversjukdomar Lunga Lungcancer Njurar Sten- och tumörsjukdomar i urinvägarna Ovarier Allmän gynekologi Pankreas Gallvägs- och pankreassjukdomar Prostata Sjukdomar i manliga genitalia Testis Sjukdomar i manliga genitalia Tyreoidea Tyreoideasjukdomar Urinblåsa Sten- och tumörsjukdomar i urinvägarna Uterus Allmän gynekologi Ventrikel Sjukdomar i matstrupe, magsäck och tolvfingertarm",
		"products": "ultra-technekow drytec isotec medigen-tc elumatic tekcis natriumjodid  (i-123) mallinckrodt (i-131) amersham ge"
	},
	{
		"title": "För vidare läsning",
		"level": 3,
		"id": "j0_5",
		"parentId": "j0_3",
		"chapter": "j0_onk_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Onkologi && För vidare läsning",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Allmän onkologi",
		"level": 4,
		"id": "j0_6",
		"parentId": "j0_5",
		"chapter": "j0_onk_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Onkologi && För vidare läsning && Allmän onkologi",
		"content": " Nationella vårdprogram för olika tumörformer finns för nedladdning på www.cancercentrum.se. Utöver nationella vårdprogram finns en rad regionala vårdprogram. Inom flera diagnoser finns det regionala vårdprogram som ännu saknar en nationell motsvarighet. Dessa vårdprogram samt regionala tilllämpningar och anpassningar av nationella vårdprogram återfinns på de regionala cancercentrumens webbplatser: För fördjupning och vidare läsning finns flera nyligen utkomna onkologiska standardverk, exempelvis: Ringborg U, Dalianis T, Henriksson R, red. Onkologi. 2:a uppl. Stockholm: Liber AB; 2008. ISBN 9789147084012. De Vita VT, Lawrence TS, Rosenberg SA, eds. Cancer. Principles & practice of oncology. 9th ed. Philadelphia: Lippincott Williams & Wilkins; 2011. ISBN 9781451105452. Niederhuber JE, Armitage JO, Doroshow JH, Kastan MB,Tepper J, eds. Abeloff`s Clinical oncology. 5th ed. Churchill Livingstone; 2013. ISBN 9781455728657. Hong WK, Bast Jr RC, Robert C, Hait W, Kufe DW, Pollock RE et al, eds. Holland and Frei Cancer medicine. 8th ed. McGrawHill; 2010. ISBN 9781607950141.",
		"products": ""
	},
	{
		"title": "Hematologisk onkologi",
		"level": 4,
		"id": "j0_7",
		"parentId": "j0_5",
		"chapter": "j0_onk_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Onkologi && För vidare läsning && Hematologisk onkologi",
		"content": " Hematologiska vårdprogram kan hämtas från Svensk förening för hematologis webbplats: www.sfhem.se/riktlinjer. För fördjupning och vidare läsning finns flera nyligen utkomna hematologiska standardverk, exempelvis: Gahrton G, Juliusson G, red. Blodets sjukdomar: lärobok i hematologi. Lund: Studentlitteratur AB; 2012. ISBN 9789144069241. Hoffman R, Benz EJ, Silberstein LE, Heslop HE, Weitz JI, Anastasi J, eds. Hematology. Basic principles and practice. 6th ed. Philadelphia: Saunders; 2013. ISBN 9781437729283. Kaushansky K, Lichtman MA, Beutler E, Kipps TJ, Seligsohn U, Prchal JT, eds. Williams Hematology. 8th ed. McGrawHill; 2010. ISBN 9780071621441. Greer JP, Arber DA, Glader BE, List AF, Means R, eds. Wintrobe\\qs Clinical Hematology. 13th ed. Philadelphia: Lippincott Williams & Wilkins; 2013. ISBN 9781451172683. Hämtar... Hämtar...",
		"products": ""
	}
]