[
	{
		"title": "root",
		"level": 0,
		"id": "c1_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Vanliga problem  under småbarnsåren",
		"level": 1,
		"id": "c1_2",
		"parentId": "c1_0",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren",
		"content": " Hans Edenwall, BHV-enheten, Karlskrona Jörn Delvert, BHV-enheten, Söderhamns sjukhus, Söderhamn Elisabeth Ekman, Jämjö vårdcentral, Jämjö",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "c1_67",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Terapirekommendationer / Faktarutor etc.",
		"content": " TerapirekommendationerBehandling av blöjdermatit Terapirekommendationer Behandling av blöjdermatit TerapirekommendationerRåd vid atopiskt eksem Terapirekommendationer Råd vid atopiskt eksem Faktaruta 1 Faktaruta 1 Tabell 1Indikation och tidpunkt för remiss av olika testikelabnormiteter till kirurgisk klinik Tabell 1 Indikation och tidpunkt för remiss av olika testikelabnormiteter till kirurgisk klinik",
		"products": ""
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "c1_3",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Inledning",
		"content": " Barnhälsovården (BHV) har en lång tradition i Sverige. I början av 1900-talet var det mest en filantropisk verksamhet som byggde på privata initiativ, men 1937 började uppbyggnaden av offentligt finansierade barnavårdscentraler (BVC) över hela landet. Från att ha varit en medicinskt inriktad verksamhet har den moderna barnhälsovården alltmer utvecklats till att vara ett föräldrastöd, arbeta med hälsorådgivning och inriktas mot en hälsofrämjande verksamhet. Sjuksköterskan är nyckelperson i barnhälsovården men såväl sjuksköterskans som läkarens arbete har förändrats och blivit ett teamarbete. I teamet ingår också BHV-psykologer och till verksamheten är ofta även dietister, logopeder och tandvården kopplade. Barnhälsovården har en unik position i Sverige, då den vänder sig till alla barn 0–6 år och praktiskt taget alla barn kommer dit. I detta kapitel behandlas några vanliga problem där den första bedömningen och handläggningen ofta sker inom primärvården eller på BVC. Bra webbplatser för barn och vardagspediatrik inom barnhälsovården är 1177.se och www.rikshandboken- bhv.se. Till dessa sidor kan också föräldrar hänvisas.",
		"products": ""
	},
	{
		"title": "Normal uppfödning av spädbarn",
		"level": 2,
		"id": "c1_4",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Normal uppfödning av spädbarn",
		"content": " Den första tiden är bröstmjölken barnets bästa näring och räcker, tillsammans med D-vitamin, som enda näringskälla under barnets första 6 månader. Bröstmjölken har en för barnet speciellt anpassad sammansättning av näring, energi och immunglobuliner. Bröstmjölken bidrar till skydd mot infektioner i tarm och luftvägar, och förstoppning är ovanligare hos bröstbarn än hos flaskuppfödda. Amning kan möjligen senarelägga debuten av astma och eksem. Frekvensen av plötslig spädbarnsdöd är lägre hos ammade barn. Helamning rekommenderas i 6 månader och är ett önskvärt mål, men delamning liksom amning av kortare längd är också värdefull. Det matintresserade barnet mellan 4 och 6 månader kan erbjudas smaksensationer från familjens mat, dock aldrig så mycket att det konkurrerar ut bröstmjölk eller bröstmjölksersättning. Efter 6 månader bör amningen av näringsmässiga skäl kompletteras med annan föda, men det är fördelaktigt om bröstmjölken utgör en del av kosten under hela första levnadsåret eller längre. Introduktion av nya födoämnen parallellt med att bröstmjölk ges, kan förbättra toleransen för dessa födoämnen. Vissa föräldrar vill eller kan inte amma. Dessa föräldrar ska förstås ha samma stöd av barnhälsovården. Det är en fördel om flaskmatning sker under så amningslika förhållanden som möjligt med hud-mot-hud-kontakt, ögonkontakt och liknande. Vid amningsproblem som inte kan lösas eller då det finns skäl att inte amma, utgör komjölksbaserad bröstmjölksersättning ett bra alternativ till bröstmjölk. Till barn från allergiska högriskfamiljer (båda föräldrarna har omfattande och behandlingskrävande allergi) rekommenderas komjölkshydrolysat under de första 4 månaderna, då detta kan ge en minskning av risken för utveckling av komjölksallergi. Mjölk som dryck bör inte introduceras före 12 månaders ålder.",
		"products": "gammaglobulin beriglobin subcuvia gammanorm vivaglobin hizentra gammonativ endobulin gammagard octagam xepol purimune kiovig gamunex flebogamma privigen intratect hyqvia rhesonativ rhesogamma rhophylac tetagam varicellon varitect aunativ omrihepb venbig umanbig immunogam zutectra neohepatect hepatitis b immunoglobulin berirab cytotect  synagis"
	},
	{
		"title": "Amningsproblem",
		"level": 2,
		"id": "c1_5",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Amningsproblem",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Ömma och såriga bröstvårtor",
		"level": 3,
		"id": "c1_6",
		"parentId": "c1_5",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Amningsproblem && Ömma och såriga bröstvårtor",
		"content": " Kontrollera amningstekniken. Barnet ska ha hela bröstvårtan och större delen av vårtgården i munnen då det suger. Smörj in bröstvårtan med bröstmjölk både före och efter amning. Låt lufttorka. Detta är även bra att göra förebyggande.",
		"products": ""
	},
	{
		"title": "Svampinfektion",
		"level": 3,
		"id": "c1_7",
		"parentId": "c1_5",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Amningsproblem && Svampinfektion",
		"content": " Om bröstvårtan och vårtgården är inflammerade och ömma, både under och mellan amningarna, kan svampinfektion misstänkas. Barnet har ofta samtidigt vita beläggningar i munnen, s k torsk. Vid lindriga besvär kan både mor och barn behandlas med vichyvatten lokalt 6–8 gånger/dag. Vid mer utbredd infektion ges nystatin mixtur 1 ml 4 gånger/dag till barnet och imidazolderivat lokalt under 10 dagar till modern. Hjälper inte detta kan peroral behandling med flukonazol 50 mg 1 gång/dag i 7 dagar till modern bli aktuell.",
		"products": "mycostatin mykundex mono nystaderm nystatin fem canesten klotrimazol antifungol daktar mikonazol zimycan pevaryl epi-pevaryl fungoral ketoson fundan ketokonazol ketoconazol kezol mycosporan pevisone daktacort cortimyk pevison diflucan fluconazol tifinox tififlux flukonazol nm lib flucan flucotifi infusiflux tifinazol tififlucan fluconazole bmm b. fresenius"
	},
	{
		"title": "Mjölkstockning",
		"level": 3,
		"id": "c1_8",
		"parentId": "c1_5",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Amningsproblem && Mjölkstockning",
		"content": " Mjölkstockning uppstår när en eller flera mjölkgångar blir tilltäppta pga att bröstet inte tömts ordentligt. Man finner en eller flera, ibland ömmande, knölar i bröstet. Ibland är dessa områden röda och värmeökade. Vid mjölkstockning bör den ammande kvinnan kontrollera amningstekniken och amma oftare än vanligt. Bröstet bör masseras i riktning mot bröstvårtan när barnet suger och brösten bör hållas varma. Om barnet ammas är amning bästa sättet att tömma bröstet. Om barnet inte ammas, fungerar bröstpump alldeles utmärkt. ",
		"products": ""
	},
	{
		"title": "Mastit/bröstböld",
		"level": 3,
		"id": "c1_9",
		"parentId": "c1_5",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Amningsproblem && Mastit/bröstböld",
		"content": " Misstänk mastit/bröstböld vid tillkomst av smärta och feber vid mjölkstockning. Utöver behandling enligt ovan ge smärtstillande (paracetamol dosering enligt produktresumé/Fass) och ta ställning till antibiotikabehandling. För behandling, se kapitlet Sjukdomar i bröstkörteln, avsnittet Mastit samt bröstknölar hos gravida .",
		"products": "500 alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet"
	},
	{
		"title": "Kolik hos spädbarn",
		"level": 2,
		"id": "c1_10",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Kolik hos spädbarn",
		"content": " Kolik hos spädbarn (tremånaderskolik) förekommer hos spädbarn från ungefär 2 veckors upp till 4 månaders ålder men kan ibland hålla på längre. Barnet skriker oftast på eftermiddagen och kvällen. För att diagnosen ska kunna sättas brukar man ange att skriken ska pågå i mer än 2–3 timmar/dygn och under minst 3 dagar/vecka. Tillståndet är vanligt och finns hos ca 15% av alla spädbarn. Mellan skrikperioderna ter sig barnet friskt. Vid undersökning hittas ingen annan orsak till skriken och tillväxtkurvan är normal. Tremånaderskolik har flera orsaker. Matningsteknik och komjölksproteinallergi är vanliga orsaker. Ännu inte helt färdigutvecklad tarm har diskuterats som orsak liksom att mängden laktobaciller är lägre i tarmen hos barn med kolik.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "c1_11",
		"parentId": "c1_10",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Kolik hos spädbarn && Behandling",
		"content": " Behandlingen består till stor del av råd och stöd. Tillståndet är ofarligt och går ofta relativt snart över. Råd om matningsteknik kan ges, som att barnet ska äta långsammare och fås att rapa. Kroppskontakt och spädbarnsmassage (www.1177.se ) har ofta god effekt. Komjölksproteinfri kost bör prövas då 25–30% av kolikbarnen har komjölksallergi. Sempers magdroppar kan prövas. Dimetikon har använts i många år men har inte mer effekt än placebo. Akupunktur har prövats men mer forskning behövs för att säkerställa effekten.",
		"products": "minifom dimetikon setlers imogaze"
	},
	{
		"title": "Kräkningar",
		"level": 2,
		"id": "c1_12",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Kräkningar",
		"content": " Överskottskräkningar är ett fysiologiskt tillstånd. Barnet ter sig friskt och har normal viktutveckling. Kräkningarna kommer efter måltid och behöver vanligtvis inte behandlas. Sprutande kräkningar under de första levnadsmånaderna kan vara orsakade av en pylorusstenos. Dessa barn ser inte ut att må bra och har dålig viktutveckling. Barnet ska remitteras direkt till barnklinik eller barnkirurgisk klinik för kirurgisk åtgärd. Akut tillkommande kräkningar kan vara en infektion. Såväl vinterkräksjuka, gastroenterit, luftvägsinfektion, urinvägsinfektion som annan infektion kan vara orsaken. Glöm inte att kräkningar och buksmärtor hos barn med känd diabetes är ketoacidos tills motsatsen är bevisad (Faktaruta 1)! Allmäntillståndet och hydreringsgraden avgör handläggningen. Vid oklarheter i diagnostik eller behandling gäller liberala indikationer för remiss till barnklinik. Mer långdragna kräkningar kan orsakas av födoämnesallergi eller -intolerans. Tillväxtkurvan behöver inte vara påverkad. Aktuella födoämnen är komjölk, gluten eller annat födoämne som barnet utsätts för. Kraftiga kräkningar hos ett skrikigt och/eller allmänpåverkat barn kan vara orsakade av invagination. Barnet blir då dåligt under skrik till skillnad från vid otit, kolik och liknande. Vid misstanke om invagination ska barnet remitteras akut till barnklinik. Gallfärgade kräkningar kan orsakas av missbildning i mag-tarmkanalen.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 1",
		"level": 3,
		"id": "c1_13",
		"parentId": "c1_12",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "facts",
		"titlePath": "Vanliga problem  under småbarnsåren && Kräkningar && Faktaruta 1",
		"content": " Kräkningar och buksmärtor hos barn med känd diabetes är ketoacidos tills motsatsen är bevisad!",
		"products": ""
	},
	{
		"title": "Diarré",
		"level": 2,
		"id": "c1_14",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Diarré",
		"content": " Bröstbarn kan tömma sin tarm 7–8 gånger dagligen eller så sällan som en gång i veckan. Gott allmäntillstånd och normal viktkurva talar för ett friskt barn. Gastroenterit orsakas ofta av rota- eller adenovirus. Allmäntillståndet och hydreringsgraden avgör handläggningen. Vätskeersättning (se kapitlet Infektioner i mag-tarmkanalen, avsnittet Behandling av akut gastroenterit ) som ges i små mängder är ofta ett bra alternativ för egenvård. Fortsätt amma eller ge bröstmjölk med sked. Långdragen diarré kan orsakas av födoämnesallergi eller -intolerans. Funktionell småbarnsdiarré kallas det tillstånd som kännetecknas av pigga barn, oftast några år gamla, med diarré och ofta till synes osmält mat i avföringen men med en normal viktkurva. Besvären brukar förbättras med ökad mängd fett i maten och minskad mängd fibrer samt mindre mängder frukt och bär.",
		"products": ""
	},
	{
		"title": "Förstoppning",
		"level": 2,
		"id": "c1_15",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Förstoppning",
		"content": " Spädbarn som får mjölkersättning kan drabbas av förstoppningstendens som kan kräva behandling. Liksom vid förstoppning hos äldre barn sker behandling med laktulos eller genom att öka mängden fibrer i maten. Mjölkersättning som innehåller laktulos kan köpas på apotek. Smakportioner med frukt kan användas för att öka mängden fibrer i maten. För att motverka förstoppning behövs regelbundna toalettvanor. Exempel på detta är potträning med toalettbesök vid samma tid varje dag, gärna strax efter måltid, med tillräckligt med tid (läs gärna en saga när barnet sitter på pottan) och viss avskildhet. Regelbunden fysisk aktivitet, fibrer från frukt, grönsaker och grövre mjölsorter liksom adekvata vätskemängder utan att mjölkmängden blir för stor, motverkar också förstoppning. Ett barn med etablerad förstoppning kan behöva snabbverkande lavemang som sorbitol, bisakodyl eller laurylsulfat. Detta kan behöva upprepas dagligen under en kortare tid för att vänja barnet vid daglig tarmtömning. Låt det inte gå mer än tre dygn mellan tarmtömningarna (spontana eller inducerade) för att motverka smärtsamma defekationer med risk för fekalombildning. Osmotiskt verkande medel som laktulos och laktitol dagligen kan behövas under en längre tid för att motverka ny förstoppning. Andra alternativ är saliniskt aktiva medel som polyetylenglykol (makrogol). I form av Forlax Junior kan det ges från 6 månaders ålder. Det är viktigt att utvärdera effekten. Tänk då på att alltför lös avföring ger ingen känsla av defekationsbehov och motverkar därmed barnets fortsatta potträning.",
		"products": "duphalac laktulos loraga apelsin laktipex lactulose favolax lactulade bifiteral toilax dulcolax microlax fleet salilax magnesiumsulfat phosphoral importal glaubersalt forlax philenterol omnilax nuvolax olopeg casenlax sorbitol laxabon klean-prep movicol fortrans endofalk junior moxalole laxido omnicol softicol colisoft lacrofarm magenterol evolax laxaherm laxiriva transipeg movprep"
	},
	{
		"title": "Komjölksöverkänslighet",
		"level": 2,
		"id": "c1_16",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Komjölksöverkänslighet",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Komjölksallergi",
		"level": 3,
		"id": "c1_17",
		"parentId": "c1_16",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Komjölksöverkänslighet && Komjölksallergi",
		"content": " En vanlig anledning till komjölksöverkänslighet hos förskolebarn i Sverige är komjölksproteinallergi. Detta förekommer hos 2% av svenska barn och kan övervägas redan i tidig spädbarnsålder, även om barnet ammas helt. Snabballergiska symtom kan vara kräkningar, diarré, nässelutslag, andningsbesvär, klåda och anafylaxi. Sensymtom, vanligast i åldern 6–18 månader, kan komma först timmar till dygn efter mjölkintag och kan bestå av eksem, kräkningar, buksmärtor, sömnstörningar och ibland även avplaning av tillväxtkurvan. Pricktest och analys av specifika IgE-antikroppar ger ingen säker diagnos. Oftast krävs total elimination av allt komjölksprotein under minst 2, helst 4, veckor eventuellt följt av provokation för att ställa diagnos. För att försäkra sig om att eliminationen av komjölksprotein blir total, är dietistinsats mycket viktig. Detta också för att utvärdera behovet av ett eventuellt kalciumtillskott. Komjölksallergin har i 60% av fallen försvunnit vid 2–3 års ålder. Reintroduktion av mjölkprotein kan testas var 6:e månad i hemmet, såvida inte tidigare symtom varit allvarliga med anafylaxi. Då bör uppföljningen ske på barnklinik.",
		"products": "400 600 calcium-sandoz kalcitena kalcipos kalcidon calcitugg kalcium ab phos-ex phosphosorb calcichew-d3 kalcipos-d cal-d-vita calcium vitamin d3 viatris ideos mite mg ie plus calcium-d-sandoz calfovit osteofos recikalc-d calciflex-d3 forte calcideteva calcigran-d3"
	},
	{
		"title": "Laktosintolerans",
		"level": 3,
		"id": "c1_18",
		"parentId": "c1_16",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Komjölksöverkänslighet && Laktosintolerans",
		"content": " Laktasbrist gör att laktos inte kan spjälkas till glukos och galaktos. Detta ger diarré, gasbildning och buksmärtor vid intag av laktos. Globalt utvecklar 60–100% av befolkningen utanför Nordeuropa och Nordamerika en laktasbrist i skolåldern eller i vuxen ålder. Laktosintolerans är alltså inget problem i småbarnsåren. ",
		"products": "25 50 glucos fresenius glukos rehydrex med kabi mg/ml glucos. b. braun baxter galaktos",
		"hasChildren": true
	},
	{
		"title": "Diagnostik",
		"level": 4,
		"id": "c1_19",
		"parentId": "c1_18",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Komjölksöverkänslighet && Laktosintolerans && Diagnostik",
		"content": " För diagnostik är oftast laktosreduktion och provokation tillräckligt. Genotypning för adult hypolaktasi kan vara användbar som komplement om utfallet av laktosreduktion och provokation är svårvärderade hos äldre barn eller vuxna.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_20",
		"parentId": "c1_18",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Komjölksöverkänslighet && Laktosintolerans && Behandling",
		"content": " Behandlingen består av minskat laktosintag. Mängden laktos som den enskilde individen klarar av varierar. I vissa situationer kan laktastabletter användas av barnet. Laktosfria eller laktosreducerade produkter fungerar utmärkt för den laktosintolerante men de innehåller vanligen komjölksprotein och fungerar därför inte alls för den komjölksallergiske.",
		"products": ""
	},
	{
		"title": "Celiaki",
		"level": 2,
		"id": "c1_21",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Celiaki",
		"content": " Celiaki är en immunologisk sjukdom på genetisk grund som innebär en T-cellsmedierad reaktion mot gluten i vete, råg och korn. Detta ger villusatrofi och kronisk inflammation i tunntarmen med malabsorption som följd. Prevalensen varierar mellan olika befolkningar och beräknas ligga på ca 1/100 i västvärlden med betydligt högre förekomst hos nära släktingar. Flertalet fall är odiagnostiserade. Nästintill alla med celiaki har HLA-typerna DQ2/8. HLA-DQ-analys kan användas för att med stor säkerhet utesluta celiaki, men inte för att fastställa diagnosen. De flesta barn med tydliga symtom på celiaki diagnostiseras under småbarnsåren. Under de första levnadsåren noteras ofta avplaning av viktkurvan och även viktnedgång, stor buk och diarré. Även förstoppning kan förekomma. Något äldre förskolebarn kan få påverkan på längdtillväxten, buksmärtor och gnällighet. Symtomen blir alltmer ospecifika ju äldre barnet är, exempelvis anemi, trötthet, dålig matlust och depression. Celiaki kan också förekomma helt utan symtom. Celiaki är en livslång sjukdom som går att behandla men inte bota. Obehandlad celiaki ökar risken för ett flertal komplikationer. Risken för andra autoimmuna sjukdomar ökar. Hämmad längd- och viktutveckling samt sen pubertet kan ses om sjukdomen inte behandlas under uppväxtåren. I alla åldrar ses en ökad risk för osteoporos samt järn- och vitaminbrist. I vuxen ålder ses ökad risk för vissa leversjukdomar samt en viss riskökning avseende lymfom i magtarmkanalen. Otillräckligt behandlad celiaki ger ofta försämrad livskvalitet i form av trötthet och depression. Mer information finns på webbplatsen för Svenska föreningen för pediatrisk gastroenterologi, hepatologi och nutrition, www.blf.net .",
		"products": "niferex erco-fer nycoplus fexim ferromyn ferplex duroferon maltofer ferinject venofer ferrologic ferion järnsackaros cosmofer monofer rienso diafer ferritamin",
		"hasChildren": true
	},
	{
		"title": "Diagnostik",
		"level": 4,
		"id": "c1_22",
		"parentId": "c1_21",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Celiaki && Diagnostik",
		"content": " Diagnostiken grundar sig på tunntarmsslemhinnans morfologi i biopsipreparat. Då obehandlad celiaki ofta har höga titrar av serumantikroppar av IgA-typ mot gliadin (AGA), endomysium (EMA) och transglutaminas (TGA) kan analys av dessa göras som hjälp i utredningen och uppföljningen. AGA har högst sensitivitet hos barn under 2–4 år medan EMA och TGA har högre sensitivitet över 2–4 års ålder. Både falskt positiva och falskt negativa värden förekommer. Vid IgA-brist är alla IgA-antikroppar låga, även om vederbörande har celiaki. Kom ihåg att höga antikroppstitrar och patologisk biopsi bara finns om barnet äter glutenhaltig mat. Ge därför inte barnet glutenfri mat förrän diagnostiken är klar! I framtiden kan barn med klassiska symtom komma att diagnostiseras med enbart serologier och klinisk uppföljning, men fortfarande utgör tunntarmsbiopsi grunden för diagnostiken och är ”gyllene standard”.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_23",
		"parentId": "c1_21",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Celiaki && Behandling",
		"content": " Behandlingen består av livslång glutenfri diet. Dietistmedverkan är nödvändig.",
		"products": ""
	},
	{
		"title": "Medel vid celiaki,  komjölksallergi och laktosintolerans",
		"level": 2,
		"id": "c1_24",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Medel vid celiaki,  komjölksallergi och laktosintolerans",
		"content": " Livsmedel för särskilda näringsändamål, enligt LVFS 1997:13, kan erhållas på livsmedelsanvisning till barn under 16 år. Förskrivande läkare ska ha specialistbehörighet enligt SOSFS 1979:102. Denna inkluderar specialist i allmänmedicin som tjänstgör på barnavårdscentral (SOSFS 1987:4). Se prislista Livsmedel för särskilda näringsändamål, Apoteket AB, eller på www.apoteket farmaci.se.",
		"products": ""
	},
	{
		"title": "Övervikt och fetma",
		"level": 2,
		"id": "c1_25",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Övervikt och fetma",
		"content": " Liksom hos vuxna har övervikt och fetma hos barn varit ett tilltagande problem under de senaste decennierna. Dock har ökningstakten nu visat tecken på att stanna av både hos barn och vuxna. Tidig övervikt och fetma har dock idag sämre prognos än förr om åren. De som idag blir överviktiga och feta redan vid 4 års ålder är i större utsträckning än tidigare även överviktiga och feta som skolbarn, tonåringar och vuxna. Det är därför viktigt att tidigt motverka denna utveckling genom att grundlägga sunda vanor med god kosthållning och regelbunden fysisk aktivitet. Barn behöver regelbundna måltider – frukost, lunch och middag samt ofta två mellanmål. Från 2 års ålder bör mat märkt med grönt nyckelhål väljas. Vatten bör vara måltidsdryck och törstsläckare. Minska sockerintaget. Begränsa godis, chips, läsk eller saft och liknande till 1 gång/vecka. Barn behöver fysisk aktivitet eller lek som gör dem varma och andfådda minst 1 timme varje dag. Denna timme kan delas upp på flera tillfällen. Barn behöver också tid för återhämtning och vila. Längre tids stillasittande ska motverkas och i skolåldern rekommenderas en maximal skärmtid (TV, dator, datorspel m m) på 2 timmar/dag. Se även kapitlet Övervikt och fetma, avsnittet Barnfetma .",
		"products": ""
	},
	{
		"title": "Sömnproblem",
		"level": 2,
		"id": "c1_26",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Sömnproblem",
		"content": " Spädbarnet och det lilla barnet ska avnjuta omvärlden i små portioner. Det ska vara balans mellan mat, vila och aktivitet. Föräldrarnas famn och närhet ska vara barnets hamn för anknytning och samspel, trygghet, tillit och vila. Lättare sömnproblem är vanliga hos späd- och småbarn. Flertalet barn med sömnproblem är helt friska. Familjers hantering och tolerans av barns sömnstörningar varierar. Föräldrarna behöver, när somatisk orsak uteslutits, få information om hur vanligt tillståndet är och hur god prognosen ter sig. Möjligheten att få ventilera problemet kan i sig fungera terapeutiskt. Nyfödda barn sover i genomsnitt 16–18 timmar/dygn. Redan under de första levnadsmånaderna etableras en dygnsrytm med mer sömn nattetid och mindre dagtid. Först vid 4 års ålder är barnet vaket mer än det sover under dygnet. De individuella variationerna är mycket stora avseende hur mycket ett äldre barn sover. Spädbarnet passerar igenom en sömncykel snabbare än en vuxen och har också en större andel ytlig REM-sömn. Spädbarnet sover ytligt både oftare och under längre tid än en vuxen. Det som skiljer de barn som sover bra från dem som sover dåligt är att barnen själva kan lugna sig till en ny sömncykel. Ett barn som är ”övertrött” har svårare att somna. Vila på dagen ger bättre nattsömn. Man vinner inget på att hålla barnet uppe längre på kvällen. För att barnet ska kunna sova krävs ett visst mått av lugn. Påfrestningar i familjen kan göra det svårt att ge detta lugn. Insatserna kan då behöva inriktas på att minska effekterna av familjepåfrestningarna. En kontakt med BVC-psykolog kan ofta hjälpa föräldrarna vid svåra sömnproblem hos barnet.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Goda råd vid sömnproblem",
		"level": 3,
		"id": "c1_27",
		"parentId": "c1_26",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Sömnproblem && Goda råd vid sömnproblem",
		"content": " Kopplingen mellan mat och sömn behöver ofta brytas. Det kan vara möjligt från 3–4 månaders ålder. Låt det gå minst en halvtimme efter ett mål innan barnet läggs i sängen. Ha en kvällsritual som förälder och barn följer varje kväll. Barnet ska slappna av och lugna ner sig. Barnet läggs då vaket i sängen efter en stunds kroppskontakt. Barnet måste förstå att föräldern finns även om hon/han inte finns i barnets synfält. Om barnet skriker, lugnas det med några lugnande ord och genom att stillsamt smeka barnet men nödvändigtvis inte genom att ta upp barnet. Barnet ska inte ignoreras. Om barnet skriker igen, ska föräldern komma tillbaka efter en kort stund och trösta igen. Det är mycket sällan aktuellt med läkemedel mot sömnproblem.",
		"products": ""
	},
	{
		"title": "Hudproblem",
		"level": 2,
		"id": "c1_28",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem",
		"content": " Se även kapitlet Hudsjukdomar . För närmare information om behandling av olika infektioner i huden rekommenderas behandlingsrekommendationer från Läkemedelsverket 1.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Navelvård",
		"level": 3,
		"id": "c1_29",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Navelvård",
		"content": " Normal navel: Tvättas dagligen med hjälp av en kompress eller bomullspinne (tops) och ljummet vatten och torkas därefter. Smetig och illaluktande navel: Tvättas ren med klorhexidinsprit, 5 mg/ml. (Obs inte alsolsprit!) Föräldrarna får råd om navelvården och åtgärden följs upp av sjuksköterska på BVC. Misstanke om navelinfektion (omfalit): Smetig och illaluktande navel samt tilltagande rodnad av omgivande hud. Eventuellt feber samt allmänpåverkan. Risk för sepsis. Remitteras akut till barnläkare. Vätskande navel: Orsaken kan vara kvarstående rester av gångar (omfalomesentericus respektive urachus) från fostertiden. Ska remitteras till (barn)kirurgisk klinik. Blödande navel: Det är vanligt att naveln blöder lite efter det att navelstumpen fallit av. Detta behöver mycket sällan åtgärdas. Navelgranulom visar sig som en gråvit hård tapp som kvarstår efter att navelstumpen fallit av. Behandlas med fysiologisk koksaltlösning. Naveln tvättas med tops 1–3 gånger/dag varefter de flesta granulom försvinner inom 3 veckor. Om granulomen kvarstår efter denna behandling kan lapisering ske. ",
		"products": "hibitane klorhexidinsprit fresenius färgad hibiscrub descutan klorhexidin desivon bepandex"
	},
	{
		"title": "Toxiskt utslag – erythema toxicum",
		"level": 3,
		"id": "c1_30",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Toxiskt utslag – erythema toxicum",
		"content": " Upp mot 50–70% av alla nyfödda får toxiskt utslag. Dessa hudförändringar kommer kort efter födelsen när barnet är 1–4 dagar gammalt. Det visar sig som röda, oregelbundna utslag av varierande storlek, 2–10 mm. Oftast ser eller känner man små, 1–2 mm stora, knottror som blir gulvita när man trycker på huden. Knottrorna kan också likna små varblåsor, men de är inte infekterade. Utslagen är spridda framför allt till bålen och ibland även till armar, lår och ansikte. Orsaken är okänd. Hudförändringarna försvinner av sig själva efter några dagar till veckor.",
		"products": ""
	},
	{
		"title": "Milier",
		"level": 3,
		"id": "c1_31",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Milier",
		"content": " Milier visar sig som mycket små, vitaktiga knottror, framför allt på näsan hos nyfödda. Uppkomstmekanismen är okänd och knottrorna försvinner spontant utan behandlinginom ett par veckor. ",
		"products": ""
	},
	{
		"title": "Blöjdermatit",
		"level": 3,
		"id": "c1_32",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Blöjdermatit",
		"content": " Blöjeksem har blivit mindre vanligt i takt med allt bättre blöjor men förekommer fortfarande och kan bli ett stort problem. Blöjeksem uppstår i en hud som är utsatt för fukt, urin, avföring eller tvätt och är instängd i ett lufttätt system under blöjan. I denna fuktiga och varma miljö trivs även jästsvamp (Candida) vilket kan förvärra eksemet ytterligare. Blöjeksemet yttrar sig som rodnade, torra förändringar, speciellt på de hudytor som har närmast kontakt med blöjan. Om det dessutom växer jästsvamp i eksemet blir huden ilsket röd, delvis macererad och glansig längst in i hudvecken. För behandling, se Terapirekommendationerna.",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Behandling av blöjdermatit",
		"level": 3,
		"id": "c1_33",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Terapirekommendationer – Behandling av blöjdermatit",
		"content": " Varig sekretion, varblåsor, smetiga krustor och sprickor",
		"products": ""
	},
	{
		"title": "Skorv",
		"level": 3,
		"id": "c1_34",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Skorv",
		"content": " Mjölkskorv, eller gnejs, kallas ett tillstånd med gulaktiga, fjällande hudförändringar i hårbotten vilket ses hos många barn, framför allt spädbarn. Behandlingen är väsentligen indicerad av kosmetiska skäl. I lindriga fall behövs ingen behandling. Den traditionella behandlingen är insmörjning av hårbotten med salicylsyrevaselin 1% som får verka några timmar eller över natten, varefter fjällen försiktigt kammas bort före schamponering (se Infantilt seborroiskt eksem ). Alternativt används i stället en fet kräm, t ex Locobase Repair. En annan behandlingsform är insmörjning med Essex kräm som får verka under 2 timmar innan håret tvättas med Fungoral schampo. Boragoolja (Boragokräm, handelsvara) har visat sig ha mycket god effekt på skorv. Smörjs in i hårbotten 3 gånger dagligen i 8–10 dagar. ",
		"products": ""
	},
	{
		"title": "Atopiskt eksem",
		"level": 3,
		"id": "c1_35",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Atopiskt eksem",
		"content": " Atopiskt eksem är den vanligaste formen av eksem hos barn och drabbar ungefär vart femte barn 1. Denna eksemform beror på vissa medfödda anlag och har en koppling till andra allergiska symtom, varför det ofta finns allergi i släkten. Barn med atopiskt eksem löper en ökad risk att få luftvägsallergi senare i livet. Under spädbarnsåret lokaliseras eksemet främst till ansiktet, särskilt kinderna, extremiteternas sträcksidor och bålen, medan det senare under småbarnsåren sker en ändrad lokalisering till böjveck (armar och knän), runt hand- och fotleder, till halsen och huden bakom örsnibbarna. Huvudsymtomet är klåda, som kan vara svår och inte så sällan leda till sömnproblem. Klådan orsakar i sin tur att barnet river sig, vilket innebär en risk för bakteriell sekundärinfektion. Bakteriella agens är ofta stafylokocker, mer sällan betahemolytiska streptokocker. Barnen har ofta generellt torr hud och ökad känslighet för irriterande ämnen som tvål, vatten, ylle etc. I ca 10% av fallen med måttligt eksem och i hälften av fallen med svårt eksem finns en bakomliggande födoämnesallergi. De vanligaste allergiframkallande födoämnena är ägg och mjölk. Ämnen från dessa livsmedel kan överföras via moderns bröstmjölk och ge upphov till eksem eller andra allergiska manifestationer redan under amningstiden. Multipel födoämnesallergi bör utredas av barnläkare. Vissa födoämnen som citrusfrukter, viss choklad, konserveringsmedel, starka kryddor, röda eller orange frukter, grönsaker och bär kan ge upphov till överkänslighet. Sådan överkänslighet är inte allergisk och ger aldrig upphov till svåra reaktioner. Den kan inte påvisas i test. Försämringar ses ofta vid förkylningar medan eksemet ofta förbättras sommartid.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_36",
		"parentId": "c1_35",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Atopiskt eksem && Behandling",
		"content": " Grunden i behandlingen, utöver elimination av eventuella allergener i kosten, är att bevara huden intakt och minska klådan. För lindriga, torrsprickiga eksem räcker det ofta med mjukgörande salvor, men eksem som är rött och kliar bör behandlas med glukokortikoider i salvor eller krämer. Det är viktigt att förstå att anlaget naturligtvis inte kan tas bort, utan följer barnet under uppväxten. Se vidare Terapirekommendationerna.",
		"products": "250 rhinocort budesonid desonix betapred celeston betametason betamethasone american celestamine bentelan decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone metylprednisolon precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort becotide beclomet aerobec pulmicort miflonide novopulmon giona budesonide teva flutide flixotide flixotaide atemur evohaler asmanex elovent alvesco freathe amavio"
	},
	{
		"title": "Terapirekommendationer – Råd vid atopiskt eksem",
		"level": 3,
		"id": "c1_37",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Terapirekommendationer – Råd vid atopiskt eksem",
		"content": " Undvik för mycket tvål och vatten samt hudirriterande kläder. Ha badolja i badvattnet. Använd mjukgörande salvor eller krämer dagligen. Obs! Behandlande läkare ska skriva ut tillräckliga mängder av dessa. Lär ut noggrann smörjning genom att massera in krämen. Undvik karbamidtillsats som ofta svider. Ett icke-medikamentellt alternativ till lokal steroidbehandling till barn med svåra eksem är underkläder och nattkläder av ett specialvävt sidenmaterial, DermaSilk (www.dermasilk.se ). Lindrigt eksem med klåda Lokalt med hydrokortison, 2 gånger/dag. Några dagars behandling med grupp II-steroid kan vara aktuellt för att få bort klådan. Tunna vantar, t ex av bomull, nattetid kan minska risken för infektion vid svårt kliande eksem. Ett klådstillande antihistamin, t ex klemastin, kan under en period ges till natten för att minska klådan. Uppblossning av eksemet Vid uppblossning av eksemet kan en period med lokal behandling med grupp II–III-steroid vara motiverad under 1–2 veckor med nedtrappning till hydrokortison. Till spädbarn bör man endast använda salvor ur grupp I med tillägg av grupp II under kort tid på de svåraste ställena. I ansiktet, och speciellt kring ögon och mun, bör enbart grupp I användas. Vid misstanke om sekundärinfektion kan peroralt antibiotikum verksamt mot stafylokocker, t ex cefadroxil, övervägas.",
		"products": "4 50 calmuril fenuril caress canoderm monilen karbasal karbamid i decubal kräm essex b lotion locobase unguentum karbamid-vatten merck karbiderm exederm becotide rhinocort budesonid desonix flutide flutaide flutikason flixotide fluticasone nasonex nasomet mommox netonox mometasone mometason nasacort avamys alisade dymista dyvistalin azeflu xatalin proctosedyl xyloproct fenuril-hydrokortison hydrokortison-salicylsyra hydrokortison-svavel ficortril uniderm mildison hydrokortison sorbitankräm hyderm clean chemical hydrokortison-neomycin solu-cortef plenadren hydrocortison hydrocortisone hydrocortone colifoam amosyt calma tavegyl tavegil zenti nodesvel lunea polaramin trimeton theralen alimemazin vallergan theralene pour lergigan phenergan torecan valoid. marzine cyclizine hydrochloride postafen tinset zyrlex cetirizin cetidura cetiristad acura alerid reactine zanlan alnok cetimax cetirizine vialerg xyzal periactin peritol clarityn versal clarityn-s loratadin bmm allergityn nm zaditen zasten semprex benadryl kestine ebastin ebastine ebateva teva mizollen allegra telfast fexofenadin fexofenadine altifex nefoxef azomyr aerius neoclarityn desloratadine gedeon desloratadin ladodin desloraphar dasselta rupatall bilaxten cefamox cefadroxil cinfexil"
	},
	{
		"title": "Infantilt seborroiskt eksem",
		"level": 3,
		"id": "c1_38",
		"parentId": "c1_28",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Infantilt seborroiskt eksem",
		"content": " Den viktigaste differentialdiagnosen till atopiskt eksem är infantilt seborroiskt eksem. Denna typ av eksem debuterar vanligen under barnets första levnadsmånad och spontanläker ofta före 6 månaders ålder. Barnen har rodnade, fjällande fläckar i hårbotten, ibland även med spridning till ansiktet, bakom öronen och i hudveck, t ex i axillerna och blöjregionen. Förändringarna kliar inte.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_39",
		"parentId": "c1_38",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Hudproblem && Infantilt seborroiskt eksem && Behandling",
		"content": " Avfjällning av hårbotten med salicylsyrevaselin 1%. Eventuellt ges hydrokortison lokalt, 2 gånger/dag.",
		"products": "proctosedyl xyloproct fenuril-hydrokortison hydrokortison-salicylsyra i unguentum hydrokortison-svavel essex kräm ficortril uniderm mildison hydrokortison sorbitankräm hyderm clean chemical hydrokortison-neomycin solu-cortef plenadren hydrocortison hydrocortisone hydrocortone colifoam"
	},
	{
		"title": "Infektioner i huden",
		"level": 2,
		"id": "c1_40",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden",
		"content": " För närmare information om behandling av olika infektioner i huden rekommenderas behandlingsrekommendationen från Läkemedelsverket 2.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Impetigo",
		"level": 3,
		"id": "c1_41",
		"parentId": "c1_40",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Impetigo",
		"content": " Impetigo orsakas av stafylo- eller streptokocker och har ett typiskt utseende med gulaktiga blåsor och sår runt näsa och mun. Blåsor kan även finnas på händerna, runt naglarna eller på kroppen. Barnen får sällan feber.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling och hygienråd",
		"level": 4,
		"id": "c1_42",
		"parentId": "c1_41",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Impetigo && Behandling och hygienråd",
		"content": " Sårskorporna tvättas bort med tvål och vatten och huden behandlas med i första hand retapamulinsalva, alternativt väteperoxidkräm, i 5 dagar. Fucidin salva ska undvikas pga risk för resistensutveckling. Vid stor utbredning kan peroral antibiotika ges, t ex cefadroxil. Impetigo smittar så länge såret vätskar och barnet ska därför undvika närkontakt med andra barn tills såret torkat. God handhygien är oerhört viktig vid impetigo, både vad gäller infekterade barn och de vuxna som sköter barnen. Använd engångshanddukar. Rengör leksaker, handtag och annat som kommit i kontakt med infekterade händer.",
		"products": "500 altargo väteperoxid microcid demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet"
	},
	{
		"title": "Stjärtfluss (perianal streptokockdermatit)",
		"level": 3,
		"id": "c1_43",
		"parentId": "c1_40",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Stjärtfluss (perianal streptokockdermatit)",
		"content": " Med ”stjärtfluss” avses ett rodnat och ömmande välavgränsat hudområde runt anus och i vulva hos små barn. Hos småflickor ser man ibland även flytning. Barnet har inga allmänsymtom eller feber. Man kan ofta hitta streptokockinfektion hos annan familjemedlem samtidigt. Diagnosen konfirmeras via odling alternativt snabbtest för streptokocker från området, då det oftast är streptokocker som är etiologin till problemet.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_44",
		"parentId": "c1_43",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Stjärtfluss (perianal streptokockdermatit) && Behandling",
		"content": " Penicillin V 50–75 mg/kg kroppsvikt/dygn fördelat på 3 doser i 10 dagar, alternativt cefadroxil 25 mg/kg kroppsvikt/dygn fördelat på 2 doser i 5 dagar.",
		"products": "kåvepenin tikacillin peceve avopenin fenoximetylpenicillin eql cefamox cefadroxil cinfexil"
	},
	{
		"title": "Nagelbandsinfektion – paronyki",
		"level": 3,
		"id": "c1_45",
		"parentId": "c1_40",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Nagelbandsinfektion – paronyki",
		"content": " Nagelbandsinfektion är vanlig under barnets första levnadsveckor och visar sig som en svullen, rodnad nagelvall. Orsaken är oftast stafylo- eller streptokocker. Tillståndet får oftast ett lindrigt förlopp, men kan utvecklas till allvarlig septisk infektion.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_46",
		"parentId": "c1_45",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Infektioner i huden && Nagelbandsinfektion – paronyki && Behandling",
		"content": " Tvättas med koksalt- eller alsollösning. Vid spridning av infektionen och/eller allmänpåverkan tas ställning till behandling med perorala antibiotika (t ex cefadroxil) eller remiss till sjukhus.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet"
	},
	{
		"title": "Födelsemärken",
		"level": 2,
		"id": "c1_47",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Café-au-lait-fläckar",
		"level": 3,
		"id": "c1_48",
		"parentId": "c1_47",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Café-au-lait-fläckar",
		"content": " Dessa är gulbruna födelsemärken som kan finnas hos det späda barnet, men även bli mera synliga senare under barnaåren. De kan inte maligniseras och saknar som regel betydelse. Barn med många eller ovanligt stora café-au-lait-märken bör bedömas av barnläkare.",
		"products": ""
	},
	{
		"title": "Smultronmärken/jordgubbshemangiom  Kapillära – kavernösa hemangiom",
		"level": 3,
		"id": "c1_49",
		"parentId": "c1_47",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Smultronmärken/jordgubbshemangiom  Kapillära – kavernösa hemangiom",
		"content": " Under det första levnadsåret och särskilt de första levnadsmånaderna kan blodkärlen under huden plötsligt börja växa okontrollerat inom ett begränsat område. Ett smultronmärke uppkommer plötsligt och kan sitta var som helst på kroppen. Det växer ofta hastigt i början och visar sig som en mörkröd, upphöjd, mjuk knuta som kan variera i storlek från någon centimeter upp till över en decimeter. Förändringarna finns inte hos nyfödda, men ibland kan man genom en viss färgskiftning i huden förutspå att ett smultronmärke kommer att uppstå på detta ställe. Vanliga platser är i ansiktet och på bålen. När hemangiomet sitter helt eller delvis under huden kan det skymta som en rödblå förändring. Smultronmärket ger inga speciella symtom. Om det sitter på ett olyckligt ställe kan det dock medföra stora problem. I närheten av ögat kan det hindra synen, vilket kan leda till kvarstående nedsatt syn eller t o m blindhet. Om hemangiomet är lokaliserat till munnens närhet kan det förhindra barnets amningsförmåga och eventuellt störa barnets normala tillväxt. I underlivet kan ofta problem uppstå med blödningar och smärta när barnet kissar eller bajsar. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "c1_50",
		"parentId": "c1_49",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Smultronmärken/jordgubbshemangiom  Kapillära – kavernösa hemangiom && Behandling",
		"content": " Ett smultronmärke tillbakabildas alltid av sig självt. Tillbakabildningen börjar som en ljusgrå färgförändring i hemangiomets mitt. Det kan ta från ett par månader till år innan det har försvunnit. De flesta är borta före 3–4 års ålder och nästan alla före 7 års ålder. Man kan därefter ofta se en ljus fläck på platsen där märket har suttit. När det sitter någon annanstans än vid ögonen, munnen eller underlivet låter man knutan tillbakabildas av sig själv. Om det sitter i något av de känsliga områdena ska barnet bedömas av en hudspecialist så fort som möjligt. Lokalt behandlas dessa illasittande hemangiom med laser. Stora, snabbt växande förändringar behandlas oftast med glukokortikoider peroralt under en längre tid. ",
		"products": "250 rhinocort budesonid desonix betapred celeston betametason betamethasone american celestamine bentelan decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone metylprednisolon precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort becotide beclomet aerobec pulmicort miflonide novopulmon giona budesonide teva flutide flixotide flixotaide atemur evohaler asmanex elovent alvesco freathe amavio"
	},
	{
		"title": "Storkbett",
		"level": 3,
		"id": "c1_51",
		"parentId": "c1_47",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Storkbett",
		"content": " Storkbett är en mycket vanlig, medfödd röd hudförändring i pannan och i nacken (engelska ”angel’s kiss”). Rodnaden orsakas av att det finns många mycket små, tunna och ytliga blodkärl i huden. Ett storkbett försvinner av sig självt under det första levnadsåret.",
		"products": ""
	},
	{
		"title": "Kärlmissbildning/naevus flammeus",
		"level": 3,
		"id": "c1_52",
		"parentId": "c1_47",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Kärlmissbildning/naevus flammeus",
		"content": " Kärlmissbildningen finns vid födelsen och kan sitta var som helst på kroppen. Den visar sig som en ljus- eller mörkröd fläck i hudens plan och förekommer i många olika storlekar. Vid vissa förändringar i ansiktet kan även invärtes kärlmissbildningar förekomma. Hudförändringarna vid naevus flammeus kvarstår hela livet och växer i takt med barnet. Vid större förändringar eller om kärlmissbildningen sitter på synlig plats bör bedömning ske av hudläkare i tidig ålder för ställningstagande till laserbehandling. ",
		"products": ""
	},
	{
		"title": "Pigmenterade nevi",
		"level": 3,
		"id": "c1_53",
		"parentId": "c1_47",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Födelsemärken && Pigmenterade nevi",
		"content": " Svarta eller mörkbruna nevi tillbakabildas inte utan finns kvar under resten av livet. Risken för malignisering före puberteten är ytterst liten. Nevi på fotsulor, handflator och på hudställen som utsätts för skavning behöver i motsats till vad man tidigare rekommenderat inte längre tas bort. Det är dock viktigt att barnet undviker att exponeras för alltför starkt solljus. Föräldrar bör instrueras om hur malignisering av pigmenterade nevi kan se ut: snabb tillväxt, färgväxling, asymmetri och oklara gränser. Sådana pigmentnevi bör opereras bort liksom de som växer hastigt eller ger ständiga krustor eller ulcerationer.",
		"products": ""
	},
	{
		"title": "Ögonproblem",
		"level": 2,
		"id": "c1_54",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Ögonproblem",
		"content": " Se även kapitlet Ögonsjukdomar .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Akut konjunktivit",
		"level": 3,
		"id": "c1_55",
		"parentId": "c1_54",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Ögonproblem && Akut konjunktivit",
		"content": " Akut konjunktivit är oftast en del i en virusutlöst övre luftvägsinfektion och behandlas genom att torka bort sekret från ögonlockskanterna med en bomullstuss indränkt i ljummet vatten upprepade gånger dagligen. Torkningen ska ske inifrån och ut! Om den variga sekretproduktionen inte avtagit efter en vecka finns risk för att infektionen är bakteriell. Behandling bör då ske med antibiotikasalva lokalt (fusidinsyra, kloramfenikol). Vid ständigt tårflöde och ensidiga eller upprepade variga konjunktiviter kan barnet ha tårvägsstenos. Föräldrarna ges rådet att massera över tårsäcksområdet och hålla ögonen rena. Tillståndet går ofta över spontant. Om besvären kvarstår efter 1 års ålder bör barnet bedömas av ögonläkare. Konjunktivit hos nyfödda är ofta av mer allvarlig art. Gonokocker kan ge en allvarlig infektion i ögat och debuterar ofta under de första levnadsdygnen. Konjunktivit orsakad av klamydia ger ofta symtom vid 1–2 veckors ålder, aldrig före 5 dagars ålder. Vid misstanke om konjunktivit orsakad av dessa bakterier ska kontakt tas med ögonklinik.",
		"products": "fucidin fucidine fusidinsyra fucithalmic chloromycetin kloramfenikol minims kloramfenikol-succinat kemicetine chloramphenicol sodium"
	},
	{
		"title": "Missbildningar/ förändringar inom yttre genitalia",
		"level": 2,
		"id": "c1_56",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia",
		"content": " För indikation och tidpunkt för remiss av olika testikelabnormiteter till kirurgisk klinik, se Tabell 1 .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Indikation och tidpunkt för remiss av olika testikelabnormiteter till kirurgisk klinik",
		"level": 3,
		"id": "c1_57",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Tabell 1. Indikation och tidpunkt för remiss av olika testikelabnormiteter till kirurgisk klinik",
		"content": "",
		"products": ""
	},
	{
		"title": "Fimosis",
		"level": 3,
		"id": "c1_58",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Fimosis",
		"content": " Trång förhud hos pojkar är vanligt men om pojken inte har besvär kan man avvakta med åtgärd tills början av tonåren. Förhuden kan då vara som ett stramt band runt förhudsöppningen. Man ser bara en nåltunn öppning. När pojken kissar blåser förhuden upp sig som en ballong. Om pojken har upprepade balaniter, besvär vid miktion, inte kan kissa med god stråle eller har recidiverande urinvägsinfektioner, bör ställningstagande ske till behandling. I första hand kan man hos barn > 3 år försöka att lösa den bandformiga förträngningen med lokalbehandling. Man smörjer då pojkens förhud med klobetasol (Dermovat kräm) i minst 4 veckor. Om detta inte hjälper bör pojken remitteras till kirurg för operation, s k förhudsplastik. ",
		"products": "dermovat clarelux clobex dermovate clobaderm"
	},
	{
		"title": "Synekier mellan preputium och glans penis",
		"level": 3,
		"id": "c1_59",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Synekier mellan preputium och glans penis",
		"content": " Det är vanligt att det under uppväxten uppstår sammanväxningar mellan pojkens ollon och förhud. Detta är att betrakta som ett normaltillstånd och behöver inte behandlas. Vid enstaka tillfällen, som vid upprepade balaniter, kan denna sammanväxning behöva åtgärdas genom lösning i narkos. ",
		"products": ""
	},
	{
		"title": "Balanit",
		"level": 3,
		"id": "c1_60",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Balanit",
		"content": " Balanit är en infektion under förhuden med rodnad, svullnad av penisspetsen, ibland hela penis. Oftast trång förhud som utlösande orsak. Ingen feber eller allmänpåverkan och antibiotikabehandling eller odling krävs normalt inte. Balanit behandlas med koksaltspolning, kan göras smidigt via en venflon som man dragit ut nålen ur alternativt plastspruta, 5 ml, där spetsen förs in i öppningen och man spolar rent. Man kan sedan följa upp med sittbad i ljummet vatten i hemmet. Efter flera balaniter bör behandling/operation av eventuell fimosis övervägas.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet"
	},
	{
		"title": "Retentio testis",
		"level": 3,
		"id": "c1_61",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Retentio testis",
		"content": " Vid födelsen har ca 5% av pojkarna retentio testis. Vid ett halvt års ålder endast 1–2%. Pojkar med retentio testis vid 5–6 månaders ålder ska remitteras till kirurg och opereras före 12 månaders ålder. Om man upptäcker retentio hos ett äldre barn remitteras det genast för operation.",
		"products": ""
	},
	{
		"title": "Vulvasynekier",
		"level": 3,
		"id": "c1_62",
		"parentId": "c1_56",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Missbildningar/ förändringar inom yttre genitalia && Vulvasynekier",
		"content": " Vulvasynekier (sammanväxningar mellan labia majora) är normalt hos flickor i förskoleåldern och löses oftast spontant vid 7–8 års ålder. Oftast behövs ingen behandling. Vid lokal irritation eller recidiverande urinvägsinfektioner kan behandling ske med östrogensalva som smörjs 1 gång/dag med en tops eller ett finger över synekien. Det lilla tryck som då uppstår mot den tunna synekien bidrar till att den släpper efter någon eller några veckor. Behandlingen ska fortsätta dagligen ytterligare någon vecka och därefter 1 gång/vecka ytterligare 3 veckor. Biverkning av denna behandling, som ibland kan ses, är något svullna labia. Regress av svullnaden sker när behandlingen avslutats. När synekierna lösts är det viktigt att smörja blygdläpparnas insida med mjuk kräm eller olja för att förhindra ny sammanväxning. ",
		"products": "etinylestradiol progynon estraderm oestring vagifem evorel femanest climara divigel femseven oesclim aerodiol femiderm estradot estrofem evopad estradiol ellavie meno-implant ovesterin oestriol imi gelistrol blissel estrokad premarina premarin climopax presomen femring distilbene livial boltin tibolone tibolon tibocina tiloria"
	},
	{
		"title": "Ortopediska problem",
		"level": 2,
		"id": "c1_63",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Ortopediska problem",
		"content": " På BVC ingår också att titta på barnens fötter, ben och ryggar. Remiss till ortoped/ bandagemästare var tidigare vanliga åtgärder, men behövs numera alltmer sällan då man vet att det mesta ”rättar till sig”. Bra tips angående denna problematik finns i rikshandboken med länkar till specifika problem (www.rikshandboken-bhv.se ).",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "c1_64",
		"parentId": "c1_2",
		"chapter": "c1_ped_problemsmabarn_2013fm10.html",
		"type": "header",
		"titlePath": "Vanliga problem  under småbarnsåren && Referenser",
		"content": " Behandling av atopiskt eksem – Behandlingsrekommendation. Information från Läkemedelsverket. 2005:(16)2. www.lakemedelsverket.se Farmakologisk behandling av bakteriella hud- och mjukdelsinfektioner – ny rekommendation. Information från Läkemedelsverket 5:2009. www.lakemedelsverket.se För vidare läsning: Barnhälsovårdens ”Rikshandboken”.www.rikshandboken-bhv.se Svenska barnläkarföreningens webbplats. www.blf.net Hudproblem. www.dermis.net Norgren S, Ludvigsson JF, Norman M, red. Akut pediatrik. Stockholm: Liber AB; 2010. ISBN 9789147094028 Livsmedelsverket. www.slv.se Moëll C, Gustafsson J. Pediatrik, bok med eLabb. 1:a uppl. Liber; 2011. ISBN 9789147103454. Hanséus K, Lagercrantz H, Lindberg T, red. Barnmedicin. 4:e uppl. Studentlitteratur AB; 2012. ISBN 9144076096. Pediatrik, bok med eLabb. Moëll C, Gustafsson J, red. Bok+IT-stöd. Liber AB. 2011. ISBN 9789147103454. Hämtar...",
		"products": ""
	}
]
