[
	{
		"title": "root",
		"level": 0,
		"id": "c0_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Förord",
		"level": 1,
		"id": "c0_3",
		"parentId": "c0_0",
		"chapter": "c0_ped_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Förord",
		"content": "Förord",
		"products": ""
	},
	{
		"title": "Läkemedel och barn",
		"level": 1,
		"id": "c0_4",
		"parentId": "c0_0",
		"chapter": "c0_ped_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Läkemedel och barn",
		"content": "Läkemedel och barn",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 1. Terapikapitel med särskild information om läkemedelsbehandling av barn",
		"level": 3,
		"id": "c0_5",
		"parentId": "c0_4",
		"chapter": "c0_ped_forsattsblad_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Läkemedel och barn && Tabell 1. Terapikapitel med särskild information om läkemedelsbehandling av barn",
		"content": "Tabell 1. Terapikapitel med särskild information om läkemedelsbehandling av barn Kapitel Sida Kapitel Sida Den akut medvetslöse patienten Diabetes mellitus Chock Tyreoideasjukdomar Anafylaxi Kortikosteroider och hypofyshormoner Akutmedicin på vårdcentral och andra vårdenheter Astma och KOL Sjukdomar i matstrupe, magsäck och tolvfingertarm Luftvägsinfektioner hos barn och vuxna Inflammatoriska tarmsjukdomar Öron-, näs- och halssjukdomar Övervikt och fetma Smärta och smärtbehandling Vitaminer, mineraler och spårämnen Allmän neurologi och multipel skleros Anemier Huvudvärk Venös tromboembolism och medel mot trombos Yrsel Hjärtsvikt Epilepsi Urininkontinens Ångest och oro Urinvägsinfektioner Utvecklings- och neuropsykiatriska störningar ",
		"products": "florinef betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren xyloproct scheriproct doloproct ficortril mildison hyderm emovat locoid betnovat diproderm diprolen bettamousse synalar elocon demoson mometason ovixan elocom flutivate dermovat clobex dermovate isopto-maxidex opnol maxidex ozurdex dexafree triesence vexol becotide rhinocort desonix flutide flutaide flutikason flixotide nasonex nasomet nasacort avamys dymista"
	},
	{
		"title": "För vidare läsning",
		"level": 3,
		"id": "c0_6",
		"parentId": "c0_4",
		"chapter": "c0_ped_forsattsblad_2013fm10.html",
		"type": "header",
		"titlePath": "Läkemedel och barn && För vidare läsning",
		"content": "För vidare läsning Pediatriska vårdprogram och PM kan hämtas från Svenska Barnläkarföreningens webbplats, www.blf.net . En annan värdefull informationskälla på Internet är Barnhälsovårdens ”Rikshandboken”, www.rikshandboken-bhv.se . Norgren S, Ludvigsson JF, Norman M, red. Akut pediatrik. Stockholm: Liber AB; 2010. ISBN 9789147094028. Moëll C, Gustafsson J. Pediatrik, bok med eLabb. 1:a uppl. Liber; 2011. ISBN 9789147103454. Hanséus K, Lagercrantz H, Lindberg T, red. Barnmedicin. 4:e uppl. Studentlitteratur AB; 2012. ISBN 9144076096. Kliegman RM, Stanton B, St. Geme J, Schor NF, Behrman RE, eds. Nelson Textbook of Pediatrics – Expert Consult Premium Edition - Enhanced Online Features and Print, 19:e uppl. Philadelphia: Saunders; 2011. ISBN 9781437707557. Mcintosch N, Helms PJ, Smyth RL, Stuart L, red. Forfar & Arneil\\qs Textbook of Pediatrics 7:e uppl. Churchill Livingstone; 2008. ISBN 9780443103964. Hämtar... Hämtar...",
		"products": ""
	}
]