[
	{
		"title": "root",
		"level": 0,
		"id": "n2_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Munhålans sjukdomar",
		"level": 1,
		"id": "n2_3",
		"parentId": "n2_0",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar",
		"content": " Mats Jontell, Oral medicin och patologi, Sahlgrenska akademin, Göteborgs universitet Håkan Mobacken, Dermatologi, Sahlgrenska akademin, Göteborgs universitet ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "n2_48",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Terapirekommendationer / Faktarutor etc.",
		"content": " TerapirekommendationerSammanfattning Terapirekommendationer Sammanfattning TerapirekommendationerPatienter som kan vara aktuella att erhålla antibiotikaprofylax före odontologiska ingrepp Terapirekommendationer Patienter som kan vara aktuella att erhålla antibiotikaprofylax före odontologiska ingrepp Faktaruta 1Vanliga problem vid maligna ora­la tumörer Faktaruta 1 Vanliga problem vid maligna ora­la tumörer Faktaruta 2 Faktaruta 2 Faktaruta 3Vanliga orsaker till muntorrhet Faktaruta 3 Vanliga orsaker till muntorrhet",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam"
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "n2_4",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Inledning",
		"content": " Detta kapitel beskriver diagnostik och behandling av vanliga orala sjukdomar och viktiga problem som kan uppstå i tänder och munslemhinna. Syftet är att underlätta handläggning för läkare och tandläkare samt annan sjukvårds- och tandvårdspersonal. För närmare information om behandlingsstrategier, se Terapirekommendationerna .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer – Sammanfattning",
		"level": 3,
		"id": "n2_5",
		"parentId": "n2_4",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Munhålans sjukdomar && Inledning && Terapirekommendationer – Sammanfattning",
		"content": " Natriumfluorid (NaF) Natriumfluorid (NaF) Pilokarpin Flera handelsvaror (t ex tuggummi, munspray och tabletter, finns att köpa på t ex apotek) Saliversättningsmedel med natriumfluorid APL, munhålelösning 0,02% Flera handelsvaror (t ex tuggummi, munspray och tabletter, finns att köpa på t ex apotek) Saliversättningsmedel med natriumfluorid APL, munhålelösning 0,02%",
		"products": "dentan fludent duraphat fluorette top dent dentirol fluor natriumfluorid saliversättningsmedel med saliva orthana salagen isopto-pilokarpin pilokarpin"
	},
	{
		"title": "Orala slemhinne- förändringar och infektioner",
		"level": 2,
		"id": "n2_7",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Maligna orala tumörer",
		"level": 3,
		"id": "n2_8",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Maligna orala tumörer",
		"content": " Av de patienter som drabbas av cancer i västvärlden är det 2–3% som får sin cancer i de orala vävnaderna. Det är nedslående att konstatera att 5-årsöverlevnaden endast är 30–40% för intraoral skivepitelcancer och att denna siffra har varit konstant under de senaste årtiondena. Detta beror till viss del på att patienterna inte söker i tid och att de inte primärt blir korrekt handlagda. Denna försening har direkta konsekvenser för prognosen med ökad morbiditet och mortalitet som följd. En skivepitelcancer debuterar som en sårbildning eller nyvävnadsbildning, oftast något småknottrig till utseendet. Sårbildningar och nyvävnadsbildningar som inte läker inom 2 veckor efter att orsaker som t ex trauma och infektioner eliminerats ska omgående remitteras för oralmedicinsk/oralkirurgisk bedömning eller till ÖNH-klinik för vidare handläggning. Knölar i framför allt gommen och överläppen, utan infektiös genes, kan vara tecken på spottkörteltumör eller lymfom. Spontana blödningar från gingivan kan vara tecken på hematologisk sjukdom. Se även Faktaruta 1.",
		"products": ""
	},
	{
		"title": "Faktaruta 1 - Vanliga problem vid maligna ora­la tumörer",
		"level": 3,
		"id": "n2_9",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "facts",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Faktaruta 1",
		"content": " Sårbildningar och nyvävnadsbildningar som inte läker inom 2 veckor efter att tänkbara etiolo­giska faktorer eliminerats Svullnader i framför allt överläppen och gommen Unilaterala känselbortfall eller känselstörning Generella spontana blödningar i gingivan",
		"products": ""
	},
	{
		"title": "Recidiverande aftös stomatit",
		"level": 3,
		"id": "n2_11",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Recidiverande aftös stomatit",
		"content": " Orsaken till recidiverande aftös stomatit (RAS) är inte känd. Det kliniska utseendet har mycket gemensamt med herpetiska sårbildningar och därför har det tidigare funnits misstanke om viral genes. Prevalensen är hög, ca 2%, och utlösande faktorer är t ex emotionell stress, trauma vid tandborstning och hormonförändringar t ex under menstruationsperioden. RAS kan uppträda i tre olika former: 1. Små aftösa sår som förekommer särskilt hos personer i åldern 10–40 år och svarar för ca 85% av fallen. 2. Stora återkommande sår, < 10%, kan bli ända upp till 30 mm i diameter och ibland finns ett par sår samtidigt. 3. Herpetiform RAS, som är den ovanligaste formen, < 1%, förekommer som 20–100 stycken millimeterstora sår. Det finns flera sjukdomstillstånd med snarlika sårbildningar i munnen. Sår hos unga individer kan återspegla sjukdomar i mag-tarmkanalen, t ex ulcerös kolit och Mb Crohn. Även patienter med födoämnesallergier kan drabbas. Cirka 5% av glutenöverkänsliga patienter har sår som liknar aftös stomatit. PFAPA (Period Fever, Aphthous stomatitis, Pharyngitis, Adenitis) är en speciell form av RAS och bör misstänkas hos yngre patienter som i samband med skov har sjukdomskänsla. Behçets syndrom inkluderar alltid RAS, men aftösa sår kan även drabba den genitala slemhinnan. Nydebuterad aftös stomatit, framför allt hos äldre, kan vara tecken på B12-/folatbrist. 12 Behandling med vissa typer av tandkräm 1 och munsköljningsmedel 2 rekommenderas i första hand (se Terapirekommendationerna ). Om detta inte hjälper ges lokala steroidpreparat 3 eller klortetracyklinlösning 4. Vid svårare former av aftös stomatit bör patienten remitteras till reumatolog, dermatolog eller oralmedicinsk specialist. Behandling med kolkicin, dapson 5, eller i sällsynta fall, talidomid kan då övervägas 6.",
		"products": "klortetracyklin aureomycin kolkicin colchicine  dapson thalidomide talidex talizer"
	},
	{
		"title": "Oral lichen planus",
		"level": 3,
		"id": "n2_12",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Oral lichen planus",
		"content": " Oral lichen planus (OLP) är en av de vanligaste intraorala inflammatoriska slemhinneförändringarna. Orsaken är okänd. För diagnos fordras att slemhinneförändringen uppvisar vita retikulära och/eller papillära inslag, vilka kan uppträda tillsammans med erytematösa och ulcererande förändringar. Vid symtomgivande OLP har patienterna svårt att äta starkt kryddad mat, citrusfrukter, tomater etc. OLP påträffas vanligtvis bilateralt i kindslemhinnan. Förändringen har ingen entydig association till dentala material, vilket skiljer den från en lichenoid kontaktreaktion. OLP bör dokumenteras med foto i det fall som biopsitagning inte genomförs. Om biopsi tas i den gingivala vävnaden, t ex med en 3 mm stans, bör man undvika att ta vävnadsprovet alltför nära tandköttsfickan. Överlagring av den kroniska inflammationen i denna vävnad kan ge ett missvisande svar. Icke-symtomatiska förändringar behöver inte behandlas. Lokala kortikosteroider är förstahandsalternativ vid symtom. Målet är lägsta effektiva dos. Specialisten använder oftast klobetasolpropionat (grupp IV-steroid) 7 som appliceras 2 gånger/dag i 2 veckor och under denna period används även antimykotiskt medel såsom nystatin oral suspension, Mycostatin 100 000 IU/ml, 3 ml 2 gånger/dag för att profylaktiskt förhindra uppkomsten av oral kandidos. Steroidbehandlingen trappas ned till 1 gång/dag och då finns ingen anledning till antimykotisk behandling. Lämplig underhållsdos kan vara triamcinolon (grupp II-steroid) 1 gång/dag. Patienten kan sedan fortsätta med denna behandling i några månader. Efter 3 månader bör underhållsbehandlingen avslutas för att se om recidiv uppkommer. Om patienten uppvisar en symtomgivande gingival OLP bör patienten remitteras till tandhygienist för optimering av munhygienen innan steroidbehandling sätts in. Det finns en mycket liten, men säkerställd, risk för malignisering av OLP. Vid icke-symtomgivande OLP rekommenderas patienten att själv inspektera sin slemhinna någon gång i månaden samt genomgå årliga kontroller hos tandläkare. Förändring som ändrar karaktär ska biopseras. De patienter som inte svarar på lokal behandling med glukokortikoider eller kalcineurinhämmare bör remitteras till dermatolog. Korttidsbehandling sker med prednisolon (1,0–0,5 mg/kg kroppsvikt och dag) under någon vecka och därefter kan en snabb nedtrappning bli aktuell 7. Under nedtrappningsperioden kan patienten påbörja behandling med lokala steroider enligt rekommendationerna ovan. ",
		"products": "florinef betapred celeston betametason betamethasone american decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort becotide rhinocort budesonid desonix flutide flutaide flutikason flixotide fluticasone nasonex nasomet mommox mometasone nasacort avamys alisade dymista dyvistalin azeflu xatalin isopto-maxidex opnol maxidex ozurdex dexafree minims ficortril ultracortenol pred predni-pos triesence fml flucon vexol lotemax uniderm mildison i sorbitankräm hyderm clean chemical emovat locoid corticoderm sterax betnovat diproderm diprolen bettamousse betnovate ibaril synalar elocon demoson mometason momegalen monovo ovixan elocom ivoxel efficort flutivate prednikarbat dermovat clarelux clobex dermovate proctosedyl xyloproct scheriproct doloproct mycostatin mykundex mono nystaderm kenacombin volon a tinktur triamcinolon aftab beclomet aerobec pulmicort miflonide novopulmon giona budesonide teva flixotaide atemur asmanex elovent alvesco freathe amavio sandimmun ciklosporin ciqorin sandimmune neoral prograf advagraf prograft modigraf adport tacrolimus tacni pred-clysma"
	},
	{
		"title": "Oral slemhinnepemfigoid",
		"level": 3,
		"id": "n2_13",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Oral slemhinnepemfigoid",
		"content": " Den typiska patienten med oral slemhinnepemfigoid är en kvinna > 60 år som klagar över att gingivan blöder och att det gör ont vid tandborstning. Intraoralt ses ofta en erytematös gingiva med inslag av blåsbildning. Rikligt med mikrobiologiska plack kan förekomma pga eftersatt munhygien. Vid gingivalt engagemang ska behandlingen inriktas på optimering av munhygienen eftersom gingivan har större förutsättningar att läka om den inte samtidigt måste försvara sig mot mikroorganismer. Behandlingsstrategin är densamma som vid gingival OLP. Omhändertagandet involverar också undersökning hos ögonläkare, för att utesluta samtidiga ögonkomplikationer (symblepharon), samt ibland hos ÖNH-läkare om patienten har symtom från förändringar i nässlemhinnan.",
		"products": ""
	},
	{
		"title": "Oral leukoplaki/erytroplaki",
		"level": 3,
		"id": "n2_14",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Oral leukoplaki/erytroplaki",
		"content": " Orala leukoplakier (LEU) brukar delas in i homogena och icke-homogena förändringar. Homogena LEU karakteriseras av en vit fläck, ofta väl avgränsad, vars ytstruktur kan vara slät eller något korrugerad. Om olika reaktionsmönster finns inom en och samma LEU betecknas den som icke-homogen. Förändringen har då oftast röda inslag. LEU ska alltid biopseras för att man ska kunna ta ställning till eventuella dysplasier. Utveckling av oral cancer hos patienter med LEU har beräknats ske hos ca 1% årligen. Slemhinneförändringar hos snusare kan utvecklas till LEU-liknande tillstånd. Det finns dock ingen entydig vetenskaplig dokumentation som stödjer att dessa förändringar skulle vara förenade med en högre risk för malign utveckling. LEU ska avlägsnas kirurgiskt när så är möjligt. Patienten bör kontrolleras regelbundet på oralmedicinsk/oralkirurgisk klinik eller på ÖNH-klinik då ca 30% av förändringarna recidiverar. Förändringar som inte kan avlägsnas pga storlek och lokalisering ska kontrolleras regelbundet. För homogena LEU utan dysplasier rekommenderas årliga kontroller, medan icke-homogena förändringar och förändringar med dysplasier bör kontrolleras var 3:e månad 8. Även om LEU går att avlägsna kirurgiskt och inte recidiverar, bör det aktuella området kontrolleras årligen hos patientens ordinarie tandläkare. Erytroplakier karakteriseras av att de är röda, något nedsänkta i slemhinnan och oftast väl avgränsade. Dessa förändringar är inte lika vanliga som LEU, men de har en betydligt högre risk att genomgå utveckling till oral skivepitelcancer.",
		"products": ""
	},
	{
		"title": "Lingua geografica",
		"level": 3,
		"id": "n2_15",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Lingua geografica",
		"content": " Lingua geografica (LG) är en vanlig tungförändring med migrerande papillatrofi som kan ge symtom. Aktiviteten ligger i den perifera gulaktiga randzonen och den efterföljande papillatrofin utgör ett område där läkning påbörjas. Om förändringen startar på flera punkter samtidigt flyter randzonerna ihop till en ”karttunga”. Kronisk LG går ofta över i en fissurerad tunga. Majoriteten av patienter med LG är symtomfria, men vid symtom kan tungpress, dvs att patienten pressar tungan mot tandraden eller suger på tungan, vara en bidragande orsak. Effektiv behandling saknas. Liknande förändringar kan ses vid psoriasiforma förändringar i munhålan och vid Reiters syndrom. Patienter med LG uppvisar ingen ökad förekomst av psoriasis.",
		"products": ""
	},
	{
		"title": "Orala virussjukdomar",
		"level": 3,
		"id": "n2_16",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Orala virussjukdomar",
		"content": " Primär herpetisk gingivostomatit orsakas av herpes simplex-virus typ 1 (HSV 1). Sjukdomen drabbar företrädesvis små barn och debuterar akut med feber och smärtor i munnen. Det senare leder till att barnet ofta vägrar att både äta och dricka. Lokalt ses inflammation av tandköttet samt grupperingar av små vesikler/sår som konfluerar till större, grunda oregelbundna sår med omgivande inflammatorisk retning. Krustabildning på läpparna är vanligt förekommande. Behandlingen är inriktad på smärtlindring så att barnet kan få i sig vätska. Sedvanliga analgetika ges som mixtur eller stolpiller och kan kompletteras med lidokain som lokalbehandling. Till vuxna och större barn kan lidokainlösning (20 mg/ml) för sköljning prövas. Maxdos för vuxna är 15 ml/dos och 60 ml/dygn. Till små barn kan speciella skumgummiförsedda pinnar eller tops doppas i lösningen som penslas lätt på munslemhinnan före födointag. Rekommenderad barndos saknas, men för barn < 12 år ska dosen inte överstiga 3 mg/kg kroppsvikt och för barn < 3 år rekommenderas mindre koncentrerade lidokainlösningar. Isbitar att suga på eller glass kan vara ett annat sätt att minska smärtan och samtidigt få i barnet vätska. Hos vuxna kan också benzydamin, i beredning för gurgling, användas som smärtstillande. Vidare kan lokalbehandling ske med klorhexidin, munsköljning med kroppstempererad fysiologisk koksaltlösning samt rengöring med fuktad tork eller mjuk tandborste. Vid uttalad herpetisk gingivostomatit rekommenderas aciklovir, 15 mg/kg kroppsvikt (max 200 mg/dos) 5 gånger/dag i 7 dagar med första dos inom 72 timmar. Detta gäller vuxna och barn över 2 år. I randomiserade studier har man funnit att förekomsten av herpesblåsor förkortades från 10 till 4 dagar. Man såg även signifikanta effekter på feber, nutritionssvårigheter och virusutsöndring 9, 10. Reaktivering av HSV 1 manifesterar sig oftast som herpes labialis (se även kapitlet Hudsjukdomar, avsnittet Herpes simplex, ) men kan också någon gång orsaka herpetisk stomatit. Denna intraorala herpesinfektion kan vara mycket smärtsam och sätter sig oftast i den parakeratiniserade slemhinnan (gom och alveolarutskott) till skillnad från aftös stomatit som involverar den rörliga slemhinnan. Dessa sårbildningar är endast millimeterstora och kan vara svåra att upptäcka. Hos immunologiskt nedsatta patienter kan herpesinfektionen yttra sig som konfluenta sårbildningar eller gulaktiga papler och behandling med antivirala medel är här motiverad. Vattkoppor är primärinfektionen för varicella-zoster-virus och recidiverande varicella-zoster-infektion kan ge upphov till herpes zoster med unilaterala vesikler inom ett område innerverat av n. trigeminus tredje gren med sina maxillära och mandibulära grenar. Även denna typ av herpesinfektion kan ge prodromalsymtom i form av smärta som ibland misstolkas som tandvärk.",
		"products": "30 morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol scand dolol retard tridural tramuno bmm opidol dolatramyl palexia yantil aspirin alka-seltzer albyl acetylsalicylsyra magnecyl bamyl apernyl mit donobid diflunisal magnecyl-koffein migpriv acetylsalicylsyra/koffein novalgin sanofi koffazon quarelin alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo pro-dafalgan paracetamol/phenylephrine katadolon prialt sativex saridon orstanorm ergotam-ct migranal dihydergot dihydroergotamine deseril cafergot belladonna-ergotamin anervan imigran imigrane sumatriptan glaxo triptamed matrip sumite sariptan trisuman zumo sumamedan sumacta cinie oriptan suma eql sumavel triptagram naramig frozamig zomig zomigoro zomigon zolmitriptan zolomster boehringer maxalt rizatriptan rizasmelt riptaspec zaptafar zatrispec zatraptin rizaspec tanrispes almogran relpax eletriptan migard tigreat frova sandomigrin kapvay klonidin xylocain xylocain-adrenalin utan instillagel lidokainhydroklorid lidokain lidokainhydroklorid-nafazolin (färgad)  i oral cleaner lidomax elamal versatis lidocaine lidoderm alsol-lidokain xylocard corsodyl hexident periochip periogard klorhexidin hibitane klorhexidinsprit färgad hibiscrub descutan desivon bepandex zovirax geavir aciclovir acyclovir aciklovir merck sitavig contra anti triflumann viroptic acivision mg/g acic-ophtal virgan zirgan wartec condyline vectavir vectatone aldara zyclara healip docosanol zoviduo xerclear veregen"
	},
	{
		"title": "Orala svampinfektioner",
		"level": 3,
		"id": "n2_17",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Orala svampinfektioner",
		"content": " De två typerna av akut candidos, pseudomembranös candidos och erytematös candidos, ses hos barn eller nedgångna vuxna, framför allt med diabetes mellitus eller maligna sjukdomar, i synnerhet leukemi eller maligna lymfom. Lokal och systemisk antibiotikaterapi, kortikosteroidbehandling och annan immunsuppressiv terapi kan öka risken för infektion. De kroniska formerna av pseudomembranös och erytematös candidos går inte att skilja från de akuta. Skillnaden är durationen, som överstiger 6 månader. Kronisk hyperplastisk candidos engagerar oftast området innanför munvinklarna och drabbar företrädesvis rökare. Förändringen är vitaktig och skiljer sig från den pseudomembranösa formen då den inte är avskrapbar. Kronisk hyperplastisk candidos kan vara svår att skilja från LEU. Om förändringen försvinner med antimykotisk behandling talar det mer mot LEU. Omhändertagandet av orala candidoser ska alltid inriktas på att identifiera och eliminera lokala och systemiska predisponerande faktorer, Faktaruta 2. Om systemiska faktorer föreligger bör man beakta att patienten även kan ha svampinfektioner genitalt och i övriga delar av mag-tarmkanalen. Om elimination av predisponerande faktorer inte är möjlig kan symtomgivande orala infektioner behöva behandlas med antimykotika, se Terapirekommendationerna . Vid två former av candidaassocierade infektioner kan bakteriell genes också förekomma: protesstomatit och munvinkelragader. Protesstomatit karakteriseras av en erytematös förändring med samma utsträckning som protesbasen. Patienten ska informeras om protesrengöring, som lämpligen sker med hjälp av en speciell protesborste och rengöringsvätska. Protesen kan också behöva justeras och protesbasen förnyas. Om svampinfektionen persisterar trots behandling bör prov tas för bakterieodling i stället för upprepade svampbehandlingsförsök. Om floran domineras av bakterier kan protesstomatiten läka ut efter adekvat antimikrobiell behandling. Munvinkelragader beror sällan på enbart låg betthöjd eller vitaminbrist. Oftast har patienten torr hud som predisponerar för en fissurutveckling i munvinklarna. Dessa fissurer kontamineras av svamp från munhålan och/eller stafylokocker från huden. Kräm innehållande mikonazol + hydrokortison är förstahandspreparat. Om infektionen endast är orsakad av stafylokocker kan retapamulin övervägas. Efter utläkning är det viktigt att hålla munvinklarna smidiga med mjukgörande kräm för att förhindra recidiv.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam pevisone daktacort cortimyk pevison"
	},
	{
		"title": "Faktaruta 2",
		"level": 3,
		"id": "n2_18",
		"parentId": "n2_7",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "facts",
		"titlePath": "Munhålans sjukdomar && Orala slemhinne- förändringar och infektioner && Faktaruta 2",
		"content": " Bakom oral candidos finns alltid en predisponerande lokal eller systemisk faktor. Denna ska om möjligt elimineras innan antifungal behandling påbörjas.",
		"products": ""
	},
	{
		"title": "Munsveda",
		"level": 2,
		"id": "n2_19",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Munsveda",
		"content": " Munsveda (BMS; burning mouth syndrome), som är vanligt hos medelålders och äldre personer, ger en brännande känsla, framför allt i tungan, som oftast lindras av mat och dryck 11. De vanligaste utlösande faktorerna är muntorrhet, tungpress och tungsugning. Dessa parafunktionella beteenden är oftast en del i ett stressrelaterat spänningstillstånd i huvud- och halsregionen. Per definition har patienter med BMS helt retningsfria slemhinnor. Munsveda kan drabba patienter med perniciös anemi eller andra bristtillstånd (järn, folsyra), muntorrhet, diabetes mellitus och lingua geografica. Vid dessa tillstånd uppvisar patienterna vanligtvis ett erytem på tungryggen. Angiotensin II-antagonister och ACE-hämmare kan båda orsaka smakförändringar som vid BMS. Det är även vanligt att patienter med underliggande depression, oro för cancer/sexuellt överförd sjukdom eller somatoformt syndrom söker för munsveda. Noggrann information och behandling för att minska de negativa effekterna av det parafunktionella beteendet kan ge symtomlindring. Detta kan ske med t ex rörelseträning och insättandet av en tunn mjukplastskena som framställs av tandläkare. Efter den medicinska utredningen kan det bli aktuellt med behandling av bristtillstånd eller psykiatrisk konsultation. ",
		"products": "niferex erco-fer nycoplus fexim ferromyn ferplex duroferon maltofer ferinject venofer ferrologic ferion järnsackaros cosmofer monofer rienso diafer ferritamin folacin folsyra folvidon folarell folsäure-injektopas cozaar lorista losartan losagen losindia losarstad losatrix lorzaar losaprex losartan/hydrochlorothiazide bmm lostankal solartan teveten tevetenz diovan tareg angiosan valsartan valtsu valmilano valsartore cuenca piera vilantal vivendal presval valfox valmed vapress karvea aprovel irbesartan ifirmasta agepin medipha sabervel atacand amias blopress ratacand kenzen candesartan racanda candexetil kandrozid artican candesarstad kairasec pritor micardis kinzalmono telmisartan zanacodar tolura teva misafar telspes tardipan milsertan elicator tordinespes tensolidim promisofar miprasan staram selmatran mildetispes edarbi ipreziv capoten captopril scand kaptopril renitec linatil enalapril ednyt enap vivatec zestril lisinopril lisopress primylis primylin lisigen coversyl coverex perindopril pramace triatec ramipril ramipress sigacaps prilacaps riprosil raprilix ramitab accupro kinatabs kiprisil kinoprilam kinamed kinaprosil medokinal ekiprine kinastad kipristad kiprimed kinasil kinapromed quinapril cibacen inhibace cilazapril monopril fosinopril fosinamed fosiact prilamedana fenosimed fosavis actaprilana prilafosina odrik gopten bifril zofenil zofenopril zofenomyl zofymyl"
	},
	{
		"title": "Bruxism",
		"level": 2,
		"id": "n2_20",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Bruxism",
		"content": " Bruxism, eller patologiskt tandgnisslande eller tandpressning, är ett mycket vanligt fenomen. Detta dysfunktionella beteende kan framkalla många olika problem såsom huvudvärk, nedslitna tänder, käkledsproblem, muskelbesvär och känsliga tandhalsar. Den smärta patienten upplever kan vara mycket kraftig och ibland svår att skilja från akut tandvärk. Orsaken till bruxism är ofullständigt känd, men kan betraktas som ett uttryck för ett ökat spänningstillstånd liknande det som orsakar led- och muskelbesvär i andra delar av kroppen. Behandlingen består oftast av att patienten får en hård bettskena att använda nattetid. Under senare år har även behandling med en mjuk skena visat sig ge god effekt. Fördelen med en mjuk skena är att patienten även kan använda den på dagen. Kognitiv beteendeterapi samt även biofeedback-träning har givit positiva resultat 12. Farmakologiskt inriktad behandling vid myogent betingad värk som en följd av bruxism består av amitriptylin och NSAID 13.",
		"products": "tryptizol saroten laroxyl triptyl amitriptylin ambene indomee confortid liometacen indo-ct indomet-ratiopharm indocid clinoril sulindac voltaren diklofenak modifenac diclofenac t difene eeze ignorin otriflu bmm instantin eezeneo dicuno diklotab diclok kappadi toradol barcan airtal betiral preservex arthrotec artrotec brexidol piroxicam alganex xefo mobic latonid meloxikam meloxicam moven enaros brufen ibumetin ipren nurofen alindrin advil ibuprofen banner burana xpri ifenin ibumax ibuzin flarin naprosyn naproxen pronaxen alpoxen aleve eox naprocur bonyl miranax orudis zon ketoprofen prodon retard siduro profenid cebutid froben tradil ketesse enantyum ardinex vimovo clotam celebra solexa celora aclarix celebrex celecoxib kudeq vioxx ceoxx vioxxakut arcoxia turox tauxib bextra valdyn rayzon dynastat prexige relifex nabumeton artrox glukosamin osteoeze glucosine perigona glufan pharma samicop glucomed gool aussiamin flexodon comfora donacom novamin glucosamine osaflex dolenio synomax fmc dona condrosulf condrosan"
	},
	{
		"title": "Tandsjukdomar",
		"level": 2,
		"id": "n2_21",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Karies och endodontiska problem",
		"level": 3,
		"id": "n2_22",
		"parentId": "n2_21",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Karies och endodontiska problem",
		"content": " Karies drabbar tandens hårdvävnad pga att bakteriella plack på tandytan ger upphov till syrabildning. Egenvård med daglig tandborstning med fluortandkräm samt undvikande av frekventa mellanmål minskar risken för syraangrepp och därigenom karies (hög evidensgrad) 14. En fluorhalt på 1,0–1,2 mg/L i dricksvattnet har god förebyggande effekt (hög evidensgrad) mot karies utan några kända medicinska biverkningar. Grupper med speciell risk för att utveckla karies rekommenderas fluorbehandling med tabletter, tuggummi, sköljningar eller gel (låg evidensgrad). Om kariesprocessen progredierar kan den ge upphov till inflammatoriska reaktioner i tandpulpan, s k pulpit. På grund av de omgivande hårdvävnaderna har pulpan mycket små möjligheter att kompensera de tryckökningar som detta leder till. Smärtan uppträder först som intermittenta attacker som kan utlösas av värme eller kyla. Vid progress ökar det pulpala trycket ytterligare, vilket tillsammans med produktionen av inflammatoriska mediatorer ger patienten en konstant och mycket kraftig smärtupplevelse. Positivt perkussionstest är ett diagnostiskt tecken på den tryckökning som är resultatet av en pulpit. Kausal behandling, eliminering av trycket, kan ske genom rotbehandling (endodontisk behandling). Obehandlad pulpit kan medföra att patienten blir mycket kraftigt smärtpåverkad. I dessa fall ger behandling med paracetamol, ASA eller annat NSAID inte tillräcklig smärtlindring. Man bör då överväga lokalanestesi, tillägg av tramadol eller morfin/oxikodon alternativt ketobemidon. Smärtan vid en obehandlad pulpit avtar vanligtvis efter några dygn då pulpan nekrotiserats och vävnadstrycket långsamt utjämnats. Bakterier som lever i den nekrotiska vävnaden kan dock växa till och orsaka en akut inflammatorisk reaktion under rotspetsen, vilket resulterar i en lokal benresorption som härbärgerar en periapikal parodontit. Den akuta endodontiska behandlingen är, som vid pulpit, inriktad på tryckutjämning genom dränage av pus genom tanden. Problem med isande tandhalsar är ett resultat av att en bakteriebeläggning gett upphov till demineralisering. Rotcementet blir mjukt och det underliggande dentinet exponeras efter t ex tandborstning. Vätskeströmningar i dentinets kanal till tandpulpan orsakar en nervretning som patienten upplever som en isning vid exponering för temperaturskillnader eller högosmotiska vätskor. Den isande känslan bör försvinna inom någon minut efter att orsaken avlägsnats. Mer ihållande smärta tyder på pulpit. Behandlingen av känsliga tandhalsar bygger på ocklusion av dentinkanalerna med fluorhaltiga preparat eller preparat som kan desensibilisera nerverna i dentinkanalerna.",
		"products": "alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo ambene indomee confortid liometacen indo-ct indomet-ratiopharm indocid clinoril sulindac voltaren diklofenak modifenac diclofenac t difene eeze ignorin otriflu bmm instantin eezeneo dicuno diklotab diclok kappadi toradol barcan airtal betiral preservex arthrotec artrotec brexidol piroxicam alganex xefo mobic latonid meloxikam meloxicam moven enaros brufen ibumetin ipren nurofen alindrin advil ibuprofen banner burana xpri ifenin ibumax ibuzin flarin naprosyn naproxen pronaxen alpoxen aleve eox naprocur bonyl miranax orudis zon ketoprofen prodon retard siduro profenid cebutid froben tradil ketesse enantyum ardinex vimovo clotam celebra solexa celora aclarix celebrex celecoxib kudeq vioxx ceoxx vioxxakut arcoxia turox tauxib bextra valdyn rayzon dynastat prexige relifex nabumeton artrox glukosamin osteoeze glucosine perigona glufan pharma samicop glucomed gool aussiamin flexodon comfora donacom novamin glucosamine osaflex dolenio synomax fmc dona condrosulf condrosan nobligan tradolan tiparol tramadol gemadol scand dolol tridural tramuno opidol dolatramyl morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon ketogan novum med ketodur ketobemidon"
	},
	{
		"title": "Gingivit och parodontit",
		"level": 3,
		"id": "n2_23",
		"parentId": "n2_21",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Gingivit och parodontit",
		"content": " Odontogena infektioner behöver inte utgå från pulpan utan kan vara orsakade av infektioner i tandens upphängningsapparat (parodontiet). Subgingival tandsten i kombination med bakterieansamlingar kan ge upphov till akuta tillstånd med svullnad av alveolarutskottet som följd. Pus kan tränga upp ur tandköttsfickan vid palpation eller vara inkapslad i den parodontala vävnaden. I det senare fallet kan infektionen penetrera slemhinnan varvid en fistelbildning uppstår. Incision är motiverad om abscessen inte tömmer sig via tandköttsfickan. Om patienten är allmänpåverkad ges antibiotika. Om akut lokalbehandling hos tandläkare inte kan genomföras ska patienten erhålla penicillin V och metronidazol tillsammans med smärtlindrande medel 15, 16. Gingivit orsakas av bakterieansamling vid tandköttskanten. Om tanden inte blir rengjord kommer ytterligare plack och tandsten att växa ner i tandköttsfickan och den inflammatoriska reaktionen bidrar till att tandens parodontium bryts ner och patienten drabbas av tandlossning (parodontit). Parodontit behandlas med rengöring hos tandhygienist och därefter egenvård i form av tandborstning och andra hjälpmedel som tandtråd och tandsticka. Generell antibiotikabehandling är endast motiverad vid snabbt progredierande parodontit. Olika metoder för att underlätta benregeneration kan användas efter att den parodontala infektionen eliminerats. På senare år har en association mellan parodontit och hjärt-kärlsjukdom konstaterats. Det finns dock inga säkra belägg för att behandling av parodontit kan förebygga utveckling av kranskärlssjukdom.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam rosazol rozex robaz elyzol zidoval"
	},
	{
		"title": "Allvarliga odontogena infektioner",
		"level": 3,
		"id": "n2_24",
		"parentId": "n2_21",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Allvarliga odontogena infektioner",
		"content": " Obehandlade infektioner, av den typ som beskrivits ovan, kan leda till allvarliga odontogena infektioner. Dessa infektioner ger inte upphov till någon fistelbildning som tömmer sig i munhålan utan finner andra spridningsvägar. Infektionen kan sprida sig i olika fascieskikt ner till mediastinum och luftvägarna. Indikationer för sjukhusvård är progredierande svullnad i ansikts-, hals- och submandibulärregionen med allmänpåverkan som följd. Patienten ska omgående överföras till ÖNH-klinik där parenteral antibiotikabehandling ges. Vid infektiöst orsakade svullnader som är begränsade till den orala regionen bör man i första hand skapa dränage genom tanden eller via incision. Antibiotika kan vara en hjälp vid svårare lokala bakterieinfektioner.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam"
	},
	{
		"title": "Dentala trauman",
		"level": 3,
		"id": "n2_25",
		"parentId": "n2_21",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Dentala trauman",
		"content": " Bra information om behandling av dentala trauman finns samlat på webbplatsen The Dental Trauma Guide (www.dentaltrauma guide.org). ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Trauma på mjölktänder",
		"level": 4,
		"id": "n2_26",
		"parentId": "n2_25",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Dentala trauman && Trauma på mjölktänder",
		"content": " Barn med tandtrauma kan ha svårt att samarbeta och behandlingen inriktas i första hand på smärtlindring. Föräldrarna ska informeras om vikten av analgetika, skonkost och god munhygien. I andra hand sker behandling i syfte att minska skador på permanenta tänder. Extruderade primära tänder ska aldrig replanteras då detta kan skada de permanenta tänderna. Mjukdelsskador ska omhändertas enligt beskrivning i nästa avsnitt. ",
		"products": "morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol scand dolol retard tridural tramuno bmm opidol dolatramyl palexia yantil aspirin alka-seltzer albyl acetylsalicylsyra magnecyl bamyl apernyl mit donobid diflunisal magnecyl-koffein migpriv acetylsalicylsyra/koffein novalgin sanofi koffazon quarelin alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo pro-dafalgan paracetamol/phenylephrine katadolon prialt sativex saridon orstanorm ergotam-ct migranal dihydergot dihydroergotamine deseril cafergot belladonna-ergotamin anervan imigran imigrane sumatriptan glaxo triptamed matrip sumite sariptan trisuman zumo sumamedan sumacta cinie oriptan suma eql sumavel triptagram naramig frozamig zomig zomigoro zomigon zolmitriptan zolomster boehringer maxalt rizatriptan rizasmelt riptaspec zaptafar zatrispec zatraptin rizaspec tanrispes almogran relpax eletriptan migard tigreat frova sandomigrin kapvay klonidin"
	},
	{
		"title": "Trauma på permanenta tänder",
		"level": 4,
		"id": "n2_27",
		"parentId": "n2_25",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Tandsjukdomar && Dentala trauman && Trauma på permanenta tänder",
		"content": " Var 5:e tonåring drabbas av trauma mot tänderna och hälften av fallen inträffar på tidpunkter som ligger utanför normal arbetstid. Om traumat endast resulterar i att delar av tanden slagits av utan att det kvarvarande fragmentet ändrat position kan man som regel avvakta till dess att tandläkare kan göra en närmare inspektion. Tandfragment bör sparas i fysiologisk koksaltlösning för att tandläkaren i ett senare skede ska kunna ta ställning till om det kan användas vid restaureringen av tanden. Om tanden ändrat position i förhållande till sin alveol (intrusion, extrusion, lateral luxation) bör tandläkare tillkallas i det akuta skedet. Om tanden har en felställning, vilket vanligtvis innebär att tandkronan flyttats posteriort (lateral luxation), kan den oftast reponeras genom att man med fingret trycker i omslagsvecket i höjd med tandroten. I de fall där tanden inte kan replanteras omedelbart kan förvaring ske i mjölk eller fysiologisk koksaltlösning. Det viktigaste är att tandens rothinna inte torkar. I nödfall kan tanden läggas under tungan så att den täcks med saliv. Ju fortare tanden replanteras desto bättre förutsättningar har den att växa fast, även om revaskularisering av den dentala pulpan inte sker. Efter replantation bör patienten erhålla antibiotikum (exempelvis penicillin V i 7 dagar) och stelkrampsskyddet kontrolleras. Vid både replantation och reponering ska de tänder som varit utsatta för trauma fixeras. Detta fordrar som regel speciella instrument och material vilket innebär att tandläkare måste tillkallas. Detta gäller även om tänderna frakturerats och uppvisar pulpablotta. Vid mjukdelsskador är det viktigt att avlägsna främmande kropp, som grus och asfaltsrester, då de kan ge missfärgningar. Efter noggrann tvätt kan suturering av djupa vävnadsskador vara nödvändig. För att undvika missprydande ärrläkning bör man ha erfarenhet av att suturera traumatiska sår i ansiktsregionen. Vid tand- och käktrauma ska patienten helst undersökas av oralkirurg. Röntgenologisk undersökning bör alltid göras, inkluderande tandröntgen. Tänder som varit utsatta för trauma ska undersökas av tandläkare för ställningstagande till vidare behandling efter det akuta skedet. ",
		"products": "kåvepenin tikacillin peceve avopenin fenoximetylpenicillin eql"
	},
	{
		"title": "Avvikande reaktioner  mot dentala material",
		"level": 2,
		"id": "n2_28",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Avvikande reaktioner  mot dentala material",
		"content": " Kontaktreaktioner mot amalgam (lichenoid kontaktreaktion; LKR) representerar den vanligaste typen av allergiska reaktioner i munhålan. Kliniskt karakteriseras dessa av lokala vita retikulära stråk eller plack. Erytematösa förändringar och sårbildningar kan också förekomma. Förändringen skiljer sig från OLP då den bara finns i kontakt med amalgamfyllningar. LKR och OLP uppvisar samma histopatologiska bild. Epikutantest med kvicksilver (Hg) är av litet diagnostiskt värde eftersom endast 50% av patienterna är positiva för Hg medan > 95% läker då amalgamet ersätts med någon ädelmetall eller porslin. En del patienter känner oro för att Hg från amalgam orsakar försämrat allmäntillstånd. Något entydigt vetenskapligt stöd för en sådan koppling finns inte. Dessa patienter ska genomgå en noggrann medicinsk utredning för att utesluta somatiska orsaker till besvären. Om patienten upplever orala besvär utan synbar förklaring bör man ha ett parafunktionellt beteende i åtanke (se Bruxism ). Vid bestående oro kan det bli aktuellt med amalgamutbyte. Detta ska då ske som en del av den medicinska rehabiliteringsplan som den medicinskt ansvarige läkaren upprättar för patienten 17, 18. Allergiska reaktioner mot övriga dentala material, såsom kompositer, guldkonstruktioner och metylmetakrylat i proteser, är mycket sällsynta. Vid misstanke om allergiska reaktioner ska patienten remitteras till sjukhustandläkare eller annan vårdgivare med oralmedicinsk expertis.",
		"products": ""
	},
	{
		"title": "Omhändertagande  av vissa patientgrupper",
		"level": 2,
		"id": "n2_29",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Omhändertagande  av vissa patientgrupper",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Nedsatt immunförsvar",
		"level": 3,
		"id": "n2_30",
		"parentId": "n2_29",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Omhändertagande  av vissa patientgrupper && Nedsatt immunförsvar",
		"content": " Vid organtransplantation och hematologiska maligniteter rekommenderas att lokala vårdprogram upprättas. Det odontologiska omhändertagandet bör inriktas på att komma in tidigt i behandlingskedjan. Patienter som blir föremål för immunsuppressiv terapi i samband med organtransplantation har oftast en grundsjukdom, som funnits under lång tid. Den ”preoperativa” odontologiska utredningen och behandlingen ska därför genomföras i god tid innan den medicinska behandlingen blir aktuell. Detta medför att den odontologiska behandlingen kan genomföras på ett mer konventionellt sätt och att tid finns för att utvärdera t ex endodontisk och parodontal behandling. Ett bra samarbete mellan sjukvård och tandvård är här av stor betydelse. Vid hematologisk remissionsinducerande behandling ska oralkirurgiska ingrepp, parodontal och endodontisk behandling tillåtas primärläka innan patienten når för låga granulocyt- och trombocytvärden. I praktiken innebär detta att behandlingen måste ske senast 10 dagar innan de låga blodvärdena uppnås. Om detta inte är möjligt, såsom vid akuta leukemier, bör man avstå från radikal behandling och endast genomföra lokala åtgärder i syfte att förbättra munhygienen. Resterande dentala behandlingar kan i regel skjutas upp till återhämtningsfasen efter inledande cytostatikabehandling. Om dentala infektioner skulle uppstå under den inledande behandlingsfasen kan extraktioner i de flesta fall genomföras utan komplikationer. Exkavering av karies genomförs endast om det föreligger risk för endodontiska problem. Endodontisk behandling i detta skede är sällan indicerad och genomförs endast vid akuta infektioner. Traumaeliminering genom tillslipning av tänder och fyllningsmaterial är okomplicerade åtgärder som förhindrar sår i munslemhinnan med åtföljande risk för bakteriemi. Inflammatoriska förändringar i den orala slemhinnan, orala mukositer, kan orsakas av kemoterapi och strålbehandling mot huvud- och halsområdet. Vid kemoterapi som resulterar i ökad blödnings- och infektionsbenägenhet bör lokalt vårdprogram beaktas. Tillgång till sådana program finns alltid på sjukhustandvårdskliniker vid landets akutsjukhus. Det finns rapporter som visar att klorhexidin och tuggning av is under kemoterapin kan minska utvecklingen av mukositer 19. I övrigt ska mukositbehandlingen främst inriktas på att upprätthålla en god munhygien. Detta genomförs morgon och kväll med hjälp av en extra mjuk tandborste och tandkräm utan natriumlaurylsulfat. Patienten ska även skölja med natriumfluorid (NaF)-lösning, 0,05%, 2 gånger/dag. För strålbehandlade patienter rekommenderas NaF-lösning, 0,2%, 1 gång/dag, pga ökad kariesbenägenhet. Vid symtom från slemhinnan kan 10 ml benzydaminlösning 1,5 mg/ml eller lidokainhydrokloridlösning 20 mg/ml användas i lokalbedövande syfte. Om patienten har seg och trådig saliv kan man skölja med bromhexin, oral lösning 0,8 mg/ml, 4 ml 3 gånger/dag. Vid svampinfektioner och muntorrhet hänvisas till avsnittet Orala svampinfektioner , respektive avsnittet Muntorrhet, .",
		"products": "sendoxan cyklofosfamid leukeran alkeran holoxan ixoten ribovact myleran busilvex ovastat thiotepa tepadina bicnu becenun lomustine ceenu zanosar temodal temomedac temozolomide temozolomid dtic dacarbazine vercyte methotrexate metoject wyeth metotrexat ebetrex strides arcolab metopen metojectpen tomudex alimta folotyn puri-nethol xaluprine purinethol mercaptopurin-medice lanvis leustatin litak fludara fludarabin bayer fludarabine fresenius evoltra atriance cytosar arabine cytarabine depocyte cytarabin flurablastin fluorouracil efudix gemzar gemcitabin gemcitabine martindale bmm gemalata xeloda capecitabin capecitabine cardalox xalvobin arxeda actabi cantaloda medico capecitalox prevexel cerex actikerall uft teysuno vidaza dacogen velbe vinblastinsulfat-teva oncovin vincristine eldisine navelbine vinorelbin navirel vinobur relbinalur vinorelbine javlor vepesid eposin etopofos exitop etoposid lastet eto-gry vumon taxol paxene pacovary paclitaxel actaxel plitaxel plivaxol plivatel paklitaxel paklimedica paklitaxomed cantaxel pacligen abraxane paclical taxotere docetaxel cell docefrez doceria docirena ribodocel symtaxel teva jevtana yondelis cosmegen adriamycin doxorubicin caelyx myocet cerubidin daunoxome farmorubicin epirubicin zavedos idarubicin novantrone mitoxantron mitoxantrone strimax pixuvri bleomycin mutamycin mitomycin platinol cisplatin paraplatin carboplatin carbomedac eloxatin oxaliplatin oxamed oxitropic cardinal olatin procarbazine natulan mabthera herceptin mabcampath campath mylotarg erbitux avastin vectibix removab arzerra yervoy adcetris perjeta kadcyla daratumumab amekrin erwinase asparaginase hexalen hydroxyurea hydrea siklos droxia nipent miltex impavido estracyt vesanoid hycamtin topotecan potactasol campto irinotecan irinosor namedica panretin lysodren oncaspar targretin trisenox onsenal velcade xagrid zolinza istodax halaven erivedge zaltrap carfilzomib metvix photofrin photobarr gliolan alacare ameluz foscan sutent nexavar sprycel glivec imatinib tarceva iressa tyverb tasigna torisel afinitor votubia votrient bosulif bosutinib zelboraf xalkori inlyta jakavi caprelsa giotrif stivarga tafinlar gsk2118436 iclusig ponatinib afatinib vismodegib laquinimod ok corsodyl hexident periochip periogard klorhexidin hibitane klorhexidinsprit färgad hibiscrub descutan desivon bepandex natriumklorid dentan fludent duraphat fluorette top dent dentirol fluor natriumfluorid saliversättningsmedel med saliva orthana xylocain xylocain-adrenalin utan instillagel lidokainhydroklorid lidokain lidokainhydroklorid-nafazolin (färgad)  i oral cleaner lidomax elamal versatis lidocaine lidoderm alsol-lidokain xylocard bisolvon bromhex bromhexin"
	},
	{
		"title": "Diabetes",
		"level": 3,
		"id": "n2_31",
		"parentId": "n2_29",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Omhändertagande  av vissa patientgrupper && Diabetes",
		"content": " Parodontit är vanligare vid både typ 1- och typ 2-diabetes. Risken ökar avsevärt vid instabila glukosvärden och rökning. Parodontit kan förmodligen i sin tur orsaka hyperglykemi. Beträffande karies är det däremot tveksamt om diabetes orsakar försämringar. Genom optimering av den orala hygienen kan man minimera de orala komplikationerna vid diabetes. Munhåla och tänder hos en icke välinställd diabetespatient bör regelbundet undersökas.",
		"products": "25 50 glucos fresenius glukos rehydrex med kabi mg/ml glucos. b. braun baxter"
	},
	{
		"title": "Antibiotikaprofylax  vid ingrepp i munhålan",
		"level": 2,
		"id": "n2_32",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Antibiotikaprofylax  vid ingrepp i munhålan",
		"content": " Nyttan av antibiotikaprofylax till olika patientgrupper i samband med tandbehandlingar är ständigt debatterad i Sverige och i andra länder och rekommendationerna revideras relativt ofta. Det finns därför anledning att kontinuerligt följa Läkemedelsverkets rekommendationer. Det råder dock konsensus om att god tandhälsa och god munhygien minskar risken för hematogen spridning av bakterier från munhålan, vilket är av större betydelse än att använda antibiotika i profylaktiskt syfte. Det stora flertalet individer behöver inte antibiotikaprofylax i samband med tandvård, men för vissa patientgrupper med en ökad risk kan det vara aktuellt, se Terapirekommendationerna. Det är dock den sammanvägda bedömningen av patientens samtliga odontologiska och medicinska riskfaktorer som är avgörande för om antibiotikaprofylax är motiverad 20.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer – Patienter som kan vara aktuella att erhålla antibiotikaprofylax före odontologiska ingrepp",
		"level": 3,
		"id": "n2_33",
		"parentId": "n2_32",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Munhålans sjukdomar && Antibiotikaprofylax  vid ingrepp i munhålan && Terapirekommendationer – Patienter som kan vara aktuella att erhålla antibiotikaprofylax före odontologiska ingrepp",
		"content": " En helhetsbedömning på individnivå måste alltid göras av patientens behov av antibiotikaprofylax före odontologiska ingrepp a tandextraktion subgingival depuration (”tandstensskrapning”) dentoalveolär kirurgi. högdosstrålbehandlat käkben cancerpatienter som behandlas, eller har behandlats, med bisfosfonat intravenöst. 9 9",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam"
	},
	{
		"title": "Käkbensnekroser relaterade till  bisfosfonater, biologiska läkemedel och proteinkinashämmare",
		"level": 2,
		"id": "n2_34",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Käkbensnekroser relaterade till  bisfosfonater, biologiska läkemedel och proteinkinashämmare",
		"content": " Det är känt att bisfosfonater kan orsaka käkbensnekroser (ONJ). Dessa uppkommer oftast efter trauma men spontan uppkomst har också rapporterats. ONJ förekommer framför allt hos patienter som får intravenös behandling med bisfosfonater pga myelom, bröstcancer eller annan cancer med skelettkomplikationer. Dessa patientkategorier ska före intravenös behandling med bisfosfonater genomgå tandläkarbedömning (www.sfhem.se/riktlinjer ) i syfte att eliminera faktorer som senare kan bidra till uppkomsten av ONJ. Bland annat bör infektionsfoci saneras och tandextraktioner utföras vid behov innan behandling inleds. Eventuella extraktionsalveoler ska vara läkta och patienten ska ha besökt tandhygienist för förebyggande behandling. God tandvård rekommenderas under behandlingsperioden. Även ONJ efter peroral administration har rapporterats men i förhållande till den omfattande användningen av bisfosfonater är detta antal mycket litet och påverkar inte indikationen att sätta in bisfosfonat för att förebygga frakturer. När det gäller patienter med en komplex medicinsk bakgrund (svårinställd diabetes, svår reumatoid artrit, högdos steroider) bör man dock överväga utredning hos tandläkare innan oral administreringen av bisfosfonater påbörjas i syfte att eliminera faktorer som senare kan bidra till uppkomsten av ONJ. Sällsynta fall av ONJ har även rapporterats i kliniska studier för patienter som medicinerat med denosumab, bevacizumab, sorafenib och sunitinib. Denosumab är en human monoklonal antikropp (IgG2) som hämmar såväl bildningen av osteoklaster som deras funktion och överlevnad, vilket leder till att benresorptionen minskar i kortikalt och trabekulärt ben. Bevacizumab, sorafenib och sunitinib påverkar angiogenesen. ONJ har rapporterats i kliniska studier hos patienter med framskriden cancer som behandlats med dessa läkemedel. Kända riskfaktorer för ONJ innefattar cancerdiagnos med benlesioner, samtidiga behandlingar (t ex kemoterapi, angiogeneshämmande biologiska läkemedel, kortikosteroider, strålbehandling mot huvud och hals), dålig munhygien, tandextraktioner och samtidiga sjukdomar (t ex anemi, koagulopati, infektion) och tidigare behandling med bisfosfonater. Före behandling med dessa läkemedel av patienter med samtidiga riskfaktorer bör en tandläkarundersökning och lämplig preventiv behandling övervägas. Se också kapitlet Osteoporos och frakturprevention, avsnittet Bisfosfonater .",
		"products": "didronate didronel etidronat merck etidrel etidro-hexal etihexal etihex bonefos ostac aredia pamidronatdinatrium pamidronat pamifos pamidrocell pamidronate bmm fosamax alendronat arrow alenat medarin dedarin gendarin kendarin alendroarrow ratiopharm alendrostad stada alendrolich interpharm hexal teva orifarm mylan alendropol alendrixen polerixen terixen alendronate bioeq pharma polpharma ranbaxy sandoz 1a farma accord bluefish actavis orion pfizer steovess skelid bondronat destara bonviva bondenza ibandronate etanorden ibandronat bonefurbit ibandronatsyra licobondrat quodixor baxogar darnalos ibandronic acid iasibon ibandronsyra fortipan optinate avestra norsed risedronate risedronat vionate riseratio ridrosen adamed zometa aclasta zoledronic zoledronsyra fresenius osate zerlinda steozol betapred celeston betametason betamethasone american decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort prolia xgeva avastin nexavar sutent florinef becotide rhinocort budesonid desonix flutide flutaide flutikason flixotide fluticasone nasonex nasomet mommox mometasone nasacort avamys alisade dymista dyvistalin azeflu xatalin isopto-maxidex opnol maxidex ozurdex dexafree minims ficortril ultracortenol pred predni-pos triesence fml flucon vexol lotemax uniderm mildison i sorbitankräm hyderm clean chemical emovat locoid corticoderm sterax betnovat diproderm diprolen bettamousse betnovate ibaril synalar elocon demoson mometason momegalen monovo ovixan elocom ivoxel efficort flutivate prednikarbat dermovat clarelux clobex dermovate proctosedyl xyloproct scheriproct doloproct"
	},
	{
		"title": "Blödningsrisk",
		"level": 2,
		"id": "n2_35",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Blödningsrisk",
		"content": " En ökad fibrinolytisk aktivitet är den vanligaste orsaken till blödning efter oralkirurgiskt ingrepp. Medicinering med ASA och NSAID-preparat kan också förlänga blödningstiden. ASA-preparat i doser om 75 eller 160 mg/dag behöver dock inte seponeras. Noggrann slutning av sårkanter och kompression är de viktigaste åtgärderna för att förhindra blödningskomplikationer. Andra defekter i hemostasen bör handläggas efter kontakt med koagulationsexpertis. Vid AVK-behandling med kumarinpreparat eftersträvas bibehållande av den aktuella medicineringen. Okomplicerade tandextraktioner kan genomföras vid INR-värden < 3,0, medan mer komplicerade ingrepp fordrar nivåer < 2,2. För att främja den sekundära hemostasen är det viktigt att sårområdet tamponeras med koagulationsbefrämjande material som t ex Surgicel, Tissufleece, Lyostypt etc. Sårkanterna ska därefter primärsutureras. Kompression med kompress indränkt i lösning med tranexamsyra (Cyklokapron brustablett, 1 g upplöst i 5 ml vatten) kan med fördel göras initialt – därefter sköljning i 2–3 minuter 4 gånger/dag i minst 2–3 dagar, helst 1 vecka. (Se även kapitlet Venös tromboembolism och medel mot trombos, avsnittet Ingrepp på antikoagulerad patient, .) Vid postoperativ värk bör i första hand paracetamol användas. ",
		"products": "ambene indomee confortid liometacen indo-ct indomet-ratiopharm indocid clinoril sulindac voltaren diklofenak modifenac diclofenac t difene eeze ignorin otriflu bmm instantin eezeneo dicuno diklotab diclok kappadi toradol barcan airtal betiral preservex arthrotec artrotec brexidol piroxicam alganex xefo mobic latonid meloxikam meloxicam moven enaros brufen ibumetin ipren nurofen alindrin advil ibuprofen banner burana xpri ifenin ibumax ibuzin flarin naprosyn naproxen pronaxen alpoxen aleve eox naprocur bonyl miranax orudis zon ketoprofen prodon retard siduro profenid cebutid froben tradil ketesse enantyum ardinex vimovo clotam celebra solexa celora aclarix celebrex celecoxib kudeq vioxx ceoxx vioxxakut arcoxia turox tauxib bextra valdyn rayzon dynastat prexige relifex nabumeton artrox glukosamin osteoeze glucosine perigona glufan pharma samicop glucomed gool aussiamin flexodon comfora donacom novamin glucosamine osaflex dolenio synomax fmc dona condrosulf condrosan cyklokapron cyklo-f tranon tranexamsyra cyklonova pilexam medsamic alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo"
	},
	{
		"title": "Muntorrhet",
		"level": 2,
		"id": "n2_36",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Muntorrhet",
		"content": " Muntorrhet orsakar tand- och slemhinneproblem med nedsatt livskvalitet som följd. Eftersom födointag ger obehag, sveda och en brännande smärta i orala slemhinnor kan följden bli nedsatt näringsstatus. Med xerostomi avses subjektiv muntorrhet medan hyposalivation avser objektivt verifierad muntorrhet. Muntorrhet används i allmänna ordalag för båda begreppen. Muntorrhet kan orsakas av förlust av, eller negativ påverkan på, fungerande spottkörtlar. Sjögrens syndrom och strålbehandling är exempel på tillstånd som ger förlust av körtelvävnad medan läkemedel (se Faktaruta 3 ), anorexi/bulimi, diabetes mellitus, njursvikt och elektrolyt- och vätskebalansrubbningar kan ge upphov till minskad sekretion från en i övrigt frisk körtel. Det bör framhållas att nyare läkemedel vid urininkontinens, urologiska spasmolytika som t ex oxybutynin, ger muntorrhet som biverkning i ca 10% av fallen. Minskad salivproduktion kan även ses som ett fysiologiskt svar vid adrenergt påslag, t ex vid stress, ångestsyndrom och depression. Munandning och dehydrering är andra orsaker till muntorrhet. Tandläkare kan undersöka salivsekretionshastigheten. Vilosekretion < 0,1 ml/minut och stimulerad sekretion < 0,7 ml/minut är objektiva fynd på hyposalivation. Tandvårdsstödet omfattar det tandvårdsbehov som väsentligt ökats till följd av sjukdom som orsakar muntorrhet. Det innebär att behovet väsentligt ska överstiga normalt behov hos en frisk patient i samma ålder och med motsvarande tandstatus. Endast åtgärder som har samband med sjukdomen omfattas och endast tandvårdsbehov som uppstått efter fastställd diagnos. Muntorrhet är dock patientens subjektiva upplevelse och även vid normal sekretion kan patienten känna sig torr i munnen. Detta kan bero på en ändrad salivsammansättning med ett minskat proteininnehåll. Salivstimulerande- och saliversättningsmedel används vid behandling av muntorrhet. Innan sådana medel sätts in bör man överväga en ändrad medicinering och rehydrering. Hos äldre räcker det ofta inte att ta bort ett specifikt läkemedel utan utsättande av flera medel kan behövas. Vid kvarvarande funktion i körtelvävnaden är salivstimulerande medel förstahandsalternativ. Preparat som innehåller buffrad äppelsyra och fluor har här ett användningsområde. Några studier visar även på bra behandlingseffekt med pilokarpin (Salagen tabletter 5 mg 3–4 gånger/dag i någon månad och därefter utvärdering). Detta gäller även vid muntorrhet orsakad av strålbehandling. I palliativ vård är opioidbehandling vanlig orsak till muntorrhet, liksom munandning och dehydrering. Här används även krossad is och sockerfri sur saft (citron). Vid avsaknad av stimulerbar körtelvävnad är patienten hänvisad till saliversättningsmedel som är baserade på olika typer av växtoljor, t ex linfröolja, jordnötsolja, jättenattljusolja och solrosolja. Behandling är särskilt viktig vid strålinducerad muntorrhet. Saliversättningsmedel som bl a innehåller natriumfluorid och xylitol finns att tillgå. Senare artiklar ger inget stöd för att amifostin (licenspreparat) skulle ha någon positiv effekt vid oral mukosit. ",
		"products": "ditropan cystrin oxybutynin oxibutynin lyrinel kentera ab salagen isopto-pilokarpin pilokarpin dentan fludent duraphat fluorette top dent dentirol fluor natriumfluorid saliversättningsmedel med saliva orthana ethyol",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 3 - Vanliga orsaker till muntorrhet",
		"level": 3,
		"id": "n2_37",
		"parentId": "n2_36",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "facts",
		"titlePath": "Munhålans sjukdomar && Muntorrhet && Faktaruta 3",
		"content": " Minskad salivsekretion till följd av StrålbehandlingKirurgiska ingrepp på spottkörtlarnaPatologiska tillstånd i spottkörtlarnaStopp i spottkörtelgångarna (infektion, tumör, aplasi) Läkemedel Det finns flera hundra preparat som kan orsaka muntorrhet. De vanligaste preparatgrupperna är AntikolinergikaDiuretikaNeuroleptikaTricykliska antidepressivaOpioiderLäkemedel mot Parkinsons sjukdomAntiarytmika Dehydrering orsakad av AnorexiDiarréFeberOxygenbehandlingMunandningKräkningarPolyuriBlödningarSväljningssvårigheter Depression och ångest",
		"products": "300 atrovent ipratropiumbromid ipraxa itrop spiriva favint eklira bretaris seebri enurev tovanor pargitan akineton kemadrin parsitan disipal lysantin benztropine isopto-atropin atropin hyoscin cyclogyl cyclopentolat homatropin mydriacyl tropikamid mydriasert salures bendroflumetiazid esidrex hydroklortiazid hydromed hydrochlorothiazide diuril salures-k centyl k hygropax hygroton tablets chlorthalidone metolazon zaroxolyn natrilix indapamid lasix impugan furix furosemid lasilix furosemide burinex torem torasemid tohexal torarese torase torahexal midert miras mitor unat edecrina reomax edecrin aldactone spironolakton spironolactone soldactone inspra midamor amilorid dyrenium moduretic sparkal normorix amiloferm amilorid/hydroklortiazid samsca hibernal hibernal-embonat chlorpromazine largactil sanofi nozinan levomepromazine levomepromazin neurocil tercian esucos siqualone lyogen fluphenazine trilafon perfenazine decentan perphenazin-neuraxpharm fentazin peratsin stemetil proklorperazin stelazine modalina trifluoperazine neulactil neuleptil mallorol melleril thioridazin-neuraxpharm haldol buronil dipiperon dridol droperidol zeldox geodon ziprasidon ziprasidone serdolect fluanxol depixol truxal cisordinol cisordinol-acutard clopixol clopixol-acutard orap semap adasuve leponex clozapine clozahein zyprexa olanzapin 1a zapilux rolyprexa olanzapine zalasta zypadhera arkolamyl glenmark olazax zopridoxin seroquel alzen quetiapine quetiapin quetiratio nantarid orifarm sycrest sulpirid dogmatil tiapridex solian amisulpride lithionit litarex litiumkarbonat priadel lithmax carbolithium lithiumcarbonaat risperdal belivon risperidon alster medirisp risperoc rispercol risperat chanelle rispid rinarisp rispalan ridalux speron sperinar bmm rispolept abriact rispemyl abilify maintena invega xeplion norpramin tofranil anafranil klomipramin insidon surmontil stangyl lofepramin lofepramine tryptizol saroten laroxyl triptyl amitriptylin sensaval vivactil ludiomil maprotilin fontex fluoxetin fluxantin fluoxetine prozac cipramil apertia cipram citalopram desital citavie biopram citamocal talocit citoglan deproxam citapriwa citapram citalomed cilomed cilopram bellcital citalostad seroxat euplix paroxetin parocetan paroxiflex isoxatine medoxatine deoxatine paroximed mediparox paroxat paroxistad meradel eoxat paroxin paroxetabs paraxodil primoxatine titroxatine serodur arketis eql paluxetil zoloft sertralin sertrabt sertrawinthrop serunato seromeg serlin sertrasen setaloft linasert sertralet sertraver sertratab sertatres oralin sertraxea tifisertral ziral sertranat sertraparma sertrone fevarin fluvosol cipralex entact pretrive prilect resact rezelec esertia seroplex premalex escitalopram marplan nardil jatrosom tranylcypromine parnate aurorix moklobemid moclobemide moclobemid tript-oh levotonine tryptofan l-tryptophan-ratiopharm optimax kalma tolvon mianserin trittico trazodon oleptro nefazodone remeron remeron-s mirtazapin imi trimazimyl scand mirtachem miralix smeltamir mirtin zyban magerion voxra wellbutrin bupropion efexor venlafaxin depot venlanidda venlafaxine durnit venlix vandral venlahex venlapress venette trevilor vefamyl ixel edronax reboxetin davedax yentreve ariclaim cymbalta xeristar duloxetine boehringer valdoxan thymanax pristiq viibryd stablon coaxil inositol laif neurokan prazinil morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol dolol retard tridural tramuno opidol dolatramyl palexia yantil kinidin kiniduron durbis rythmodan gilurytmal xylocard lidokainhydroklorid mexiletine mexitil rytmonorm tambocor flekainid flecainide flecainid cordarone amiodaron corvert pulzium multaq brinavess medicinsk oxygen air yara"
	},
	{
		"title": "Halitosis",
		"level": 2,
		"id": "n2_43",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Halitosis",
		"content": " Uppskattningsvis har 25–30% av världens befolkning dålig andedräkt, halitosis, i varierande grad 21. Att ha dålig andedräkt ger ofta upphov till ett socialt och psykologiskt handikapp. Orsaken till dålig andedräkt återfinns till ca 90% i munhålan (oral halitosis). Anaeroba mikroorganismer metaboliserar födoämnesrester och vid nedbrytningen bildas flyktiga svavelföreningar. Tungans ovansida erbjuder en miljö där mikroorganismerna lätt kan etablera sig och patienter med parodontit uppvisar en högre förekomst av tungbeläggningar jämfört med parodontalt friska patienter. Det finns även ett antal personer som lider av en högt utvecklad rädsla för att de har dålig andedräkt, s k halitofobi. Detta gäller framför allt yngre patienter. Orsaken till s k extraoral halitosis kan vara sjukdomar i luftvägarna (t ex kronisk sinuit, lunginflammation eller cancer i luftvägarna/lungorna), leversjukdomar eller diabetes. Skillnaden mellan intra- och extraoral halitosis kan avgöras genom att patienten växlande blåser ut andningsluft genom näsan och munnen. Extraoral halitosis bör utredas av allmänläkare. På marknaden finns idag ett antal sköljlösningar och sugtabletter. Vissa metalljoner, t ex zink, kan effektivt reducera halten halitosis. Vissa antibakteriella medel, som t ex klorhexidin och cetylpyridinklorid, har också en positiv effekt. Eftersom zinkjoner (ingår i t ex SB12) och antibakteriella agens verkar genom olika mekanismer anses en kombination av dessa komponenter kunna ha en synergistisk effekt mot flyktiga svavelföreningar. När det gäller halitofobi är det mycket viktigt att visa stor förståelse för patientens problem. Det kan vara lämpligt att låta någon oberoende person göra dagliga registreringar av patientens andedräkt under någon vecka. De patienter som fortsatt upplever sig ha en besvärande halitosis trots att en sådan inte är objektivt verifierbar bör utredas av psykiatriker. ",
		"products": "svavel i essex kräm solvezink zink vitalux corsodyl hexident periochip periogard klorhexidin fresenius hibitane klorhexidinsprit färgad hibiscrub descutan desivon bepandex"
	},
	{
		"title": "Palliativmedicinska synpunkter",
		"level": 2,
		"id": "n2_44",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Palliativmedicinska synpunkter",
		"content": " Se även kapitlet Palliativ vård . Hos mycket svårt sjuka patienter, kanske nedsövda för IVA-vård, är god mun- och tandvård lika viktigt som t ex dekubitusprofylax. Tendensen idag är ökande enteral nutrition med sonder passerande näsa och svalg. Vid tillfrisknandet behöver patienten i högsta grad sina tänder för rehabiliteringen. Under sjukdomstiden ska infektion via munhåla och tänder förhindras. Tänderna får inte skadas. En svårt sjuk eller döende patient ska inte irriteras av tandbeläggningar. Även vid infektionsrisk eller blödningsrisk ska tänderna rengöras och andra orala beläggningar (t ex på tungan) avlägsnas. Tandborstning och munrengöring görs minst 2 gånger/dag. Läpparna smörjs med vaselin för att förhindra sprickbildning. Lösa och skadade tänder bör föranleda tandläkarkonsult för temporära åtgärder. Vid muntorrhet behövs än mer frekvent munvård, fuktad rumsluft, saliversättningsmedel osv. Vid koagulationsrubbningar med blodutgjutningar i munhålan bör åtgärder mot grundorsaken insättas. Ibland kan lokalbehandling med tranexamsyralösning på kompresser användas – baddas mot lättblödande område (se under rubriken Blödningsrisk ). Inom palliativ vård är god funktion i munhåla och tänder viktigt för näringsintag den naturliga vägen. Till god livskvalitet hör att kunna njuta av mat och måltider. Ibland kan smakbehov tillfredsställas oralt i sen palliativ fas eller nära döden, särskilt vid demens och slaganfall, genom att via munnen bereda njutning om än bara för en stund. Förlamningstillstånd i ansiktet och halsregionen kan leda till nedsatt motorik varvid matrester och läkemedel blir kvar i munhålan. Kvarvarande tabletter kan leda till fula frätskador, och bitsår kan uppstå pga nedsatt känsel i läppar, tunga och kinder. Omhändertagandet syftar till att optimera välbefinnande och förhindra skador på tänder och slemhinnor. Följande är särskilt viktigt att beakta: Håll läppar och munslemhinnor rena, mjuka och intakta Ta bort plack och beläggningar minst 2 gånger/dag och efter varje födointag Minska obehag och smärta samt öka/upprätthåll födointaget peroralt Se till att protesers funktion optimeras Ge fluorprofylax (natriumfluorid 0,2% lösning, 10 ml för sköljning 1–2 gånger/dag) Minska psykologisk irritation och social isolering. Rutiner bör finnas för regelbunden undersökning och vård av munhåla och tänder. Enkla medel duger långt: daglig tandborstning med mjuk-medium liten tandborste och tandkräm utan natriumlaurylsulfat. Proteser rengörs och förvaras över natten i antiseptisk lösning, t ex klorhexidinlösning 1–2%. Vid sänkt medvetandegrad kan rengjorda proteser förvaras under en längre tid i en torr proteskopp. Avmagrade patienter bör särskilt observeras med avseende på protesanpassning. Nystatin i vattenlösning kan frysas och användas som ”iskross” att suga på. Beläggningar tas bort med grundlig rengöring, tungan kan t ex borstas med mjuk tandborste så att beläggningar som inte är orsakade av svampväxt avlägsnas. ",
		"products": "cyklokapron cyklo-f tranon tranexamsyra cyklonova pilexam medsamic dentan fludent duraphat fluorette top dent dentirol fluor natriumfluorid saliversättningsmedel med saliva orthana natriumklorid corsodyl hexident periochip periogard klorhexidin fresenius hibitane klorhexidinsprit färgad hibiscrub descutan desivon bepandex mycostatin mykundex mono nystaderm",
		"hasChildren": true
	},
	{
		"title": "Smärtor",
		"level": 3,
		"id": "n2_45",
		"parentId": "n2_44",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Palliativmedicinska synpunkter && Smärtor",
		"content": " Smärtor kan lindras med lokalbehandling – lidokain spray var 4:e timme. Man kan även pröva med suspension av paracetamol (krossad tablett för munsköljning) eller ASA (tablett krossad och suspenderad i grädde). Benzydamin är ett alternativ utan större smakpåverkan. Evidensgraden är dock låg för dessa behandlingsmetoder. Vid extremt svår smärta kan opioider krävas, förslagsvis morfintabletter, och vid benmärgstransplantation ges oftast systemisk patientkontrollerad intravenös morfinbehandling kontinuerligt.",
		"products": "xylocain xylocain-adrenalin utan instillagel lidokainhydroklorid lidokain lidokainhydroklorid-nafazolin (färgad)  i oral cleaner lidomax elamal versatis lidocaine lidoderm alsol-lidokain xylocard alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol scand dolol retard tridural tramuno bmm opidol dolatramyl palexia yantil"
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "n2_46",
		"parentId": "n2_3",
		"chapter": "n2_and_munhala_2013fm10.html",
		"type": "header",
		"titlePath": "Munhålans sjukdomar && Referenser",
		"content": " Coli P, Jontell M, Hakeberg M. The effect of a dentifrice in the prevention of recurrent aphthous stomatitis.Oral Health Prev Dent. 2004;2:133–41. Fridh G, Koch G. Effect of a mouth rinse containing amyloglucosidase and glucose oxidase on recurrent aphthous ulcers in children and adolescents. Swed Dent J. 1999;23:49–57. Lo Muzio L, della Valle A, Mignogna MD, et al. The treatment of oral aphthous ulceration or erosive lichen planus with topical clobetasol propionate in three preparations: a clinical and pilot study on 54 patients.J Oral Pathol Med. 2001;30:611–7. Henricsson V, Axell T. Treatment of recurrent aphthous ulcers with Aureomycin mouth rinse or Zendium dentifrice.Acta Odontol Scand. 1985;43:47–52. Lynde CB, Bruce AJ, Rogers RS 3rd. Successful treatment of complex aphthosis with colchicine and dapsone. Arch Dermatol. 2009;145:273–6 . Scully C. Clinical practice. Aphthous ulceration. N Engl J Med. 2006;355:165–72. Al-Hashimi I, Schifter M, Lockhart PB, et al. Oral lichen planus and oral lichenoid lesions: diagnostic and therapeutic considerations.Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2007;103 Suppl S25 e1–12. Brennan M, Migliorati CA, Lockhart PB, et al. Management of oral epithelial dysplasia: a review. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2007:103 Suppl S19 e1–12. Ducoulombier H, Cousin J, Dewilde A, et al. [Herpetic stomatitis-gingivitis in children: controlled trial of acyclovir versus placebo].Ann Pediatr (Paris). 1988;35:212–6. Amir J, Harel L, Smetana Z, et al. Treatment of herpes simplex gingivostomatitis with aciclovir in children: a randomised double blind placebo controlled study. BMJ. 1997;314:1800–3. Zakrzewska JM, Forssell H, Glenny AM. Interventions for the treatment of burning mouth syndrome.Cochrane Database Syst Rev. 2005:1:CD002779. Orlando B, Manfredini D, Salvetti G, Bosco M. Evaluation of the effectiveness of biobehavioral therapy in the treatment of temporomandibular disorders: a literature review. Behav Med. 2007;33:101–18. Lupoli TA, Lockey RF. Temporomandibular dysfunction: an often overlooked cause of chronic headaches.Ann Allergy Asthma Immunol. 2007;99:314–8. Att förebygga karies (2002). Report No.: 161: SBU. www.sbu.se Bascones MA, Aguirre UJM, Bermejo FA, Blanco CA, Gay-Escoda C, González-Moles MA, et al. Consensus statement on antimicrobial treatment of odontogenic bacterial infections. Med Oral Patol Oral Cir Bucal. 2004;9:369–76, 363–9. Ylijoki S, Suuronen R, Jousimies-Somer H, et al. Differences between patients with or without the need for intensive care due to severe odontogenic infections. J Oral Maxillofac Surg. 2001;59:867–72; discussion 872–3. Tandvårdsförordning – SFS-nummer 1998:1338. 1998. http://lagen.nu/1998:1338 . Besvär relaterade till amalgam. Stockholms läns landsting. www.viss.nu Sorensen JB, Skovsgaard T, Bork E, Damstrup L, Ingeberg S. Double-blind, placebo-controlled, randomized study of chlorhexidine prophylaxis for 5-fluorouracil-based chemotherapy-induced oral mucositis with nonblinded randomized comparison to oral cooling (cryotherapy) in gastrointestinal malignancies. Cancer. 2008;112:1600–6 . Indikationer för antibiotikaprofylax i tandvården – ny rekommendation. Information från Läkemedelsverket. 2012:(23)5.www.lakemedelsverket.se Zalewska A, Zatonski M, Jablonka-Strom A, Paradowska A, Kawala B, Litwin A. Halitosis – a common medical and social problem. A review on pathology, diagnosis and treatment. Acta Gastroenterol Belg. 2012;75:300–9. För vidare läsning: Nationella riktlinjer för vuxentandvård 2011 – stöd för styrning och ledning. Socialstyrelsen. 2011. Artikelnummer: 2011-5-1.www.socialstyrelsen.se Förebyggande behandling av inflammationer i munnen (oral mukosit) vid cancerbehandling. SBU. Publicerad 2012-02-21. www.sbu.se Hämtar...",
		"products": "500 dapson flurablastin fluorouracil efudix demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid terramycin-polymyxin liiaterramycin-polymyxin fusidinsyra bacibact gentamycin bactroban altargo leukase n mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam"
	}
]