[
	{
		"title": "root",
		"level": 0,
		"id": "f2_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Bensår, fotsår hos  diabetiker och trycksår",
		"level": 1,
		"id": "f2_3",
		"parentId": "f2_0",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår",
		"content": " Mats Bjellerup, Hudenheten, Helsingborgs lasarett Christina Lindholm, Sophiahemmet Högskola/ Karolinska Universitetssjukhuset, Stockholm Rut Öien, Sårcentrum Blekinge, Karlskrona",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "f2_67",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Terapirekommendationer / Faktarutor etc.",
		"content": " TerapirekommendationerVal av lämplig kompressionsmetod Terapirekommendationer Val av lämplig kompressionsmetod Faktaruta 1Diagnos av arteriell insufficiens genom mätning a... Faktaruta 1 Diagnos av arteriell insufficiens genom mätning a... Faktaruta 2Behandling av svårläkta sår Faktaruta 2 Behandling av svårläkta sår",
		"products": ""
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "f2_4",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Inledning",
		"content": " I beteckningen bensår, fotsår hos diabetiker och trycksår innefattas ”svårläkta” sår. Läkningstiden för svårläkta sår är betydligt längre än de 6 veckor som beräknas för läkning av ett ”akut” sår. Stigande ålder är en viktig riskfaktor för svårläkta sår.",
		"products": ""
	},
	{
		"title": "Sårtyper",
		"level": 2,
		"id": "f2_5",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Bensår",
		"level": 3,
		"id": "f2_6",
		"parentId": "f2_5",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Venöst sår",
		"level": 4,
		"id": "f2_7",
		"parentId": "f2_6",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår && Venöst sår",
		"content": " Första tecknet på signifikant venös insufficiens brukar vara pittingödem vid slutet av dagen. Pigmentering i ankelhöjd är ett resultat av läckage av röda blodkroppar. Vid uttalad insufficiens utvecklas lipodermatoskleros (ärromvandling av subkutis och dermis) och atrophie blanche (ärromvandling av dermis vid venös insufficiens). Hos många patienter utvecklas venöst eksem, speciellt i samband med ökat ödem. Som slutstadium utvecklas det venösa såret, vanligen vid eller ovanför mediala malleolen. Lateral lokalisering förekommer. Såret kan vara ganska stort och fibrinbelagt men har aldrig svarta nekroser. Underliggande senor exponeras aldrig. Det venösa såret är oftast smärtsamt. Högläge lindrar smärtan. Många patienter besväras också av störd nattsömn. Typ av venös insufficiens (ytlig, djup eller kombinerad) måste fastställas hos varje patient med hjälp av handdoppler och/eller venös duplex.",
		"products": ""
	},
	{
		"title": "Arteriellt sår",
		"level": 4,
		"id": "f2_8",
		"parentId": "f2_6",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår && Arteriellt sår",
		"content": " Det arteriella såret är ofta lokaliserat perifert, dvs på fotrygg och tår. Mer proximal lokalisering till malleolhöjd är dock inte ovanlig. Såret, som ofta är djupt och exponerar underliggande senor, är ofta belagt med svart nekros. Palpabel fotpuls saknas eller är svag. Avblekning av foten sker vid elevation. Såret är ofta smärtsamt, speciellt nattetid då foten är i planläge. Diagnosen verifieras genom ankeltrycksmätning med hjälp av ultraljudsdoppler, se Faktaruta 1, .",
		"products": ""
	},
	{
		"title": "Faktaruta 1 - Diagnos av arteriell insufficiens  genom mätning av ankeltryck med  ultraljudsdoppler",
		"level": 3,
		"id": "f2_9",
		"parentId": "f2_5",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "facts",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Faktaruta 1",
		"content": " Patienten ska vara liggande. Systoliskt armtryck mäts med ultraljudsdoppler. Blodtrycksmanschett anbringas runt ankeln, eventuellt över befintligt sår. Trycket mäts över arteria dorsalis pedis och/eller arteria tibialis posterior. Trycket i den fotartär som ger det högsta trycket väljs för att beräkna kvoten ankeltryck/arm­tryck, s k ankeltrycksindex (ABPI). Ankeltrycksindex ska normalt vara > 0,9. Falskt höga värden (> 1,3) pga icke komprimerba­ra kärl hos t ex diabetiker, bör uppmärksammas. Remiss till kärlkirurg är obligatorisk vid ankel­trycksindex < 0,5 och kan även vara aktuell vid måttligare nedsättning om sårläkningen avstan­nat.",
		"products": ""
	},
	{
		"title": "Hydrostatiskt-traumatiskt sår",
		"level": 4,
		"id": "f2_11",
		"parentId": "f2_6",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår && Hydrostatiskt-traumatiskt sår",
		"content": " Hos många patienter med bensår kan ingen bakomliggande abnormalitet påvisas i stora artärer, stora vener eller småkärl. Såret har ofta uppkommit efter ett trauma men läker inte på normalt sätt.",
		"products": ""
	},
	{
		"title": "Sår betingade av småkärlssjukdom",
		"level": 4,
		"id": "f2_12",
		"parentId": "f2_6",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår && Sår betingade av småkärlssjukdom",
		"content": " Vid småkärlssjukdom sitter skadan i de minsta blodkärlen (arterioler, kapillärer, venoler). Processen kan vara inflammatorisk (vaskulit) eller icke-inflammatorisk. Vid vaskulit finns ibland cirkulerande antigen-antikroppskomplex, där antigenet kan vara ett läkemedel, ett virus- eller bakterieantigen eller ett autoantigen. Se även kapitlet Reumatiska sjukdomar, avsnittet Vaskulitsjukdomar . Exempel på icke-inflammatorisk småkärlssjukdom är hypertensivt sår (angiodermatitis necroticans) och primär atrophie blanche. Diagnosen småkärlssår ställs ofta på kliniska grunder, ibland kompletterad med hudbiopsi.",
		"products": ""
	},
	{
		"title": "Tumörer",
		"level": 4,
		"id": "f2_13",
		"parentId": "f2_6",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Bensår && Tumörer",
		"content": " Om ett sår inte läker som förväntat måste malign hudtumör uteslutas. De två vanligaste typerna är basalcellscancer och skivepitelcancer. Diagnosen verifieras med hudbiopsi från olika delar av såret.",
		"products": ""
	},
	{
		"title": "Trycksår",
		"level": 3,
		"id": "f2_14",
		"parentId": "f2_5",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Trycksår",
		"content": " Trycksår uppkommer genom en kombination av tryck och skjuv (förskjutning av vävnadslager) över benutskott. Vanligaste lokalisationerna är sacrum, hälar och malleoler. Främst drabbas personer med ryggmärgsskada eller personer som av annan anledning är rullstolsburna, samt äldre personer som blir sängliggande en stor del av dagen. Långa kirurgiska ingrepp och intensivvård predisponerar också för trycksår. Trycksår är ofta förenade med svår smärta och nedsatt livskvalitet 1.",
		"products": ""
	},
	{
		"title": "Fotsår hos diabetiker",
		"level": 3,
		"id": "f2_15",
		"parentId": "f2_5",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Fotsår hos diabetiker",
		"content": " I huvudsak förekommer två typer av fotsår: arteriellt sår och neuropatiskt sår, ofta i kombination.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Arteriellt sår",
		"level": 4,
		"id": "f2_16",
		"parentId": "f2_15",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Fotsår hos diabetiker && Arteriellt sår",
		"content": " Symtom och klinisk bild är som vid annat arteriellt sår, dock ofta med mer perifert engagemang. Sensorisk neuropati gör att diabetikern i regel känner mindre smärta, men svår smärta kan förekomma också hos dessa patienter. Diabetikern har ofta artärer som är svåra att komprimera i ankelhöjd, vilket ger upphov till ett falskt högt ankeltryck. Palpabla fotartärer indikerar bra blodflöde till foten. Kvantifiering bör ske genom tåtrycksmätning.",
		"products": ""
	},
	{
		"title": "Neuropatiskt sår",
		"level": 4,
		"id": "f2_17",
		"parentId": "f2_15",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårtyper && Fotsår hos diabetiker && Neuropatiskt sår",
		"content": " Såväl motorisk som sensorisk neuropati är en vanlig komplikation till diabetes. Den förra resulterar i en abnorm fotarkitektur, den senare i oförmåga att skydda foten från felbelastning och trauma. Slutresultatet blir uppkomst av stressår eller neuropatiska sår i fotsulan. För påvisande av neuropati används lämpligen test av sensibilitet med monofilament.",
		"products": ""
	},
	{
		"title": "Diagnos av svårläkta sår",
		"level": 2,
		"id": "f2_18",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Bensår",
		"level": 3,
		"id": "f2_19",
		"parentId": "f2_18",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Bensår",
		"content": " Med anamnes, inspektion och fysikalisk undersökning fastställs etiologin. Ibland behövs kompletterande undersökningar. Registrering i RiksSår rekommenderas för diagnos 2. Vidare rekommenderas upprättande av en behandlingsplan samt uppföljning vid läkt sår.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Anamnes",
		"level": 4,
		"id": "f2_20",
		"parentId": "f2_19",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Bensår && Anamnes",
		"content": " Anamnesen bör omfatta följande: hereditet (åderbråck och/eller bensår), tidigare sjukdomar (genomgången venös trombos, unilateral bensvullnad i samband med graviditet, tidigare bensår, tidigare arteriell eller venös kärlkirurgi), nuvarande sjukdomar (högt blodtryck, hyperlipidemi, diabetes, inflammatorisk systemsjukdom, claudicatio intermittens, trauma föregående såret, smärta och dess relation till låg- respektive högläge av benet), rökning samt sårduration och den aktuella bensårsbehandlingen.",
		"products": ""
	},
	{
		"title": "Inspektion",
		"level": 4,
		"id": "f2_21",
		"parentId": "f2_19",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Bensår && Inspektion",
		"content": " Inspektionen bör inkludera identifiering av varikösa vener, ödem (unilateralt/bilateralt), perifer blekhet och/eller nedsatt hudtemperatur, pigmentering, lipodermatoskleros, atrophie blanche, sårets lokalisering, nekroser, erytem och/eller eksem i omgivande hud.",
		"products": ""
	},
	{
		"title": "Fysikalisk undersökning",
		"level": 4,
		"id": "f2_22",
		"parentId": "f2_19",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Bensår && Fysikalisk undersökning",
		"content": " Fysikalisk undersökning bör inkludera: undersökning av perifera pulsar, varikösa vener, venös inkompetens och kontroll om det föreligger perifer neuropati 3.",
		"products": ""
	},
	{
		"title": "Kompletterande undersökningar",
		"level": 4,
		"id": "f2_23",
		"parentId": "f2_19",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Bensår && Kompletterande undersökningar",
		"content": " Kompletterande undersökningar inkluderar handdopplerundersökning av ankeltryck (på alla patienter) samt ytlig och djup venös reflux (på patienter med misstänkt venöst sår). Kompletterande laboratorieundersökningar inkluderar tåtrycksmätning, duplexundersökning och angiografi (DT- och MR-angiografi).",
		"products": ""
	},
	{
		"title": "Trycksår",
		"level": 3,
		"id": "f2_24",
		"parentId": "f2_18",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Trycksår",
		"content": " Trycksår indelas i följande 4 kategorier: Kategori 1. Rodnad som inte avbleknar vid tryck, hel hud. Kategori 2. Ytlig erosion eller blåsa. Kategori 3. Sår genom epidermis, dermis och subcutis ner till fascia. Kategori 4. Djupa trycksår som penetrerar till ben. Om huden är fuktig, såsom exempelvis vid inkontinens, ökar riskerna för sårbildning i huden. Man talar i dessa fall om inkontinenssår. Täta hudinspektioner ska genomföras och dokumenteras. Sårets djup och lokalisation avgör behandlingsstrategin 4.",
		"products": ""
	},
	{
		"title": "Fotsår hos diabetiker",
		"level": 3,
		"id": "f2_25",
		"parentId": "f2_18",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Diagnos av svårläkta sår && Fotsår hos diabetiker",
		"content": " De vanligaste riskfaktorerna för utveckling av fotsår är uttalad känselnedsättning i fot/fötter, fotfelställning/-belastning, tidigare sår/amputation, nedsatt cirkulation och värmeökad fot. Tidig diagnos av perifer kärlsjukdom sker genom palpation av perifera pulsar (arteria dorsalis pedis och arteria tibialis posterior) då dopplerundersökning kan ge falskt för höga värden pga icke komprimerbara kärl. Vidare utredning genom tåtrycksmätning är värdefull.",
		"products": ""
	},
	{
		"title": "Behandling av svårläkta sår",
		"level": 2,
		"id": "f2_26",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Allmänna synpunkter",
		"level": 3,
		"id": "f2_27",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Allmänna synpunkter",
		"content": " För allmänna synpunkter se Faktaruta 2. Val av behandling vid svårläkta sår kan baseras på följande tre principer: 1. behandla bakomliggande etiologisk sjukdom – eliminera tryck 2. eliminera läkningshämmande faktorer 3. helhetssyn/smärtlindring/samarbete.",
		"products": ""
	},
	{
		"title": "Faktaruta 2 - Behandling av svårläkta sår",
		"level": 3,
		"id": "f2_28",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "facts",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Faktaruta 2",
		"content": " Allmänna synpunkter 1. Fastställande av etiologi. 2. Val av behandling.Behandlingen riktas i första hand mot bakom­liggande etiologiska faktorer. 3. Dokumentation av behandlingsresultatet.Objektiv registrering av sårutvecklingen/sår­ytan, förslagsvis 1 gång/månad, med någon av följande 3 metoder: 4. Uppföljning efter läkning.För att undvika recidiv av venösa sår behövs ofta fortsatt kompressionsbehandling.",
		"products": ""
	},
	{
		"title": "Bensår",
		"level": 3,
		"id": "f2_31",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Venöst sår",
		"level": 4,
		"id": "f2_32",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Venöst sår",
		"content": " Kirurgisk behandling av venös insufficiens har radikalt omvärderats under senare år. Hos patienter med venösa sår föreligger ofta en isolerad ytlig insufficiens i vena saphena magna/parva och/eller perforanter. Dessa patienter, utan djup insufficiens, kan botas med operation (flera alternativ finns såsom hög underbindning + stripping, endoskopisk laserbehandling, behandling med skleroserande skum) och slipper i bästa fall framtida kompressionsbehandling. Inom perforantkirurgin har endoskopisk teknik introducerats (subfasciell endoskopisk perforantsanering, SEPS).",
		"products": ""
	},
	{
		"title": "Benödem",
		"level": 4,
		"id": "f2_33",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Benödem",
		"content": " Ödem är den enskilt viktigaste läkningshämmande faktorn vid sår på nedre extremitet. Orsaken är att nettoutflödet av vätska från mikrocirkulationen ökar avståndet mellan det nutritiva flödet i kapillärerna och cellerna. Det bör observeras att mikroödemet inte alltid är synligt i form av ett för ögat svullet underben, utan kan begränsas till själva såret och dess närmaste omgivning. Av detta följer att kompressionsbehandling har avgörande betydelse för sårläkningen. Ödembehandlingen bör utgöras av en kombination av: högläge före lindning optimal lindningsteknik övergång till kompressionsstrumpa, klass II–III, efter sårläkning. Stödstrumpa ger inte tillräcklig kompressionseffekt. pumpstövel (kompressionsstövel). Ödembehandling vid kombination av venös och arteriell insufficiens avgörs av läkare, från fall till fall, beroende på graden av arteriell insufficiens. Registrering av behandlingseffekt på ödemet bör göras ca 2 gånger/månad genom mätning av ankel- och vadomfång. RiksSår kan med fördel användas för uppföljning vid sårläkning 2.",
		"products": ""
	},
	{
		"title": "Kompressionsbehandling",
		"level": 4,
		"id": "f2_34",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Kompressionsbehandling",
		"content": " I det följande berörs några olika begrepp inom kompressionsbehandling. Förståelse för dessa är avgörande för val av lämplig metod 5.",
		"products": ""
	},
	{
		"title": "Dagligen applicerad  kontra kvarliggande kompression",
		"level": 4,
		"id": "f2_35",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Dagligen applicerad  kontra kvarliggande kompression",
		"content": " Dagligen applicerad kompression finns tillgänglig som olika typer av bindor (kort- och långsträck) och kompressionsstrumpor. Denna typ av behandling kräver antingen daglig personal på plats, innan patienten stiger ur sängen, eller en rörlig patient med styrka i händerna som själv kan ta på strumpan. Daglig kompression får oftast förbehållas relativt unga patienter. Kvarliggande kompression finns tillgänglig i form av olika, mycket väl dokumenterade, system bestående av flera lager material med olika fysikaliska egenskaper. Vanligt bytesintervall är 1 gång/vecka. Den stora fördelen är att patienten garanteras en kontrollerad och kontinuerlig kompression med minimal personalåtgång. Kvarliggande kompression är idag därför den helt dominerande metoden.",
		"products": ""
	},
	{
		"title": "Kortsträcks- kontra långsträckskompression",
		"level": 4,
		"id": "f2_36",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Kortsträcks- kontra långsträckskompression",
		"content": " Begreppen är synonyma med lågelastisk respektive högelastisk (på engelska short-stretch respektive long-stretch). Kortsträck innebär att bandaget i fråga är ganska oeftergivligt och i princip fungerar som en rigid hylsa runt benet. Således kräver bandaget en fungerande muskelpump, för att uppnå tryck under bandaget och avtransport av överflödig vätska, vilket betyder en uppegående patient. Sammantaget karaktäriseras denna form av ett lågt vilotryck men högt arbetstryck under bandaget. Av detta följer att metoden är lämplig vid arteriell insufficiens då frånvaro av tryck i sängläge inte minskar det arteriella perfusionstrycket. Långsträck innebär att bandaget har en uttalad elasticitet och utövar ett aktivt tryck i vila. En fungerande muskelpump är därför inte nödvändig. Sammantaget karaktäriseras metoden av ett högt vilotryck och ett måttligt arbetstryck under bandaget. Av detta följer att metoden är olämplig vid arteriell insufficiens, då trycket i sängläge ytterligare minskar det arteriella perfusionstrycket.",
		"products": ""
	},
	{
		"title": "Flerlagerskompression",
		"level": 4,
		"id": "f2_37",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Flerlagerskompression",
		"content": " Övertygande dokumentation föreligger för att flerlagerskompression ger bättre effekt än enkellagersbandagering 6. ",
		"products": ""
	},
	{
		"title": "Intermittent pneumatisk  kompression med pumpstövel",
		"level": 4,
		"id": "f2_38",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Intermittent pneumatisk  kompression med pumpstövel",
		"content": " Metoden innebär att en ej fungerande muskelpump (pares, immobilitet) ersätts med en artificiell sådan. Utrustningen består av en pneumatisk, elektriskt driven pump som blåser upp en dubbelväggig plaststövel till ett reglerbart tryck (oftast 40–60 mm Hg) under en begränsad tid (oftast kring 60 sekunder) varefter luften släpps ut under en något längre tid. Cykeln upprepas därefter under hela behandlingspasset, som kan vara upp till 1 timme 2 gånger/dag. Oftast används en trekammarstövel där den mest distala delen fylls först, därefter den mellersta och sist den proximala vilket ger en fördelaktig, mjölkande rörelse. Behandlingen kan utföras med kvarliggande befintligt bandage som kompressionsstrumpor. Vid flerlagersbandage kan lindningen efter några dagar glida ned och således orsaka veckbildning. Man bör då göra uppehåll med pumpstövel tills ombandagering utförts. Pumpstöveln kan även med fördel användas vid arteriell insufficiens eftersom den inte kontinuerligt påverkar det arteriella perfusionstrycket. Dessutom visar flera studier att behandlingen t o m förbättrar den arteriella cirkulationen 7. ”Fotpulsatorn”, Flowtron Universal, är utvecklad för DVT-profylax. Fotpulsatorn kan med fördel användas för kliniskt effektiv kompression av foten vid fotsvullnad och nedsatt arteriell cirkulation.",
		"products": ""
	},
	{
		"title": "Hur väljer man mellan  de olika kompressionstyperna?",
		"level": 4,
		"id": "f2_39",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Hur väljer man mellan  de olika kompressionstyperna?",
		"content": " I enlighet med ovan nämnda faktorer illustreras val av lämplig kompressionsmetod i Terapirekommendationerna. Första steget är att undersöka ABPI och patientens mobilitet (dvs förmåga till muskelpump). Som exempel anges de mest använda fabrikaten inom varje val. I Terapirekommendationerna anges förutom fabrikat huruvida bandaget är dagligt applicerat eller kvarliggande och om det är av typen kortsträck (SS) eller långsträck (LS). Bandage med båda egenskaperna, dvs måttligt vilotryck och högt arbetstryck, har markerats (MS). Varje bandageringstyp har specifika föreskrifter kring handhavandet. Det är inte rimligt att kräva att behandlande personal ska behärska alla fabrikat. Det är därför viktigt att man blir förtrogen med något fabrikat och använder det regelbundet, då skillnaderna mellan dem ofta är marginella.",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Val av lämplig kompressionsmetod",
		"level": 3,
		"id": "f2_40",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Terapirekommendationer – Val av lämplig kompressionsmetod",
		"content": " Normalt ABI (0,9–1,3) Lågt ABI (SS) = kortsträck (LS) = långsträck (MS) = bandage med bägge egenskaperna, dvs måttligt vilotryck och högt arbetstryck",
		"products": ""
	},
	{
		"title": "Eksem",
		"level": 4,
		"id": "f2_41",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Eksem",
		"content": " Patienter med bensår kan antingen ha venöst eksem (vanligast) eller kontaktallergiskt eksem framkallat av medel i bindor och lokalbehandlingspreparat (kolofonium i häftmassa, gummi i lindor, olika naturpreparat). Misstanke om kontaktallergiskt eksem bekräftas med epikutantestning vid hudklinik. Eksemet behandlas oftast med steroidkräm, grupp II–III, under 1–2 veckor. Fuktighetsbevarande, mjukgörande kräm bör användas regelbundet. Rådgör alltid med läkare på hudklinik vid fall av svårbehandlade eksem.",
		"products": "ficortril uniderm mildison hydrokortison i sorbitankräm hyderm clean chemical emovat locoid corticoderm sterax kenacort-t betnovat celeston diproderm diprolen bettamousse betametason betnovate ibaril synalar elocon demoson mometason momegalen monovo ovixan elocom ivoxel efficort flutivate prednikarbat dermovat clarelux clobex dermovate"
	},
	{
		"title": "Arteriellt sår",
		"level": 4,
		"id": "f2_42",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Arteriellt sår",
		"content": " Proximala begränsade förträngningar behandlas med ballongdilatation, eventuellt kombinerad med inläggning av expanderande metallnät (s k stent), under pågående angiografi. Med by pass-teknik kan numera förträngningar ända ner till fotleden behandlas. Även läkemedel med påverkan på mikrocirkulationen (såsom prostaglandininfusion med iloprost) kan bli aktuella. Se även kapitlet Perifera artärsjukdomar, avsnittet Prostaglandiner .",
		"products": "ilomedin ventavis"
	},
	{
		"title": "Hydrostatiskt-traumatiskt sår",
		"level": 4,
		"id": "f2_43",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Hydrostatiskt-traumatiskt sår",
		"content": " Utebliven sårläkning kan helt tillskrivas det vanligen föreliggande hydrostatiska ödemet i sårkanterna. Effektiv kompression läker därför såret snabbt.",
		"products": ""
	},
	{
		"title": "Sår orsakade av småkärlssjukdom",
		"level": 4,
		"id": "f2_44",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Sår orsakade av småkärlssjukdom",
		"content": " Vid inflammatorisk småkärlssjukdom ska utlösande antigen, om möjligt, avlägsnas (t ex misstänkt läkemedel). Vid behov ges perorala steroider eller annan immunsupprimerande behandling beroende på vaskulitsjukdomens natur, se kapitlet Reumatiska sjukdomar, Terapirekommendationer – Behandling av inflammatoriska systemsjukdomar . Vid icke-inflammatorisk småkärlssjukdom kan angiologisk behandling med läkemedel, som förbättrar mikrocirkulationen, vara effektiv (exempelvis lågdos acetylsalicylsyra). Vid hypertensivt sår övervägs även plastikkirurgisk sårexcision med efterföljande delhudstransplantation.",
		"products": "betapred celeston betametason betamethasone american decadron dexacortal dexametason oradexon dexamethason dexa-ratiopharm lipotalon fortecortin dexamethasone sodium soldesam medrol depo-medrol solu-medrol cum methylprednisolone precortalon prednisolon solu-decortin deltison lodotra nocasio kenacort-t lederspan solu-cortef hydrokortison plenadren hydrocortison hydrocortisone hydrocortone kortisonacetat cortison cortone rimexel calcort aspirin alka-seltzer albyl acetylsalicylsyra magnecyl bamyl apernyl mit trombyl asacard acetyratio peneprin sifuprin medisapi esteprin tianzakt gentazetan diprasorin"
	},
	{
		"title": "Tumörer",
		"level": 4,
		"id": "f2_45",
		"parentId": "f2_31",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Bensår && Tumörer",
		"content": " Behandlingen är operativ.",
		"products": ""
	},
	{
		"title": "Trycksår",
		"level": 3,
		"id": "f2_46",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Trycksår",
		"content": " Vid alla kategorier av tryckskada gäller det att avlasta det tryckutsatta stället. Detta sker med hjälp av tryckavlastande/tryckfördelande underlag såväl i sittande som liggande ställning. Regelbundna lägesändringar gäller även vid avancerade tryckreducerande underlag. Sängliggande personer rekommenderas 30 graders sidoläge med svagt förhöjd huvudända (30 grader). Patienter med trycksår bör behandlas med näringstillskott. Argininberikade sådana (Cubitan) har i ett antal studier visat sig kunna påverka läkningen av trycksår även hos personer som inte har uppenbar näringsbrist 8. Lokalbehandling av trycksår är beroende av sårets kategori, djup och lokalisation. Ofta föreligger, speciellt i sakrala trycksår, kraftig biobörda eller infektion. Tecken på detta kan vara smärta, kraftig sekretion från såret, illaluktande sår eller mörkröd, ”onormal” granulationsvävnad. Såret behandlas då med lokala antiseptiska förband och vid tecken på/risk för sårinfektion även med antibiotika. Huden runt såret skyddas vid behov med exempelvis Cavilon. Se vidare avsnittet Lokalbehandling av bensår, fotsår hos diabetiker och trycksår . Sårets djup och lokalisation samt patientens allmäntillstånd avgör risken för infektion. Vid sår i sakrum är risken för infektion stor. I de fall där risk för osteit föreligger, eller där kliniska tecken tyder på infektion, kombineras lokalbehandlingen med perorala antibiotika. God cirkulation i sårområdet är en framgångsfaktor. Smärtbehandling ges vid behov. Smärtan vid trycksår kan sammanhänga med osteit/osteomyelit. ",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam"
	},
	{
		"title": "Fotsår hos diabetiker",
		"level": 3,
		"id": "f2_47",
		"parentId": "f2_26",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Behandling av svårläkta sår && Fotsår hos diabetiker",
		"content": " Allmän strategi: prevention genom noggranna fotinspektioner rökstopp optimal metabol kontroll behandling av ödem med kompression/pumpstövel. Smärtbehandling utifrån genes: lokal sårsmärta behandlas med lämpliga förband neuropatisk smärta kan kräva neuroleptika eller antidepressiv medicinering eventuellt i kombination med TENS. Se även kapitlet Smärta och smärtbehandling, avsnittet Behandling . ischemisk smärta kräver inte sällan opioider. Uppkomna fotsår sköts i samarbete med diabetesfotmottagningar/speciella fotteam. Vid kliniska tecken på ytlig infektion insätts antimikrobiell behandling som Iodosorb eller silverförband som Acticoat, Aquacel Ag och Contreet. Se vidare avsnittet Lokal sårbehandling . Misstanke om djup infektion föranleder specialistvård, då behov kan finnas för akut kirurgisk intervention. Arteriellt sår utreds och behandlas som annat arteriellt sår, se s 411. Angiografisk utredning görs följd av ballongdilatation eller arteriell kirurgi. För neuropatiskt sår är redan uppkommen neuropati irreversibel. Vid uppkommet sår är effektiv avlastning helt avgörande och detta kan åstadkommas med olika ortopedtekniska avlastningar såsom ortoser och behandlingsskor.",
		"products": "300 hibernal hibernal-embonat chlorpromazine largactil sanofi nozinan levomepromazine levomepromazin neurocil tercian esucos siqualone lyogen fluphenazine trilafon perfenazine decentan perphenazin-neuraxpharm fentazin peratsin stemetil proklorperazin stelazine modalina trifluoperazine neulactil neuleptil mallorol melleril thioridazin-neuraxpharm haldol buronil dipiperon dridol droperidol zeldox geodon ziprasidon ziprasidone serdolect fluanxol depixol truxal cisordinol cisordinol-acutard clopixol clopixol-acutard orap semap adasuve leponex clozapine clozahein zyprexa olanzapin 1a zapilux rolyprexa olanzapine zalasta zypadhera arkolamyl glenmark olazax zopridoxin seroquel alzen quetiapine quetiapin quetiratio nantarid orifarm sycrest sulpirid dogmatil tiapridex solian amisulpride lithionit litarex litiumkarbonat priadel lithmax carbolithium lithiumcarbonaat risperdal belivon risperidon alster medirisp risperoc rispercol risperat chanelle rispid rinarisp rispalan ridalux speron sperinar bmm rispolept abriact rispemyl abilify maintena invega xeplion norpramin tofranil anafranil klomipramin insidon surmontil stangyl lofepramin lofepramine tryptizol saroten laroxyl triptyl amitriptylin sensaval vivactil ludiomil maprotilin fontex fluoxetin fluxantin fluoxetine prozac cipramil apertia cipram citalopram desital citavie biopram citamocal talocit citoglan deproxam citapriwa citapram citalomed cilomed cilopram bellcital citalostad seroxat euplix paroxetin parocetan paroxiflex isoxatine medoxatine deoxatine paroximed mediparox paroxat paroxistad meradel eoxat paroxin paroxetabs paraxodil primoxatine titroxatine serodur arketis eql paluxetil zoloft sertralin sertrabt sertrawinthrop serunato seromeg serlin sertrasen setaloft linasert sertralet sertraver sertratab sertatres oralin sertraxea tifisertral ziral sertranat sertraparma sertrone fevarin fluvosol cipralex entact pretrive prilect resact rezelec esertia seroplex premalex escitalopram marplan nardil jatrosom tranylcypromine parnate aurorix moklobemid moclobemide moclobemid tript-oh levotonine tryptofan l-tryptophan-ratiopharm optimax kalma tolvon mianserin trittico trazodon oleptro nefazodone remeron remeron-s mirtazapin imi trimazimyl scand mirtachem miralix smeltamir mirtin zyban magerion voxra wellbutrin bupropion efexor venlafaxin depot venlanidda venlafaxine durnit venlix vandral venlahex venlapress venette trevilor vefamyl ixel edronax reboxetin davedax yentreve ariclaim cymbalta xeristar duloxetine boehringer valdoxan thymanax pristiq viibryd stablon coaxil inositol laif neurokan prazinil morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol dolol retard tridural tramuno opidol dolatramyl palexia yantil"
	},
	{
		"title": "Elimination av  läkningshämmande faktorer",
		"level": 2,
		"id": "f2_48",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Elimination av  läkningshämmande faktorer",
		"content": " Läkningshämmande faktorer är: Sår: sårinfektion, täta såromläggningar, olämplig lokalbehandling, nekroser Ben: ödem, eksem Övriga faktorer: smärta, psykosociala faktorer, nutritionsproblem.",
		"products": ""
	},
	{
		"title": "Sårinfektion",
		"level": 2,
		"id": "f2_49",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårinfektion",
		"content": " Svårläkta sår är alltid koloniserade med bakterier. Vanliga odlingsfynd är Staphylococcus aureus, pseudomonas och koliforma bakterier. Svårläkta sår ska inte i första hand behandlas med antibiotika, vare sig lokalt eller peroralt, utan med lämpliga omläggningsmaterial, tätare kliniska kontroller och ödembehandling 9, 10. Lokala antibiotika, exempelvis gentamicin, bör normalt inte användas i såret pga celltoxicitet. Lokala antiseptiska förband bör användas under en begränsad tidsperiod, se Lokal sårbehandling nedan. Viss sekretion, rodnad och svullnad runt såret är en del av det inflammatoriska svaret och bör betraktas som normalt. Vid växt av Pseudomonas aeruginosa kan en specifik, syrlig doft kännas. Såret och bandaget blir grönfärgat. Bakterieväxten kan reduceras med cadexomer (Iodosorb) under 7–10 dagar.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid cubicin etakridinlaktat silverklorid mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir mysteclin fungizone ambisome amphocil abelcet seromycin cycloserine rimactan rifadin eremfat ansatipin capastat priftin bafucin chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam gentamycin",
		"hasChildren": true
	},
	{
		"title": "Antibiotikabehandling",
		"level": 3,
		"id": "f2_50",
		"parentId": "f2_49",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Sårinfektion && Antibiotikabehandling",
		"content": " Vid tecken på erysipelas insätts behandling med peroralt penicillin, penicillin V 1 g 3 gånger/dag i 10–14 dagar. Vid försämring med lokal avgränsning av sårinfektionen insätts terapi med flukloxacillin 750–1 000 mg 3 gånger/dag i 10 dagar 10.",
		"products": "500 doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin kåvepenin tikacillin peceve avopenin fenoximetylpenicillin eql tardocillin pendysin diclocil dikloxacillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r"
	},
	{
		"title": "Lokal sårbehandling",
		"level": 2,
		"id": "f2_51",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Såromläggningar",
		"level": 3,
		"id": "f2_52",
		"parentId": "f2_51",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Såromläggningar",
		"content": " Täta omläggningar med t ex koksaltkompresser stör sårläkningen och bör undvikas. Fotsår hos diabetiker bör inspekteras ofta och ocklusiv behandling bör undvikas.",
		"products": ""
	},
	{
		"title": "Sårrengöring",
		"level": 3,
		"id": "f2_53",
		"parentId": "f2_51",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Sårrengöring",
		"content": " Svårläkta sår bör rengöras med ljummet kranvatten. Renrutin ska iakttas. Om såret står i förbindelse med led eller steril kroppshåla används steril rutin. Vid kraftig kolonisation, dvs sårinfektion, finns misstanke om biofilm och då kan Prontosan användas 11.",
		"products": ""
	},
	{
		"title": "Debridering",
		"level": 3,
		"id": "f2_54",
		"parentId": "f2_51",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Debridering",
		"content": " Gul fibrinbeläggning kan behandlas ocklusivt med hydrokolloidplattor. Om en hydrogel (t ex Intrasite, DuoDERM hydrogel) appliceras i såret under plattan brukar upprensningen gå snabbare. Härvid sker s k autolys, dvs en biologisk debridering. Mekanisk debridering med fuktad Debrisoft monofilamentsvamp visar goda effekter på ytliga fibrinbeläggningar. Fluglarver kan med fördel användas för biologisk debridering i utvalda fall med nekroser och infektioner 12. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Svarta nekroser",
		"level": 4,
		"id": "f2_55",
		"parentId": "f2_54",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Debridering && Svarta nekroser",
		"content": " Svart nekros är alltid en följd av underliggande cirkulationsrubbning, oftast arteriell insufficiens. Det är därför meningslöst att behandla nekrosen som sådan, innan den cirkulatoriska rubbningen korrigerats. Svarta torra nekroser ska därför behandlas torrt.",
		"products": ""
	},
	{
		"title": "Lokalbehandling av bensår,  fotsår hos diabetiker och trycksår",
		"level": 3,
		"id": "f2_56",
		"parentId": "f2_51",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Lokalbehandling av bensår,  fotsår hos diabetiker och trycksår",
		"content": " Fuktighetsbevarande sårbehandling med hjälp av t ex hydrokolloider (t ex Duo-DERM, Comfeel), polyuretanskumförband (t ex Allevyn, Ligasano, Mepilex, Suprasorb) och zinklimbandage (Zipzoc Salvstrumpa) bör vara förstahandsval. Kraftig sekretion kan hanteras genom att bandaget kompletteras med kalciumalginatförband (t ex Kaltostat, Sorbsan, Tegagel), hydrofiberförband (Aquacel) alternativt polyuretanskumförband. Vid ytligare trycksår används vanligen polyuretanskumförband. Sorbact är ett svamp- och bakterieabsorberande förband. Sårkanterna kan skyddas med Cavilon eller zinksalva/ zinkpasta. Undertrycksbehandling som benämns NPWT eller TNP, (Negative Pressure Wound Therapy eller Topical Negative Pressure) innebär att vakuum framställs genom kontinuerlig eller intermittent användning av en eldriven pump och speciella lufttäta förband (polyuretanskum eller gasväv) 13. Metoden, som mest används till trycksår, är ett alternativ för patienter med starkt vätskande sår. Bäst effekt nås vid god cirkulation i sårområdet. Pico är ett engångssystem för NPWT för sår med måttlig sekretion 14, 15.",
		"products": ""
	},
	{
		"title": "Antimikrobiell behandling",
		"level": 3,
		"id": "f2_57",
		"parentId": "f2_51",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Lokal sårbehandling && Antimikrobiell behandling",
		"content": " Iodosorb har god effekt om såren är kraftigt koloniserade (vätskande, belagda med pus eller grå beläggning, grönfärgat förband, illaluktande, nekrotisk sårbädd) och inte visar tecken på normal läkning. Alternativt kan nanokristalliniskt silver (Acticoat), kol-/silverförband (t ex Actisorb Plus), polyuretanskumförband med silver (Contreet) eller joniserat silver (Aquacel Ag) användas under kortare tid med strikt uppföljning. Det bör observeras att lokalbehandling med silver har ifrågasatts i en SBU-rapport 16. Man betonar i denna att silver inte visat sig påskynda läkningen av svårläkta sår och att risk för miljöpåverkan kan finnas. Vi vill därför poängtera att avsikten med silverbehandling är att minska kraftig kolonisering och inte primärt att ge en snabbare sårläkning. Behandlingstiden ska vara begränsad, vanligtvis till ett par veckor. Förband med medicinsk honung som Activon eller Medihoney har väldokumenterade effekter för kontroll av bakteriefloran i sår, liksom förband med PHMB (exempelvis Suprasorb X PHMB) 17, 18.",
		"products": ""
	},
	{
		"title": "Kirurgisk behandling",
		"level": 2,
		"id": "f2_58",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Kirurgisk behandling",
		"content": " Hudtransplantation utgör ett värdefullt terapeutiskt alternativ vid alla typer av granulerande sår och bör övervägas främst vid mycket stora sår, vid sår med förlångsammad läkning och vid smärtsamma sår. Lambåkirurgi kan vara aktuell vid djupa trycksår hos ryggmärgsskadade personer.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Delhudstransplantation",
		"level": 3,
		"id": "f2_59",
		"parentId": "f2_58",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Kirurgisk behandling && Delhudstransplantation",
		"content": " Delhudstransplantation utförs av plastik-/allmänkirurg. Denna typ av operation, då s k meshad graft tas med dermatom företrädesvis från låret, görs på inneliggande patienter.",
		"products": ""
	},
	{
		"title": "Pinch graft",
		"level": 3,
		"id": "f2_60",
		"parentId": "f2_58",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Kirurgisk behandling && Pinch graft",
		"content": " Pinch graft (punch graft) kan utföras polikliniskt. Ytlig infiltrationsanestesi läggs på ett handflatestort område på tagstället, som av praktiska skäl oftast är låret. Med hjälp av en subkutan nål och skalpell tas hudöar, 3–5 mm i diameter. Tagstället täcks med förband och lämnas orört i 1 vecka. Hudöarna placeras ut på bensåret, med några millimeters mellanrum. Över såret läggs förslagsvis ett fuktighetsbevarande förband (Allevyn, Mepilex Lite), som byts 1 gång/vecka. Hudöarna blir blåröda pga kärlinväxt under den första veckan. Patienten bör vara i relativ stillhet under de första dagarna, med högläge av benet samt kompression vid venöst sår. Fullständig läkning av såret sker, i gynnsamma fall, inom 6 veckor medan tagstället brukar läka inom 14 dagar.",
		"products": ""
	},
	{
		"title": "Smärta – störd nattsömn",
		"level": 2,
		"id": "f2_61",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Smärta – störd nattsömn",
		"content": " Många patienter med svårläkta sår, även venösa bensår, upplever svåra smärtor som i de flesta fall stör nattsömnen. Smärtan mäts med VAS (Visual Analogue Scale). Sårsmärtan lindras med hjälp av en hydrogel under det ordinarie förbandet. Vanligen ges paracetamol alternativt opioider peroralt eller som plåster. TENS kan också användas. Se vidare kapitlet Smärta och smärtbehandling, avsnittet Behandling, . Smärtande sår läker sällan.",
		"products": "alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom ab kapanol avinza contalgin palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa oxycodon bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol scand dolol retard tridural tramuno bmm opidol dolatramyl palexia yantil"
	},
	{
		"title": "Psykosociala faktorer – livskvalitet",
		"level": 2,
		"id": "f2_62",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Psykosociala faktorer – livskvalitet",
		"content": " Smärtor, bundenhet till omläggningar, oro för lukt och sekretion, liksom fysisk orörlighet och social isolering, har visat sig reducera livskvaliteten hos många bensårspatienter.",
		"products": ""
	},
	{
		"title": "Näringsbrist",
		"level": 2,
		"id": "f2_63",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Näringsbrist",
		"content": " För att såren ska läka krävs en väl balanserad kost som är rik på proteiner och C-vitamin. Vid zink- och järnbrist ges kompletterande medicinering. S-zink behöver endast analyseras vid malnutrition. Vid sår med kraftig sekretion kan albuminförlusterna bli stora. Vid trycksår rekommenderas näringstillskott med arginin (Cubitan) 8.",
		"products": "niferex erco-fer nycoplus fexim ferromyn ferplex duroferon maltofer ferinject venofer ferrologic ferion järnsackaros cosmofer monofer rienso diafer ferritamin"
	},
	{
		"title": "Helhetssyn och samarbete",
		"level": 2,
		"id": "f2_64",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Helhetssyn och samarbete",
		"content": " Omvårdnad av patienter med svårläkta sår bör inkludera smärtlindring, underlättande av sömn, god nutrition, rökstopp, rörelseträning, psykosociala åtgärder, patientundervisning samt preventiva insatser för att förhindra att nya sår uppstår. Fotsår hos diabetiker kan ofta kräva speciella insatser – specialistteam vid särskild fotmottagning. Sår som inte läker/visar tecken till läkning inom 1–3 månader bör bedömas av specialist på sårmottagning eller hudklinik. Samarbete med läkare inom olika specialiteter och inom vårdteamet är av avgörande betydelse för behandlingseffekten. Sjuksköterska bör koordinera omvårdnadsåtgärderna. En principiellt lämplig arbetsfördelning är den, att läkare genomför klinisk undersökning och ställer etiologisk diagnos, medan läkare och sjuksköterska tillsammans utformar behandlingsplan och väljer lämplig lokalbehandling och kompression. Uppföljning vid läkt sår registreras med fördel i RiksSår.",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "f2_65",
		"parentId": "f2_3",
		"chapter": "f2_hud_benfotsar_2013fm10.html",
		"type": "header",
		"titlePath": "Bensår, fotsår hos  diabetiker och trycksår && Referenser",
		"content": " Hopkins A, Dealey C, Bale S, Defloor T, Worboys F. Patients stories of living with a pressure ulcer. J Adv Nurs. 2006;56:345–53. RiksSår. www.rikssar.se Sårwebben. www.vgregion.se/sv/Skaraborgs- sjukhus/Skaraborgs-sjukhus/ European pressure ulcer advisory panel. www.epuap.org Cullum N, Nelson EA, Fletcher AW, Sheldon TA. Compression for venous leg ulcers. Cochrane Database Syst Rev. 2001;(2):CD000265. Fletcher A, Cullum N, Sheldon TA. A systematic review of compression treatment for venous leg ulcers. BMJ. 1997;315:576–80. Labropoulos N, Leon LR Jr, Bhatti A, Melton S, Kang SS, Mansour AM, Borge M. Hemodynamic effects of intermittent pneumatic compression in patients with critical limb ischemia. J Vasc Surg. 2005;42:710–6. van Anholt RD, Sobotka L, Meijer EP, Heyman H, Groen HW, Topinková E, van Leen M, Schols JM. Specific nutritional support accelerates pressure ulcer healing and reduces wound care intensity in non-malnourished patients. Nutrition. 2010;26:867–72. Öien RF, Åkesson N. Bacterial cultures, rapid strep test, and antibiotic treatment in infected hard-to-heal ulcers in primary care. Scand J Prim Health Care. 2012;30:254–8. Farmakologisk behandling av bakteriella hud- och mjukdelsinfektioner – ny rekommendation. Information från Läkemedelsverket. 2009:(20)5. www.lakemedelsverket.se Butcher M. PHMB: an effective antimicrobial in wound bioburden management.Br J Nurs. 2012;21:S16, S18–21. Gottrup F, Jörgensen B. Maggot debridement: an alternative method for debridement. Eplasty 2011;11:e 33, Epub 2011 Jul 12. Öien RF. Negative pressure wound therapy. World Wide Wounds. Decemeber 2010. www.worldwidewounds.com SBU. Vakuumassisterad sårbehandling. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2011. SBU Alert-rapport nr 2011-09. ISSN 1652-7151. www.sbu.se Wallin A-M, Boström L, Ulfvarson J, Ottosson C. Negative pressure wound therapy – a descriptive study. Ostomy Wound Manage. 2011;57:22 –9. SBU. Silverförband vid behandling av kroniska sår. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2010. SBU Alert-rapport nr 2010-02. ISSN 1652-7151. www.sbu.se Molan PC. The evidence supporting the use of honey as a wound dressing. Int J Low Extrem Wounds. 2006;5:40 –54. Butcher M. PHMB: an effective antimicrobial in wound bioburden management. Br J Nurs. 2012;21:S16, S18-21. För vidare läsning: Sår. Lindholm C. 3:e uppl. Studentlitteratur AB. 2012. ISBN 9789144054421. Vensjukdomar. Norgren L, red. Studentlitteratur AB. 2004. ISBN 9144024894. Grauers M, Lindholm C. Sårbehandling 2013/2014. Gothia 2013. ISBN 9789172058774. Lindholm C. Antiseptiska preparat vid sårbehandling. 2013. Sårsjuksköterskor i Sverige. www.swenurse.se Hämtar...",
		"products": ""
	}
]
