[
	{
		"title": "root",
		"level": 0,
		"id": "p2_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Reumatiska sjukdomar",
		"level": 1,
		"id": "p2_4",
		"parentId": "p2_0",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar",
		"content": "Reumatiska sjukdomar Ola Nived och Gunnar Sturfelt, Reumatologiska kliniken, Skånes universitetssjukhus, Lund",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "p2_5",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inledning",
		"content": "Inledning De reumatiska sjukdomarna är rörelseorganens medicinska sjukdomar. Reumatiska sjukdomar är vanliga och drabbar ca ¼ av befolkningen, samt är den sjukdomsgrupp som förorsakar de högsta samhällskostnaderna i form av sjukvård och socialförsäkringsutgifter. De flesta problem som hänför sig till rörelseorganen utgörs av icke inflammatoriska smärttillstånd, lokala eller systemiska, och artrossjukdomar. I regel handläggs polymyalgia rheumatica samt smärttillstånd och artroser inom primärvården, med remiss till ortoped för artrospatienter när operation kan bli aktuell. De inflammatoriska reumatiska sjukdomarna indelas i ledsjukdomar eller artriter, och systemsjukdomar. ",
		"products": ""
	},
	{
		"title": "Handläggning",
		"level": 2,
		"id": "p2_6",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Handläggning",
		"content": "Handläggning Faktaruta 1Inflammations- tecken Generella artritsignaler1. Svullnad2. Rodnad3. Värmeökning4. Ömhet5. Nedsatt funktion1. Ledsvullnad2. Ledömhet3. Rörelsesmärta4. Morgonstelhet5. Akutfasreaktion (SR,CRP) 1. Svullnad 2. Rodnad 3. Värmeökning 4. Ömhet 5. Nedsatt funktion 1. Ledsvullnad 2. Ledömhet 3. Rörelsesmärta 4. Morgonstelhet 5. Akutfasreaktion (SR,CRP) Idag gäller att samtliga patienter med oklar artrit, eller artrit vid systemsjukdom, ska beses av och handläggas i samråd med reumatolog från debuten. Detta för att effektiv läkemedelsbehandling bör sättas in tidigt och denna kräver både erfarenhet och utbyggda kontrollsystem för uppföljningen och för att minska biverkningsriskerna. Det är därför viktigt att den läkare som först möter en patient med ledbesvär kan fastställa om inflammation föreligger. Här är de 5 inflammationstecknen till bra hjälp. Dessa framgår i Faktaruta 1 tillsammans med generella artritsignaler.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 1 - Inflammations- tecken - Generella  artritsignaler",
		"level": 3,
		"id": "p2_7",
		"parentId": "p2_6",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Handläggning && Faktaruta 1",
		"content": "Faktaruta 1 Inflammations- tecken Generella artritsignaler 1. Svullnad2. Rodnad3. Värmeökning4. Ömhet5. Nedsatt funktion 1. Ledsvullnad2. Ledömhet3. Rörelsesmärta4. Morgonstelhet5. Akutfasreaktion (SR,CRP) ",
		"products": ""
	},
	{
		"title": "Inflammatoriska ledsjukdomar",
		"level": 2,
		"id": "p2_10",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar",
		"content": "Inflammatoriska ledsjukdomar Faktaruta 2Uppgifter som bör ingå i en remiss till reumatologbedömning Tidpunkt för symtomdebutFörekomst av svullna och/eller ömma lederFörekomst av morgonstelhetFörekomst av symtom från hud och/eller inre organResultat av SR, CRP och reumatoidfaktortest eller anti-CCPRöntgen av händer, fötter och lungor beställs med svar till reumatologen Tidpunkt för symtomdebut Förekomst av svullna och/eller ömma leder Förekomst av morgonstelhet Förekomst av symtom från hud och/eller inre organ Resultat av SR, CRP och reumatoidfaktortest eller anti-CCP Röntgen av händer, fötter och lungor beställs med svar till reumatologen Den vanligaste sjukdomen i denna grupp är ledgångsreumatism eller reumatoid artrit (RA), som drabbar ca 0,5% av befolkningen. Ungefär ¾ av patienterna är kvinnor och insjuknandefrekvensen når sitt maximum i 50-årsåldern. Karakteristiskt för RA är en polyartritbild med engagemang framför allt av perifera småleder. Varje läkare som ser dessa patienter primärt måste kunna identifiera artriter, eftersom tidig upptäckt är viktig då lederosioner med nedsatt funktion snabbt uppstår vid fortsatt inflammation. För detta har man hjälp av de allmänna inflammationstecknen men också av de mer generella artritsignalerna, se Faktaruta 1. Om några av dessa artritsignaler föreligger sker fortsatt diagnostik ofta av eller i samråd med reumatologspecialist, eftersom flera differentialdiagnoser med olika prognos och behandling behöver övervägas, se Tabell 1 . Vad som är önskvärt i remissen till reumatolog framgår i Faktaruta 2, . Tabell 1. Några viktiga differentialdiagnoser att överväga vid artritdebutSjukdomKarakteristikaPolyartriter (mer än 4 leder)Reumatoid artritErosiv, huvudsakligen perifer polyartritPsoriasisartritPerifer polyartrit, bl a i ytterleder och oftast hudpsoriasisVirusartritExempelvis parvovirus B19Juvenil idiopatisk artritHos barn, ofta i tonåren, juvenil RA-variantOligoartriter (högst 4 leder) Reaktiv artritHLA B27-associerad, bakteriell infektion föregårPsoriasisartritVariant med asymmetriskt storledsengagemangJuvenil idiopatisk artritHos barn, förenad med irit och antinukleära antikropparAtypisk RA-debutOligoartrit kan vara debutform av RASarkoidosartritOfta fotleder, typiska hudutslag av erythema nodosumtypBorreliaartritFästingburen infektion, erythema chronicum migrans Monartrit (en led)Septisk artritBakteriell infektion i led, febril, allmänpåverkad patientKristallartritUrat-/pyrofosfatutfällning i led, mycket smärtsamAtypisk RA-debutVanlig orsak till exempelvis isolerad knäartritRyggledsinflammation (morgonsmärtor och stelhet i rygg)Ankyloserande spondylitHLA B27-associerad, mest mänPsoriasisartritHLA B27-associerad och oftast hudpsoriasis Polyartriter (mer än 4 leder) Oligoartriter (högst 4 leder) Monartrit (en led) Ryggledsinflammation (morgonsmärtor och stelhet i rygg)",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 2 - Uppgifter som bör ingå i en remiss till reumatologbedömning ",
		"level": 3,
		"id": "p2_11",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Faktaruta 2",
		"content": "Faktaruta 2 Uppgifter som bör ingå i en remiss till reumatologbedömning Tidpunkt för symtomdebutFörekomst av svullna och/eller ömma lederFörekomst av morgonstelhetFörekomst av symtom från hud och/eller inre organResultat av SR, CRP och reumatoidfaktortest eller anti-CCPRöntgen av händer, fötter och lungor beställs med svar till reumatologen",
		"products": ""
	},
	{
		"title": "Tabell 1. Några viktiga differentialdiagnoser att överväga vid artritdebut",
		"level": 3,
		"id": "p2_13",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Tabell 1. Några viktiga differentialdiagnoser att överväga vid artritdebut",
		"content": "Tabell 1. Några viktiga differentialdiagnoser att överväga vid artritdebut Sjukdom Karakteristika Polyartriter (mer än 4 leder) Reumatoid artrit Erosiv, huvudsakligen perifer polyartrit Psoriasisartrit Perifer polyartrit, bl a i ytterleder och oftast hudpsoriasis Virusartrit Exempelvis parvovirus B19 Juvenil idiopatisk artrit Hos barn, ofta i tonåren, juvenil RA-variant Oligoartriter (högst 4 leder) Reaktiv artrit HLA B27-associerad, bakteriell infektion föregår Psoriasisartrit Variant med asymmetriskt storledsengagemang Juvenil idiopatisk artrit Hos barn, förenad med irit och antinukleära antikroppar Atypisk RA-debut Oligoartrit kan vara debutform av RA Sarkoidosartrit Ofta fotleder, typiska hudutslag av erythema nodosumtyp Borreliaartrit Fästingburen infektion, erythema chronicum migrans Monartrit (en led) Septisk artrit Bakteriell infektion i led, febril, allmänpåverkad patient Kristallartrit Urat-/pyrofosfatutfällning i led, mycket smärtsam Atypisk RA-debut Vanlig orsak till exempelvis isolerad knäartrit Ryggledsinflammation (morgonsmärtor och stelhet i rygg) Ankyloserande spondylit HLA B27-associerad, mest män Psoriasisartrit HLA B27-associerad och oftast hudpsoriasis",
		"products": ""
	},
	{
		"title": "Reumatoid artrit",
		"level": 3,
		"id": "p2_14",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Reumatoid artrit",
		"content": "Reumatoid artrit Faktaruta 3Klassifikationskriterier för RA från American College of Rheumatology/ EULAR 2010 (1) A) Ledengagemang (antal) 0–5 poäng.B) Serologi (reumafaktor och/eller antikroppar mot citrullinerade proteiner) 0–3 poäng.C) Akut fasreaktion (SR och/eller CRP) 0–1 poäng.D) Duration av symtom (≥ 6 veckor) 0–1 poäng.För definitiv RA-diagnos krävs minst 6 poäng. A) Ledengagemang (antal) 0–5 poäng. B) Serologi (reumafaktor och/eller antikroppar mot citrullinerade proteiner) 0–3 poäng. C) Akut fasreaktion (SR och/eller CRP) 0–1 poäng. D) Duration av symtom (≥ 6 veckor) 0–1 poäng. För definitiv RA-diagnos krävs minst 6 poäng. Reumatoid artrit (RA) är en oftast skovvist förlöpande inflammation i framför allt perifera småleder med klassiska artrittecken. Sjukdomsorsaken är okänd, men en association med en specifik vävnadstyp, DR4, i kombination med antikroppar mot Fc-delen av immunglobuliner, s k RA-faktorer (RF), samt mera nyligen påvisade antikroppar mot citrullinerade peptider indikerar att en immunstörning av autoimmun typ är en del av sjukdomsmekanismen. Föreligger dessa fynd är prognosen sämre, dvs risken för lederosioner med nedsatt funktion och möjligt handikapp är större. Tidiga erosioner eller usurer på röntgen är prognostiskt allvarligt. Det förefaller dessutom som antikroppar mot citrullinerade peptider (anti-CCP) kan föregå sjukdomsdebuten med kanske flera år och nya data indikerar att anti-CCP-positiv odifferentierad artrit, obehandlad, i hög utsträckning går vidare till en svår RA. Den initierande immunmekanismen drar igång en inflammationsreaktion i framför allt lederna, vilken leder till brosk- och benskador, men medför även allmänsymtom, exempelvis trötthet och inflammationsanemi, effekter som medieras av cytokiner. Till extraartikulära fynd hör subkutana, reumatiska noduli som också har prognostisk valör. I sällsynta fall utvecklas med tiden kärlinflammationer som kan ge upphov till nervskador och förlamningar. För klassifikation av patienter med RA används internationella kriterier (se Faktaruta 3. Dessa är inte diagnostiska, men har ett klart pedagogiskt värde för att definiera vad man inom reumatologin avser med begreppet reumatoid artrit. Uppvisar en patient 6 eller fler poäng efter 6 veckors symtomduration kan hon/han klassas som en patient med RA, men detta utesluter inte i praktiken andra diagnostiska överväganden. Långtidsprognosen för RA-patienterna är starkt kopplad till hur tidigt och hur bra man lyckas begränsa inflammationsprocessen. Kvarstående inflammation medverkar säkert till den för tidiga aterosklerosutveckling som RA-patienter uppvisar och som fortfarande förkortar medellivslängden. För modern läkemedelsbehandling av RA finns idag en nationell strategi som beskrivs i Terapirekommendationerna vid RA, ovan. Terapirekommendationer – Farmakologisk behandling vid RAPreparatgrupperSmärtstillande och inflammationsdämpande medelNSAID (Cyklooxygenashämmare/COX-hämmare)Analgetika, perifert och/eller centralt verkandeSjukdomsmodifierande Disease modifying antirheumatic drugs (DMARD), t ex metotrexatBiologiska läkemedel, t ex TNF-hämmareGlukokortikoiderSystemisk behandling (lågdos prednisolon 5–7,5 mg dagligen de första 2 åren)Lokal injektionsbehandlingNationell behandlingsstrategi vid RA (Starkt förenklad version) (uppdateras årligen – www.svenskreumatologi.se ).Lågaktiv/lindrig sjukdomI första hand metotrexat (+ folsyra). I andra hand klorokinfosfat/hydroxiklorokin eller sulfasalazin.Medelhög aktivitet/prognos-tiskt ogynnsamma faktorer (nedsatt funktion, reuma-faktor, erosiv sjukdom påvisad med röntgen)I första hand provas under 8 veckor metotrexat (+ folsyra) (Evidensgrad Aa).I andra hand kombination av TNF-hämmare med metotrexat (Evidensgrad A) alternativt TNF-hämmare i monoterapi (Evidensgrad D) (främst vid intolerans mot DMARD). I tredje hand, främst vid intolerans mot eller bristande effekt av effektiva doser av metotrexat ensamt, provas i ytterligare 3–4 månader kombinatio-ner mellan metotrexat, sulfasalazin, klorokinfosfat/hydroxiklorokin, eventu-ellt ciklosporin (Evidensgrad B). Alternativt kan leflunomid som monoterapi användas (Evidensgrad D).I fjärde hand, vid intolerans/otillräcklig effekt, provas abatacept/rituximab/tocilizumab (Evidensgrad A). Hög sjukdomsaktivitet (många svullna leder, hög akutfas-reaktion, snabb progress)I första hand metotrexat (+ folsyra) (Evidensgrad A).I andra hand tillägg med TNF-hämmare om inte inflammationskontroll uppnåtts med förstahandsvalet eller vid intolerans mot metotrexat (Evidensgrad A). Vid intolerans/otillräcklig effekt provas abatacept/rituximab/tocilizumab (Evidensgrad A).a. Evidensgradering enligt Oxford Centre for Evidence Based Medicine www.cebm.net Preparatgrupper NSAID (Cyklooxygenashämmare/COX-hämmare) Analgetika, perifert och/eller centralt verkande Disease modifying antirheumatic drugs (DMARD), t ex metotrexat Biologiska läkemedel, t ex TNF-hämmare Systemisk behandling (lågdos prednisolon 5–7,5 mg dagligen de första 2 åren) Lokal injektionsbehandling Nationell behandlingsstrategi vid RA (Starkt förenklad version) (uppdateras årligen – www.svenskreumatologi.se ). I första hand metotrexat (+ folsyra). I andra hand klorokinfosfat/hydroxiklorokin eller sulfasalazin. I första hand provas under 8 veckor metotrexat (+ folsyra) (Evidensgrad Aa). a I andra hand kombination av TNF-hämmare med metotrexat (Evidensgrad A) alternativt TNF-hämmare i monoterapi (Evidensgrad D) (främst vid intolerans mot DMARD). I tredje hand, främst vid intolerans mot eller bristande effekt av effektiva doser av metotrexat ensamt, provas i ytterligare 3–4 månader kombinatio-ner mellan metotrexat, sulfasalazin, klorokinfosfat/hydroxiklorokin, eventu-ellt ciklosporin (Evidensgrad B). Alternativt kan leflunomid som monoterapi användas (Evidensgrad D). I fjärde hand, vid intolerans/otillräcklig effekt, provas abatacept/rituximab/tocilizumab (Evidensgrad A). I första hand metotrexat (+ folsyra) (Evidensgrad A). I andra hand tillägg med TNF-hämmare om inte inflammationskontroll uppnåtts med förstahandsvalet eller vid intolerans mot metotrexat (Evidensgrad A). Vid intolerans/otillräcklig effekt provas abatacept/rituximab/tocilizumab (Evidensgrad A). a. Evidensgradering enligt Oxford Centre for Evidence Based Medicine www.cebm.net I den mån läkemedelsbehandlingen inte leder till inflammationsfrihet kan reumakirurgiska åtgärder behövas för att minska konsekvenserna av uppkomna ledskador. Om funktionsförluster leder till handikapp behöver rehabiliterande åtgärder planeras parallellt med övrig behandling. Det är därför viktigt att diagnostiserade patienter tidigt i sjukdomsförloppet får tillgång till team där sjukgymnaster, arbetsterapeuter och kuratorer ingår. ",
		"products": "beriglobin subcuvia gammanorm hizentra gammagard octagam xepol kiovig gamunex flebogamma privigen hyqvia rhesonativ rhophylac synagis confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine methotrexate wyeth metoject ebetrex metotab betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct folacin folsyra folvidon klorokinfosfat plaquenil salazopyrin sulfasalazin sandimmun ciklosporin neoral arava leflunomide orencia mabthera roactemra"
	},
	{
		"title": "Faktaruta 3 - Klassifikationskriterier för RA från  American College of Rheumatology/ EULAR 2010  (1) ",
		"level": 3,
		"id": "p2_15",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Faktaruta 3",
		"content": "Faktaruta 3 Klassifikationskriterier för RA från American College of Rheumatology/ EULAR 2010 (1) A) Ledengagemang (antal) 0–5 poäng.B) Serologi (reumafaktor och/eller antikroppar mot citrullinerade proteiner) 0–3 poäng.C) Akut fasreaktion (SR och/eller CRP) 0–1 poäng.D) Duration av symtom (≥ 6 veckor) 0–1 poäng.För definitiv RA-diagnos krävs minst 6 poäng.",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Farmakologisk behandling vid RA",
		"level": 3,
		"id": "p2_17",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Terapirekommendationer – Farmakologisk behandling vid RA",
		"content": "Terapirekommendationer – Farmakologisk behandling vid RA Preparatgrupper Smärtstillande och inflammationsdämpande medel NSAID (Cyklooxygenashämmare/COX-hämmare)Analgetika, perifert och/eller centralt verkande Sjukdomsmodifierande Disease modifying antirheumatic drugs (DMARD), t ex metotrexatBiologiska läkemedel, t ex TNF-hämmare Glukokortikoider Systemisk behandling (lågdos prednisolon 5–7,5 mg dagligen de första 2 åren)Lokal injektionsbehandling Nationell behandlingsstrategi vid RA (Starkt förenklad version) (uppdateras årligen – www.svenskreumatologi.se ). Lågaktiv/lindrig sjukdom I första hand metotrexat (+ folsyra). I andra hand klorokinfosfat/hydroxiklorokin eller sulfasalazin. Medelhög aktivitet/prognos-tiskt ogynnsamma faktorer (nedsatt funktion, reuma-faktor, erosiv sjukdom påvisad med röntgen) I första hand provas under 8 veckor metotrexat (+ folsyra) (Evidensgrad Aa).I andra hand kombination av TNF-hämmare med metotrexat (Evidensgrad A) alternativt TNF-hämmare i monoterapi (Evidensgrad D) (främst vid intolerans mot DMARD). I tredje hand, främst vid intolerans mot eller bristande effekt av effektiva doser av metotrexat ensamt, provas i ytterligare 3–4 månader kombinatio-ner mellan metotrexat, sulfasalazin, klorokinfosfat/hydroxiklorokin, eventu-ellt ciklosporin (Evidensgrad B). Alternativt kan leflunomid som monoterapi användas (Evidensgrad D).I fjärde hand, vid intolerans/otillräcklig effekt, provas abatacept/rituximab/tocilizumab (Evidensgrad A). Hög sjukdomsaktivitet (många svullna leder, hög akutfas-reaktion, snabb progress) I första hand metotrexat (+ folsyra) (Evidensgrad A).I andra hand tillägg med TNF-hämmare om inte inflammationskontroll uppnåtts med förstahandsvalet eller vid intolerans mot metotrexat (Evidensgrad A). Vid intolerans/otillräcklig effekt provas abatacept/rituximab/tocilizumab (Evidensgrad A). a. Evidensgradering enligt Oxford Centre for Evidence Based Medicine www.cebm.net ",
		"products": "confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine methotrexate wyeth metoject ebetrex metotab betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct folacin folsyra folvidon klorokinfosfat plaquenil salazopyrin sulfasalazin sandimmun ciklosporin neoral arava leflunomide orencia mabthera roactemra"
	},
	{
		"title": "Psoriasisartrit",
		"level": 3,
		"id": "p2_18",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Psoriasisartrit",
		"content": "Psoriasisartrit Psoriasisartrit är en ledsjukdom som främst förekommer hos patienter med hudpsoriasis. I enstaka fall kan artritdebuten föregå hudsymtom, vilket försvårar den kliniska diagnostiken. Den mest specifika ledlokaliseringen är fingrarnas ytterleder, DIP-lederna, där artrit annars inte förekommer. DIP-ledsartrit ses hos ungefär hälften av patienterna med psoriasisartrit och är då ofta förenad med små hål i naglarna, s k ”pitting”. Denna artritform förekommer sällsynt isolerad, mera ofta i kombination med övriga varianter. En karakteristisk röntgenförändring finns hos dessa DIP-ledsartriter, i form av kombination av osteolys och bennybildning, vilket ger upphov till ”pencil in cup”, som ser ut som en formerad penna på mellanfalangen som ledar mot en upp och nedvänd snapsglasliknande ytterfalang. Polyartritformen liknar RA, men är inte erosiv. Det är däremot den ovanliga mutilerande formen som har karakteristisk osteolys och teleskoperande fingerfalanger, som leder till korta och slappa fingrar. Ibland föreligger en okarakteristisk oligoartrit och slutligen finns en variant med ryggledsengagemang. Vad som skiljer den vanligen mera erosiva processen vid RA från den oftare godartade inflammationen vid psoriasisartrit är inte känt, men liknande terapiprinciper är effektiva även vid denna sjukdom. För start av TNF-blockad krävs väldefinierad sjukdom, hög inflammatorisk aktivitet samt tidigare misslyckade behandlingsförsök med lokala steroider, NSAID/COX-hämmare och minst ett DMARD (Disease Modifying Antirheumatic Drugs). Se riktlinjer för läkemedelsbehandling vid psoriasisartrit, www.svensk reumatologi.se.",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine"
	},
	{
		"title": "Reaktiv artrit",
		"level": 3,
		"id": "p2_19",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Reaktiv artrit",
		"content": "Reaktiv artrit Faktaruta 4Reaktiv artritMed reaktiv artrit associerade kliniska fyndKonjunktivitIritUretritBalanitSvullna fingrar/tår (”Prinskorvsutseende”)Varpustler på fotsulor Några viktiga agens bakom HLA B27-associerad reaktiv artritShigella flexneriSalmonelloserChlamydia trachomatisYersinia enterocoliticaCampylobacter Med reaktiv artrit associerade kliniska fynd Konjunktivit Irit Uretrit Balanit Svullna fingrar/tår (”Prinskorvsutseende”) Varpustler på fotsulor Några viktiga agens bakom HLA B27-associerad reaktiv artrit Shigella flexneri Salmonelloser Chlamydia trachomatis Yersinia enterocolitica Campylobacter Reaktiv artrit benämns den ledsjukdom som karakteriseras av asymmetrisk oligoartrit 2–4 veckor efter bakteriell infektion, ofta i övre luftvägar, tarm eller urogenitalt. Vid detta tillstånd ses vävnadstypen HLA B27 hos ca 75% av patienterna. Hypotetiskt borde en tidigt insatt antibiotikabehandling kunna förebygga sjukdomen, men detta har i praktiken inte kunnat visas, kanske för att man oftast är för sent ute. Den initialt ofta rätt ilskna artriten kan i regel behandlas symtomatiskt och klingar i många fall av inom loppet av 6 månader. Ibland uppkommer mera kroniska former, speciellt vid hälsene- och fotengagemang. En rad specifika, delvis extraartikulära manifestationer bidrar till diagnostiken av denna artritform, se Faktaruta 4. Givetvis är odling, vilken dock sällan ger napp när artriten uppkommit, eller serologiskt påvisande av misstänkt agens en värdefull diagnoshjälp. Några vanliga agens bakom reaktiv artrit finns listade i Faktaruta 4. Det är inte klarlagt varför vissa infektioner leder till denna speciella artritform. Korsreaktioner mellan antikroppar mot strukturer på mikroorganismen och mot kroppsegna strukturer har föreslagits som en möjlighet, men har inte säkert kunnat bekräftas. Vid stora knäexsudat är det viktigt att tappa ur dessa och injicera kortison, eftersom patienter med reaktiv artrit är speciellt benägna att snabbt utveckla svårbehandlade kontrakturer. I övrigt är behandling med COX-hämmare ofta tillräcklig. ",
		"products": "vibranord doxyferm oracea doxycyklin eql tetralysal lymecycline tetracyklin tygacil doktacillin amoxicillin amimox imacillin selexid penomax bensylpenicillin benzylpenicillin kåvepenin tikacillin avopenin fenoximetylpenicillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin spektramox bioclavid amoxicillin/clavulanic acid piperacillin/tazobactam fresenius azactam cayston meronem meropenem tienam imipenem/cilastatin invanz doribax cefamox cefadroxil zinacef cefuroxim claforan cefotaxim fortum ceftazidim rocephalin ceftriaxon cedax med zinforo idotrim trimetoprim eusaprim bactrim abboticin ery-max surlid klacid azitromax azitromycin azithromycin zithromax ketek dalacin clindamycin nebcina tobi gensumycin biklin ciproxin ciprofloxacin bmm norfloxacin tavanic levofloxacin avelox avalox vancomycin targocid tadim fucidin fucidine flagyl metronidazol metronidazole furadantin hiprex zyvoxid cubicin rimactan rifadin ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter aprokam bactroban altargo bafucin mycostatin vancocin xifaxan dificlir fungizone ambisome"
	},
	{
		"title": "Faktaruta 4 - Reaktiv artrit",
		"level": 3,
		"id": "p2_20",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Faktaruta 4",
		"content": "Faktaruta 4 Reaktiv artritMed reaktiv artrit associerade kliniska fyndKonjunktivitIritUretritBalanitSvullna fingrar/tår (”Prinskorvsutseende”)Varpustler på fotsulor Några viktiga agens bakom HLA B27-associerad reaktiv artritShigella flexneriSalmonelloserChlamydia trachomatisYersinia enterocoliticaCampylobacter",
		"products": ""
	},
	{
		"title": "Ankyloserande spondylit",
		"level": 3,
		"id": "p2_24",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Ankyloserande spondylit",
		"content": "Ankyloserande spondylit Ankyloserande spondylit, även känd som Bechterews sjukdom, drabbar mest män och har i 90% av fallen den genetiska bakgrunden HLA B27, men trots denna starka koppling är sjukdomsmekanismen inte klarlagd. I typfallet sker debuten hos en yngre man med tidigt morgonuppvaknande, ryggsmärtor och -stelhet. Påvisande av HLA B27 är ett indicium, men inte diagnostiskt, eftersom de flesta med denna vävnadstyp och ryggont inte har ankyloserande spondylit utan andra betydligt vanligare orsaker till ryggsmärtor. En noggrann anamnes där morgonsymtom framstår tydligt är den bästa vägledningen för att tidigt misstänka diagnosen. I senare skeden har man god hjälp av röntgen som då påvisar förkalkningar, efterhand överbryggande i de långa ryggligamenten. Då har det emellertid redan gått långt och patienten har förlorat en del av sin ryggrörlighet. För att undvika detta ska patienten tidigt i förloppet få hemprogram för gymnastik. Läkemedelsbehandling av ankyloserande spondylit behöver i de flesta fall vara endast symtomatisk, exempelvis med NSAID/COX-hämmare (se www.svenskreumatologi.se ). Vid väldefinierad sjukdom, hög inflammatorisk aktivitet, efter misslyckade behandlingsförsök med två NSAID/COX-hämmare och vid perifer ledsjukdom efter behandlingsförsök med sulfasalazin kan TNF-blockerande behandling övervägas.",
		"products": "confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine salazopyrin sulfasalazin"
	},
	{
		"title": "Monartriter",
		"level": 3,
		"id": "p2_25",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Monartriter",
		"content": "Monartriter Monartriter som drabbar endast en led är ofta akuta. Septisk artrit kräver urakut omhändertagande då bakterier, oftast stafylokocker, invaderat en led. Patienten har septisk feber, riskerar att förlora ledfunktionen snabbt genom vävnadsförstörande varbildning i leden och ett klart livshot föreligger. Diagnosen ställs via ledpunktion där högt antal ”ledvita”, med enbart neutrofiler, i leden påvisas. Medan odlingssvar eller direktprov för bakterier avvaktas inleds sepsisbehandling enligt Terapirekommendationerna på . Terapirekommendationer – monartriterSeptisk artritPå sjukhus, ibland på intensivvårdsavdelning, inleds parallellt med odlingar akut parenteral antibiotika­behandling med kloxacillin 2 g x 3 intravenöst eller cefotaxim 1 g x 3 eller cefuroxim 1,5 g x 3 intravenöst. Cefotaxim eller cefuroxim vid misstanke om urinvägs- eller bukfokus. Vid positivt odlingssvar riktas fortsatt parenteral behandling mot agens, gärna i samråd med infektionsläkare, se även www.infektion.net Leden immobiliseras, vid stora exsudat dräneras leden, ofta med hjälp av en ortopeds ingrepp. Efter ca 1 vecka övergång till 4–6 veckors peroral högdos antibiotikabehandling.KristallartriterAkut attackImmobilisera ledenSmärtstillande COX-hämmareLokal injektion med glukokortikoid (betametason/metylprednisolon)Den klassiska behandlingen av akut gikt är kolkicin (licenspreparat, t ex Colchicine Wockhardt UK LTD) 0,5 mg peroralt, upprepat 1 gång i timmen, högst 3 tabletter. Denna regim begränsas ofta av biverkningar som diarré varför längre tidsintervall alltmer utnyttjas, exempelvis var 3:e timme varvid effekt kan ses efter 6–9 timmar. Vid nedsatt njurfunktion kan kolkicin även i dessa doser ge allvarliga toxiska symtom och bör därför bara un­dantagsvis användas och då efter samråd med nefrolog/reumatolog. Även vid lever-/gallsjukdom bör försiktig­het iakttas med kolkicinbehandling 2. Observera även läkemedelsinteraktioner med exempelvis klaritromy­cin, erytromycin, verapamil, flukonazol, ketokonazol, itrakonazol och ciklosporin 3.Profylaktisk behandling vid gikt genom urinsyrasänkningAllopurinol, initialt 100 mg/dygn, bromsar uratproduktionen – försiktighet vid sänkt njurfunktion. Allopurinol kan resultera i försämring av akuta giktanfall, se vidare produktresumé/Fass.Probenecid, 500–1 500 mg 2 gånger/dag, ökar urinsyrautsöndringen i njurarna och fungerar bäst vid normal njurfunktion. Observera: Interagerar med NSAID/COX-hämmare, t ex naproxen. Septisk artrit På sjukhus, ibland på intensivvårdsavdelning, inleds parallellt med odlingar akut parenteral antibiotika­behandling med kloxacillin 2 g x 3 intravenöst eller cefotaxim 1 g x 3 eller cefuroxim 1,5 g x 3 intravenöst. Cefotaxim eller cefuroxim vid misstanke om urinvägs- eller bukfokus. Vid positivt odlingssvar riktas fortsatt parenteral behandling mot agens, gärna i samråd med infektionsläkare, se även www.infektion.net Leden immobiliseras, vid stora exsudat dräneras leden, ofta med hjälp av en ortopeds ingrepp. Efter ca 1 vecka övergång till 4–6 veckors peroral högdos antibiotikabehandling. Kristallartriter Akut attack Immobilisera leden Smärtstillande COX-hämmare Lokal injektion med glukokortikoid (betametason/metylprednisolon) Den klassiska behandlingen av akut gikt är kolkicin (licenspreparat, t ex Colchicine Wockhardt UK LTD) 0,5 mg peroralt, upprepat 1 gång i timmen, högst 3 tabletter. Denna regim begränsas ofta av biverkningar som diarré varför längre tidsintervall alltmer utnyttjas, exempelvis var 3:e timme varvid effekt kan ses efter 6–9 timmar. Vid nedsatt njurfunktion kan kolkicin även i dessa doser ge allvarliga toxiska symtom och bör därför bara un­dantagsvis användas och då efter samråd med nefrolog/reumatolog. Även vid lever-/gallsjukdom bör försiktig­het iakttas med kolkicinbehandling 2. Observera även läkemedelsinteraktioner med exempelvis klaritromy­cin, erytromycin, verapamil, flukonazol, ketokonazol, itrakonazol och ciklosporin 3. Profylaktisk behandling vid gikt genom urinsyrasänkning Allopurinol, initialt 100 mg/dygn, bromsar uratproduktionen – försiktighet vid sänkt njurfunktion. Allopurinol kan resultera i försämring av akuta giktanfall, se vidare produktresumé/Fass. Probenecid, 500–1 500 mg 2 gånger/dag, ökar urinsyrautsöndringen i njurarna och fungerar bäst vid normal njurfunktion. Observera: Interagerar med NSAID/COX-hämmare, t ex naproxen. Differentialdiagnosen till septisk artrit är kristallartrit som också kan debutera akut med svår smärta, dock mindre sällan med septisk feber. Även här är ledpunktatet vägledande diagnostiskt, då intracellulära uratkristaller kan påvisas med polarisationsmikroskopi vid äkta gikt. Kalciumpyrofosfatkristaller förekommer vid pseudogikt och detta kräver mera vana för att hitta i polarisationsmikroskopet. Pseudogikten är oftast mindre dramatisk och drabbar främst äldre artrospatienter. Denna geriatriska förekomst innebär tyvärr att många fall missas och att åldringar inte får den smärtlindrande behandling som de borde. Några vägledande punkter för tolkning av ledpunktat finns samlade i Tabell 2 . Tabell 2. Vägledning för tolkning av ledpunktatDiagnosUtseendeAntal ledvita (x 109/L)KristallerGlukoskvot (led/blod)ArtrosGul, lättflytande < 5Saknas> 50%Septisk artritVarig, illaluktande> 50Saknas< 50%KristallartritGulgrön, lättflytande5–75Påvisas> 50%RAGul, lättflytande5–50Saknas> 50% Antal ledvita (x 109/L) 9 Glukoskvot (led/blod)",
		"products": "25 50 vibranord doxyferm oracea doxycyklin eql tetralysal lymecycline tetracyklin tygacil doktacillin amoxicillin amimox imacillin selexid penomax bensylpenicillin benzylpenicillin kåvepenin tikacillin avopenin fenoximetylpenicillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin spektramox bioclavid amoxicillin/clavulanic acid piperacillin/tazobactam fresenius azactam cayston meronem meropenem tienam imipenem/cilastatin invanz doribax cefamox cefadroxil zinacef cefuroxim claforan cefotaxim fortum ceftazidim rocephalin ceftriaxon cedax med zinforo idotrim trimetoprim eusaprim bactrim abboticin ery-max surlid klacid azitromax azitromycin azithromycin zithromax ketek dalacin clindamycin nebcina tobi gensumycin biklin ciproxin ciprofloxacin bmm norfloxacin tavanic levofloxacin avelox avalox vancomycin targocid tadim fucidin fucidine flagyl metronidazol metronidazole furadantin hiprex zyvoxid cubicin rimactan rifadin ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter aprokam bactroban altargo bafucin mycostatin vancocin xifaxan dificlir fungizone ambisome betnovat diproderm diprolen bettamousse diprosalic betapred celeston medrol depo-medrol solu-medrol cum isoptin verapamil diflucan fluconazol flukonazol fluconazole b. fungoral ketokonazol ketoconazol sporanox itrakonazol itraconazole sandimmun ciklosporin neoral zyloric allopurinol nordic probecid confortid voltaren diklofenak diclofenac t eeze eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine calcium-sandoz kalcipos kalcidon calcitugg calcichew-d3 kalcipos-d cal-d-vita mite recikalc-d forte calcigran-d3 glucos glukos rehydrex kabi mg/ml glucos. braun baxter"
	},
	{
		"title": "Terapirekommendationer – monartriter",
		"level": 3,
		"id": "p2_26",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Terapirekommendationer – monartriter",
		"content": "Terapirekommendationer – monartriter Septisk artrit På sjukhus, ibland på intensivvårdsavdelning, inleds parallellt med odlingar akut parenteral antibiotika­behandling med kloxacillin 2 g x 3 intravenöst eller cefotaxim 1 g x 3 eller cefuroxim 1,5 g x 3 intravenöst. Cefotaxim eller cefuroxim vid misstanke om urinvägs- eller bukfokus. Vid positivt odlingssvar riktas fortsatt parenteral behandling mot agens, gärna i samråd med infektionsläkare, se även www.infektion.net Leden immobiliseras, vid stora exsudat dräneras leden, ofta med hjälp av en ortopeds ingrepp. Efter ca 1 vecka övergång till 4–6 veckors peroral högdos antibiotikabehandling. Kristallartriter Akut attack Immobilisera ledenSmärtstillande COX-hämmareLokal injektion med glukokortikoid (betametason/metylprednisolon)Den klassiska behandlingen av akut gikt är kolkicin (licenspreparat, t ex Colchicine Wockhardt UK LTD) 0,5 mg peroralt, upprepat 1 gång i timmen, högst 3 tabletter. Denna regim begränsas ofta av biverkningar som diarré varför längre tidsintervall alltmer utnyttjas, exempelvis var 3:e timme varvid effekt kan ses efter 6–9 timmar. Vid nedsatt njurfunktion kan kolkicin även i dessa doser ge allvarliga toxiska symtom och bör därför bara un­dantagsvis användas och då efter samråd med nefrolog/reumatolog. Även vid lever-/gallsjukdom bör försiktig­het iakttas med kolkicinbehandling 2. Observera även läkemedelsinteraktioner med exempelvis klaritromy­cin, erytromycin, verapamil, flukonazol, ketokonazol, itrakonazol och ciklosporin 3. Profylaktisk behandling vid gikt genom urinsyrasänkning Allopurinol, initialt 100 mg/dygn, bromsar uratproduktionen – försiktighet vid sänkt njurfunktion. Allopurinol kan resultera i försämring av akuta giktanfall, se vidare produktresumé/Fass.Probenecid, 500–1 500 mg 2 gånger/dag, ökar urinsyrautsöndringen i njurarna och fungerar bäst vid normal njurfunktion. Observera: Interagerar med NSAID/COX-hämmare, t ex naproxen.",
		"products": "vibranord doxyferm oracea doxycyklin eql tetralysal lymecycline tetracyklin tygacil doktacillin amoxicillin amimox imacillin selexid penomax bensylpenicillin benzylpenicillin kåvepenin tikacillin avopenin fenoximetylpenicillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin spektramox bioclavid amoxicillin/clavulanic acid piperacillin/tazobactam fresenius azactam cayston meronem meropenem tienam imipenem/cilastatin invanz doribax cefamox cefadroxil zinacef cefuroxim claforan cefotaxim fortum ceftazidim rocephalin ceftriaxon cedax med zinforo idotrim trimetoprim eusaprim bactrim abboticin ery-max surlid klacid azitromax azitromycin azithromycin zithromax ketek dalacin clindamycin nebcina tobi gensumycin biklin ciproxin ciprofloxacin bmm norfloxacin tavanic levofloxacin avelox avalox vancomycin targocid tadim fucidin fucidine flagyl metronidazol metronidazole furadantin hiprex zyvoxid cubicin rimactan rifadin ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter aprokam bactroban altargo bafucin mycostatin vancocin xifaxan dificlir fungizone ambisome betnovat diproderm diprolen bettamousse diprosalic betapred celeston medrol depo-medrol solu-medrol cum isoptin verapamil diflucan fluconazol flukonazol fluconazole b. fungoral ketokonazol ketoconazol sporanox itrakonazol itraconazole sandimmun ciklosporin neoral zyloric allopurinol nordic probecid confortid voltaren diklofenak diclofenac t eeze eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine"
	},
	{
		"title": "Tabell 2. Vägledning för tolkning av ledpunktat",
		"level": 3,
		"id": "p2_27",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Tabell 2. Vägledning för tolkning av ledpunktat",
		"content": "Tabell 2. Vägledning för tolkning av ledpunktat Diagnos Utseende Antal ledvita (x 109/L) Kristaller Glukoskvot (led/blod) Artros Gul, lättflytande < 5 Saknas > 50% Septisk artrit Varig, illaluktande > 50 Saknas < 50% Kristallartrit Gulgrön, lättflytande 5–75 Påvisas > 50% RA Gul, lättflytande 5–50 Saknas > 50%",
		"products": "25 50 glucos fresenius glukos rehydrex med kabi mg/ml glucos. b. braun baxter"
	},
	{
		"title": "Juvenil idiopatisk artrit",
		"level": 3,
		"id": "p2_28",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Juvenil idiopatisk artrit",
		"content": "Juvenil idiopatisk artrit Juvenil idiopatisk artrit omfattar barnaårens reumatiska sjukdomar och har 3 stora undergrupper, polyartikulär, oligoartikulär och systemisk form. De polyartikulära formerna drabbar främst barn i tonåren och har stora likheter med RA hos vuxna. De oligoartikulära formerna debuterar vanligast hos flickor < 6 års ålder och är förenade med positiva antikroppar mot antinukleära faktorer samt ögoninflammationer, som obehandlade ibland leder till blindhet. De systemiska varianterna, med hudutslag och feber, drabbar mest små barn. Eftersom alla dessa barnsjukdomar är relativt ovanliga ska alltid, vid misstanke om reumatisk sjukdom hos barn, kontakt tas med reumatolog eller barnläkare för adekvat diagnostik och behandling. Såväl metotrexat som biologiska läkemedel används vid juvenil artrit. Vid nedsatt rörlighet och funktion är lokala kortisoninjektioner att föredra framför systemisk kortisonbehandling bl a på grund av risken för tillväxtrubbningar. För ledinjektioner på mindre barn krävs dock ofta narkos varför dessa åtgärder bör ske på specialiserade enheter. Se även www.blf.net/reumatologi .",
		"products": "methotrexate wyeth metoject ebetrex metotab"
	},
	{
		"title": "Borreliaartrit",
		"level": 3,
		"id": "p2_29",
		"parentId": "p2_10",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska ledsjukdomar && Borreliaartrit",
		"content": "Borreliaartrit Borreliaartrit karakteriseras av ledinflammation i enstaka stora leder, föregången av fästingbett, med eller utan erythema chronicum migrans i anamnesen. Antikroppar mot Borrelia burgdorferi kan påvisas i serum. Behandlingen består i tidiga skeden av peroralt doxycyklin 200 mg/dag i 14–21 dagar 4. Vid spridd sjukdom och i senare skeden rekommenderas remiss till reumatolog, infektionsläkare eller neurolog om centralnervösa symtom föreligger. ",
		"products": "vibranord doxyferm oracea doxycyklin eql"
	},
	{
		"title": "Inflammatoriska systemsjukdomar",
		"level": 2,
		"id": "p2_30",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar",
		"content": "Inflammatoriska systemsjukdomar Till gruppen inflammatoriska systemsjukdomar hör en rad olika diagnoser, många ovanliga, som har det gemensamt att de engagerar även andra organsystem än lederna. Ledsymtom är vanliga även i denna grupp, vilket alltmer fört patienter med dessa diagnoser till reumatologin. Med ovannämnda definition skulle faktiskt även RA kunna inkluderas här, eftersom de flesta patienterna har anemi, många har serosit, t ex pleurit, även om denna oftast är subklinisk och hos en del ses även kärlinflammationer, vaskuliter. Eftersom ledinflammationen vid RA i regel är det allt överskuggande problemet, är emellertid detta inte praxis. Karakteristiska symtom och laboratorieprover vid inflammatoriska systemsjukdomar framgår i Tabell 3 , och Tabell 4. Tabell 3. Karakteristiska symtom vid inflammatoriska systemsjukdomarSjukdomKarakteristiska symtomSLEUV-utlösta hudutslag, alopeci, polyartritSystemisk sklerosRaynauds fenomen, sklerodaktyliDermatomyosit/polymyosit Proximal muskelsvaghetSjögrens syndromSicca-symtomTemporalarteritHuvudvärk, tugg-claudicatioPolymyalgia rheumaticaProximal muskelsmärta/-ömhetGranulomatös polyangitKronisk sinuit + artrit + proteinuriPolyarteritis nodosaNekrotiserande livedo + mononeuritis multiplexHenoch–Schönleins purpuraPurpuraChurg–Strauss syndromAllergisk snuva, astmaBehçets syndromUtstansade sår i munslemhinna och genitalia Tabell 4. Laboratorieprover vid inflammatoriska systemsjukdomaraSjukdomAutoantikroppar motAndra karakteristiska laboratoriefyndSLEDNA, Sm-antigenLeukopeni, trombocytopeniFörvärvad komplementbristHögt polyklonalt IgGSystemisk sklerosTopoisomeras-1Centromerer Dermatomyosit/polymyositJo-1Högt CKSjögrens syndromSSA/SSBIgG-Fc (RF) Nedsatt salivproduktion (sialometri)Nedsatt tårflöde (Schirmer)Jättecellsarterit (PMR,TA) Hög SR/CRPGranulomatös polyangitProteinas 3 Mikroskopisk polyangitMyeloperoxidas Churg–Strauss syndrom Eosinofilia. Autoantikroppar och andra specifika laboratorieprover är ofta kostsamma och är vanligen aktuella först i samband med specialistutredning. Observera också att de mer ospecifika antinukleära antikropparna (ANA) och reumatoid faktor (RF) ses i ökad frekvens med åldern hos individer utan systemsjukdom eller RA. a a. Autoantikroppar och andra specifika laboratorieprover är ofta kostsamma och är vanligen aktuella först i samband med specialistutredning. Observera också att de mer ospecifika antinukleära antikropparna (ANA) och reumatoid faktor (RF) ses i ökad frekvens med åldern hos individer utan systemsjukdom eller RA. Nedan följer en översikt av några av de viktigaste och vanligaste inflammatoriska systemsjukdomarna. Läroböckernas indelning av dessa är fortfarande otillräcklig, då många patienter uppvisar inkompletta former eller blandformer mellan olika systemsjukdomar. I praktisk sjukvård är det, för att kunna välja rätt behandling, ofta bättre att försöka förstå sjukdomsmekanismen i det individuella fallet än att försöka hitta en korrekt diagnosetikett. Det äldre begreppet bindvävssjukdomar bör undvikas – det leder tanken fel, bindväven är inte sjuk. De inflammatoriska systemsjukdomarna är i stället immunologiskt medierade, autoimmuna sjukdomar som drabbar olika vävnader i kroppen. Några viktiga sjukdomsmekanismer som kan ge upphov till symtombilder vid systemsjukdomar är exempelvis immunkomplexreaktioner, cellmedierade reaktioner eller antifosfolipidreaktioner. För utförligare information om bl a dessa hänvisas till kapitlet Allergiska och immunologiska tillstånd . ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Tabell 3. Karakteristiska symtom vid inflammatoriska systemsjukdomar",
		"level": 3,
		"id": "p2_31",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Tabell 3. Karakteristiska symtom vid inflammatoriska systemsjukdomar",
		"content": "Tabell 3. Karakteristiska symtom vid inflammatoriska systemsjukdomar Sjukdom Karakteristiska symtom SLE UV-utlösta hudutslag, alopeci, polyartrit Systemisk skleros Raynauds fenomen, sklerodaktyli Dermatomyosit/polymyosit Proximal muskelsvaghet Sjögrens syndrom Sicca-symtom Temporalarterit Huvudvärk, tugg-claudicatio Polymyalgia rheumatica Proximal muskelsmärta/-ömhet Granulomatös polyangit Kronisk sinuit + artrit + proteinuri Polyarteritis nodosa Nekrotiserande livedo + mononeuritis multiplex Henoch–Schönleins purpura Purpura Churg–Strauss syndrom Allergisk snuva, astma Behçets syndrom Utstansade sår i munslemhinna och genitalia",
		"products": ""
	},
	{
		"title": "Tabell 4. Laboratorieprover vid inflammatoriska systemsjukdomara",
		"level": 3,
		"id": "p2_32",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Tabell 4. Laboratorieprover vid inflammatoriska systemsjukdomara",
		"content": "Tabell 4. Laboratorieprover vid inflammatoriska systemsjukdomara Sjukdom Autoantikroppar mot Andra karakteristiska laboratoriefynd SLE DNA, Sm-antigen Leukopeni, trombocytopeniFörvärvad komplementbristHögt polyklonalt IgG Systemisk skleros Topoisomeras-1Centromerer Dermatomyosit/polymyosit Jo-1 Högt CK Sjögrens syndrom SSA/SSBIgG-Fc (RF) Nedsatt salivproduktion (sialometri)Nedsatt tårflöde (Schirmer) Jättecellsarterit (PMR,TA) Hög SR/CRP Granulomatös polyangit Proteinas 3 Mikroskopisk polyangit Myeloperoxidas Churg–Strauss syndrom Eosinofili a. Autoantikroppar och andra specifika laboratorieprover är ofta kostsamma och är vanligen aktuella först i samband med specialistutredning. Observera också att de mer ospecifika antinukleära antikropparna (ANA) och reumatoid faktor (RF) ses i ökad frekvens med åldern hos individer utan systemsjukdom eller RA.",
		"products": ""
	},
	{
		"title": "Polymyalgia rheumatica och temporalarterit",
		"level": 3,
		"id": "p2_33",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Polymyalgia rheumatica och temporalarterit",
		"content": "Polymyalgia rheumatica och temporalarterit Polymyalgia rheumatica (PMR) är den vanligaste systemsjukdomen och den drabbar äldre > 50 års ålder. Kardinalsymtom är proximala muskelsmärtor med stelhet och kraftig akutfasreaktion, och inte sällan tresiffrig sänka. PMR kännetecknas av relativt akut (dagar) påkommande smärtor och ömhet i proximal skelettmuskulatur med uttalad morgonstelhet. Hög akutfasreaktion (SR, CRP) är typisk. Karaktäristiskt är en snabb symtomlindring efter insatt glukokortikoidbehandling (se Terapirekommendationerna ). Terapirekommendationer – Behandling av jättecellsarteritTemporalarterit Synpåverkan/strokeHögdos glukokortikoider: initialt eventuellt metylprednisolon intravenöst 500–1 000 mg/dag i 2–3 dagarPrednisolon peroralt 1 mg/kg kroppsvikt/daga ASA 75–160 mg/dagUtan synpåverkanPrednisolon peroralt 0,75–1 mg/kg kroppsvikt/daga Polymyalgia rheumatica (utan TA) Prednisolon peroralt 0,2–0,3 mg/kg kroppsvikt/daga a. Nedtrappning av prednisolondosen med ca 10% av dosen/vecka till 20 mg/dag, därefter 10% varannan vecka. Se även kapitlet Kortikosteroider och hypofyshormoner, avsnittet Sjukdomsbehandling med glukokortikoider , inklusive Faktaruta 6 om nedtrappning . Temporalarterit Högdos glukokortikoider: initialt eventuellt metylprednisolon intravenöst 500–1 000 mg/dag i 2–3 dagar Prednisolon peroralt 1 mg/kg kroppsvikt/daga a a ASA 75–160 mg/dag Prednisolon peroralt 0,75–1 mg/kg kroppsvikt/daga a Polymyalgia rheumatica (utan TA) Prednisolon peroralt 0,2–0,3 mg/kg kroppsvikt/daga a a. Nedtrappning av prednisolondosen med ca 10% av dosen/vecka till 20 mg/dag, därefter 10% varannan vecka. Se även kapitlet Kortikosteroider och hypofyshormoner, avsnittet Sjukdomsbehandling med glukokortikoider , inklusive Faktaruta 6 om nedtrappning . Temporalarterit (TA) förekommer ibland tillsammans med PMR och förorsakar huvudvärk, skalpömhet, tugg-claudicatio, synstörningar och även otoneurologiska symtom. Engagemang av stora kärl (aorta och dess kärlgrenar) kan förekomma med ökad risk för aneurysm. Oftast föreligger kraftig akutfasreaktion även vid TA, men undantag förekommer och svåra ögonskador med blindhet som följd kan ses hos patienter med normal SR och normalt CRP. Viktiga differentialdiagnoser är bl a myelom, hypernefrom och bensökande metastaser vid bröst- och prostatacancer. Vid TA kan temporalartär och/eller occipitalartär ofta palperas svullna och ömmande. Temporalartärbiopsi är diagnostisk och visar granulomatös arterit, som kan påvisas upp till någon vecka efter insatt behandling. Vid misstanke om engagemang av större blodkärl bör ultraljudsundersökning, alternativt radiologisk utredning, ske, se Terapirekommendationerna . ",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct florinef xyloproct doloproct ficortril mildison hyderm emovat locoid betnovat diproderm diprolen bettamousse synalar elocon demoson mometason ovixan elocom flutivate dermovat clobex dermovate isopto-maxidex opnol maxidex ozurdex dexafree triesence vexol becotide rhinocort desonix flutaide flutikason nasonex nasomet nasacort avamys dymista"
	},
	{
		"title": "Terapirekommendationer – Behandling av jättecellsarterit",
		"level": 3,
		"id": "p2_34",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Terapirekommendationer – Behandling av jättecellsarterit",
		"content": "Terapirekommendationer – Behandling av jättecellsarterit Temporalarterit Synpåverkan/stroke Högdos glukokortikoider: initialt eventuellt metylprednisolon intravenöst 500–1 000 mg/dag i 2–3 dagarPrednisolon peroralt 1 mg/kg kroppsvikt/daga ASA 75–160 mg/dag Utan synpåverkan Prednisolon peroralt 0,75–1 mg/kg kroppsvikt/daga Polymyalgia rheumatica (utan TA) Prednisolon peroralt 0,2–0,3 mg/kg kroppsvikt/daga a. Nedtrappning av prednisolondosen med ca 10% av dosen/vecka till 20 mg/dag, därefter 10% varannan vecka. Se även kapitlet Kortikosteroider och hypofyshormoner, avsnittet Sjukdomsbehandling med glukokortikoider , inklusive Faktaruta 6 om nedtrappning . ",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct florinef xyloproct doloproct ficortril mildison hyderm emovat locoid betnovat diproderm diprolen bettamousse synalar elocon demoson mometason ovixan elocom flutivate dermovat clobex dermovate isopto-maxidex opnol maxidex ozurdex dexafree triesence vexol becotide rhinocort desonix flutaide flutikason nasonex nasomet nasacort avamys dymista"
	},
	{
		"title": "Systemisk lupus erythematosus",
		"level": 3,
		"id": "p2_35",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Systemisk lupus erythematosus",
		"content": "Systemisk lupus erythematosus Systemisk lupus erythematosus (SLE) förekommer i Sverige hos ca 80/100 000 invånare och ses flerfaldigt oftare hos kvinnor än hos män. Alla åldrar kan drabbas, men SLE är vanligast i 40–50-årsåldern. Symtombilden varierar kraftigt och solkänsliga hudutslag (t ex fjärilsexantem i ansiktet), håravfall, icke erosiv inflammatorisk ledsjukdom, hematologisk cytopeni, serosit, njurinflammation och CNS-manifestationer är exempel på den vida symtomfloran. Allmänsymtom som feber och trötthet är mycket vanliga. Autoantikroppar, framför allt kärnantikroppar (se Tabell 4 ) ses hos > 95% av patienterna 5. För behandling se Terapirekommendationerna – Behandling av inflammatoriska systemsjukdomar . Terapirekommendationer – Behandling av inflammatoriska systemsjukdomarSystemisk lupus erythematosus (SLE)Remissionsinduktion – lindriga skovCOX-hämmare (NSAID) för symtomlindringAnti-malariamedel (nya rekommendationer för ögonkontroller efter 2 år diskuteras för närvarande)Låg dos glukokortikoider (prednisolon 10–20 mg/dag)Lokal behandling – t ex glukokortikoider hud Remissionsinduktion – svåra skov (nefrit, CNS-engage-mang, systemisk vaskulit)Hög dos glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)Cytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil)Specifik B-cellshämmande behandling kan övervägas vid behandlingsre-fraktär sjukdomSystemisk sklerosRaynauds fenomenKalciumflödeshämmare (nifedipin 10–60 mg/dag)Fibrotiserande alveolitGlukokortikoiderCytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil)Renal kris/hypertoniACE-hämmareDermatomyosit/polymyosit Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)Kortisonsparande cytostatikum (azatioprin, metotrexat)Systemiska vaskulitsjukdomarVid svår vaskulit med livs-hotande/sviktande organ-funktionRemissionsinducerande behandling:– Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)– Cytostatikum (cyklofosfamid som intravenös eller peroral pulsbehandling)– Specifik B-cellshämmande behandling kan övervägas vid behandlings- refraktär sjukdomRemissonsbevarande behandling:– Azatioprin, metotrexatVid begränsad vaskulit (utan njur-, lungengagemang eller organfunktionshot)MetotrexatGlukokortikoider (prednisolon 0,2–0,5 mg/kg kroppsvikt/dag) Systemisk lupus erythematosus (SLE) COX-hämmare (NSAID) för symtomlindring Anti-malariamedel (nya rekommendationer för ögonkontroller efter 2 år diskuteras för närvarande) Låg dos glukokortikoider (prednisolon 10–20 mg/dag) Lokal behandling – t ex glukokortikoider hud Hög dos glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag) Cytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil) Specifik B-cellshämmande behandling kan övervägas vid behandlingsre-fraktär sjukdom Systemisk skleros Kalciumflödeshämmare (nifedipin 10–60 mg/dag) Glukokortikoider Cytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil) ACE-hämmare Dermatomyosit/polymyosit Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag) Kortisonsparande cytostatikum (azatioprin, metotrexat) Systemiska vaskulitsjukdomar Remissionsinducerande behandling:– Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)– Cytostatikum (cyklofosfamid som intravenös eller peroral pulsbehandling)– Specifik B-cellshämmande behandling kan övervägas vid behandlings- refraktär sjukdom Remissonsbevarande behandling:– Azatioprin, metotrexat Metotrexat Glukokortikoider (prednisolon 0,2–0,5 mg/kg kroppsvikt/dag)",
		"products": "confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine klorokinfosfat plaquenil malarone horisto kinin lariam riamet betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct sendoxan cyklofosfamid imurel azatioprin azathioprin immunoprin calcium-sandoz kalcipos kalcidon calcitugg calcichew-d3 kalcipos-d cal-d-vita mite recikalc-d forte calcigran-d3 adalat captopril renitec enalapril zestril lisinopril coversyl triatec ramipril accupro fosinopril methotrexate wyeth metoject ebetrex metotab"
	},
	{
		"title": "Terapirekommendationer – Behandling av inflammatoriska systemsjukdomar",
		"level": 3,
		"id": "p2_36",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Terapirekommendationer – Behandling av inflammatoriska systemsjukdomar",
		"content": "Terapirekommendationer – Behandling av inflammatoriska systemsjukdomar Systemisk lupus erythematosus (SLE) Remissionsinduktion – lindriga skov COX-hämmare (NSAID) för symtomlindringAnti-malariamedel (nya rekommendationer för ögonkontroller efter 2 år diskuteras för närvarande)Låg dos glukokortikoider (prednisolon 10–20 mg/dag)Lokal behandling – t ex glukokortikoider hud Remissionsinduktion – svåra skov (nefrit, CNS-engage-mang, systemisk vaskulit) Hög dos glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)Cytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil)Specifik B-cellshämmande behandling kan övervägas vid behandlingsre-fraktär sjukdom Systemisk skleros Raynauds fenomen Kalciumflödeshämmare (nifedipin 10–60 mg/dag) Fibrotiserande alveolit GlukokortikoiderCytostatikum (cyklofosfamid, azatioprin, mykofenolatmofetil) Renal kris/hypertoni ACE-hämmare Dermatomyosit/polymyosit Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)Kortisonsparande cytostatikum (azatioprin, metotrexat) Systemiska vaskulitsjukdomar Vid svår vaskulit med livs-hotande/sviktande organ-funktion Remissionsinducerande behandling:– Glukokortikoider (prednisolon 0,5–1 mg/kg kroppsvikt/dag)– Cytostatikum (cyklofosfamid som intravenös eller peroral pulsbehandling)– Specifik B-cellshämmande behandling kan övervägas vid behandlings- refraktär sjukdomRemissonsbevarande behandling:– Azatioprin, metotrexat Vid begränsad vaskulit (utan njur-, lungengagemang eller organfunktionshot) MetotrexatGlukokortikoider (prednisolon 0,2–0,5 mg/kg kroppsvikt/dag)",
		"products": "confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine klorokinfosfat plaquenil malarone horisto kinin lariam riamet betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco pred-clysma scheriproct sendoxan cyklofosfamid imurel azatioprin azathioprin immunoprin calcium-sandoz kalcipos kalcidon calcitugg calcichew-d3 kalcipos-d cal-d-vita mite recikalc-d forte calcigran-d3 adalat captopril renitec enalapril zestril lisinopril coversyl triatec ramipril accupro fosinopril methotrexate wyeth metoject ebetrex metotab"
	},
	{
		"title": "Systemisk skleros",
		"level": 3,
		"id": "p2_37",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Systemisk skleros",
		"content": "Systemisk skleros Systemisk skleros (sklerodermi) debuterar ofta med Raynauds fenomen, svullnad av fingrar och tår samt ledsmärtor. Hudengagemanget är i tidig fas kännetecknat av svullnad, går med tiden över i förhårdnad och slutligen atrofi och kan vara begränsat till händer/underarmar, fötter och ansikte eller diffust. Vid den diffusa formen förekommer ofta tidigt även systemisk skleros med lungfibros, pulmonell hypertension, mag-tarmengagemang med dysmotorik, hjärtrytmrubbning och/eller njurkärlspåverkan. Autoantikroppar mot topoisomeras-1 (diffus form av sjukdomen) och centromerer (begränsad form) förekommer.",
		"products": ""
	},
	{
		"title": "Dermatomyosit/polymyosit",
		"level": 3,
		"id": "p2_38",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Dermatomyosit/polymyosit",
		"content": "Dermatomyosit/polymyosit Dermatomyosit/polymyosit drabbar båda könen lika och manifesterar sig framför allt som svaghet i proximala muskler i armar och ben med utveckling under veckor till månader. Någon gång kan sjukdomen börja mer akut och är då ofta förenad med smärta och ömhet. Vid dermatomyosit ses även röd-blå hudutslag i ansiktet, på handryggar/fingrar och torax övre del. Lungengagemang med alveolit kan förekomma. Diagnosen ställs med hjälp av förhöjda muskelenzymer, muskelbiopsi, MRT-undersökning och EMG. Autoantikroppar kan förekomma. (Anti-Jo-1-antikroppar ses särskilt vid lungengagemang.)",
		"products": ""
	},
	{
		"title": "Sjögrens syndrom",
		"level": 3,
		"id": "p2_39",
		"parentId": "p2_30",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Inflammatoriska systemsjukdomar && Sjögrens syndrom",
		"content": "Sjögrens syndrom Sjögrens syndrom kan betecknas som en autoimmun exokrinopati där huvudmanifestationerna är torra ögon och torr mun, pga engagemang av tår- och salivkörtlar. Ektopisk lymfvävnad, lymfkörtelsvullnad och förekomst av autoantikroppar, särskilt anti-SSA- och anti-SSB-antikroppar och reumatoida faktorer, är karaktäristiska. Sekundärt Sjögrens syndrom betecknar detta sjukdomstillstånd när det förekommer tillsammans med en annan inflammatorisk sjukdom, t ex RA, SLE eller systemisk skleros. Diagnosen ställs med hjälp av sialometri, ögonundersökning, autoantikroppar och ibland även spottkörtelbiopsi. Behandlingen är i första hand symtomatisk. Se även kapitlet Ögonsjukdomar, avsnittet Torra/rinnande ögon .",
		"products": ""
	},
	{
		"title": "Vaskulitsjukdomar",
		"level": 2,
		"id": "p2_40",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar",
		"content": "Vaskulitsjukdomar Faktaruta 5Indelning av primär systemisk vaskulitaVaskuliter som drabbar stora blodkärl (aorta och dess grenar)JättecellsarteritTakayasus arteritVaskuliter som drabbar medelstora blodkärl Polyarteritis nodosaKawasakis sjukdom (hos barn)Vaskuliter som drabbar små blodkärl Granulomatös polyangitMikroskopisk polyangitChurg–Strauss syndromHenoch–Schönleins purpuraKutan leukocytoklastisk vaskulitBehçets syndroma. Enligt Chapel Hill Consensus Conference on the Nomenclature of systemic vasculitis, 1994. a Vaskuliter som drabbar stora blodkärl (aorta och dess grenar) Jättecellsarterit Takayasus arterit Vaskuliter som drabbar medelstora blodkärl Polyarteritis nodosa Kawasakis sjukdom (hos barn) Vaskuliter som drabbar små blodkärl Granulomatös polyangit Mikroskopisk polyangit Churg–Strauss syndrom Henoch–Schönleins purpura Kutan leukocytoklastisk vaskulit Behçets syndrom a. Enligt Chapel Hill Consensus Conference on the Nomenclature of systemic vasculitis, 1994. Vaskulitsjukdomar är sjukdomstillstånd kännetecknade av inflammation i kärlväggar och kan förekomma som manifestationer vid infektioner, maligniteter, läkemedelsreaktioner och inflammatoriska systemsjukdomar som SLE. Vaskulit kan även förekomma som egen entitet och man talar då om primärsystemisk vaskulit. Primära vaskulitsjukdomar indelas efter storlek på engagerade kärl enligt Faktaruta 5.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 5 - Indelning av primär systemisk vaskulita",
		"level": 3,
		"id": "p2_41",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Faktaruta 5",
		"content": "Faktaruta 5 Indelning av primär systemisk vaskulitaVaskuliter som drabbar stora blodkärl (aorta och dess grenar)JättecellsarteritTakayasus arteritVaskuliter som drabbar medelstora blodkärl Polyarteritis nodosaKawasakis sjukdom (hos barn)Vaskuliter som drabbar små blodkärl Granulomatös polyangitMikroskopisk polyangitChurg–Strauss syndromHenoch–Schönleins purpuraKutan leukocytoklastisk vaskulitBehçets syndrom a. Enligt Chapel Hill Consensus Conference on the Nomenclature of systemic vasculitis, 1994.",
		"products": ""
	},
	{
		"title": "Jättecellsarterit",
		"level": 3,
		"id": "p2_46",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Jättecellsarterit",
		"content": "Jättecellsarterit Jättecellsarterit är hos äldre knuten till två kliniska manifestationer – polymyalgia rheumatica (PMR) och temporalarterit (TA), se och Terapirekommendationer . ",
		"products": ""
	},
	{
		"title": "Takayasus arterit",
		"level": 3,
		"id": "p2_47",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Takayasus arterit",
		"content": "Takayasus arterit Barn och unga vuxna kan drabbas av en granulomatös jättecellsarterit, Takayasus arterit. Symtomen är främst ischemiska smärtor i armar (claudicatio), huvudvärk, yrsel, feber och allmänpåverkan. Ibland förekommer svåra neurologiska symtom. Blåsljud över centrala kärl och blodtrycksskillnader i extremiteter (pulseless disease) är vanligt. Angiografi eller MRT med och utan angiografi är diagnostisk.",
		"products": ""
	},
	{
		"title": "Polyarteritis nodosa",
		"level": 3,
		"id": "p2_48",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Polyarteritis nodosa",
		"content": "Polyarteritis nodosa Polyarteritis nodosa (PAN) kännetecknas av nekrotiserande vaskulit i framför allt medelstora artärer. Skador på kärlväggarna är ofta fokala och leder till aneurysmbildningar. Ischemiska lesioner leder till infarkter i inre organ som tarm och njurar, varvid angiografi uppvisar typiska fynd, men även i huden (sår, nekrotiserande livedo) och perifera nervskador (mononeuritis multiplex). Framför allt drabbas medelålders och äldre personer av PAN.",
		"products": ""
	},
	{
		"title": "Granulomatös polyangit",
		"level": 3,
		"id": "p2_49",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Granulomatös polyangit",
		"content": "Granulomatös polyangit Granulomatös polyangit (Wegeners granulomatos) karakteriseras av granulomatös inflammation i små artärer med granulom och sårbildningar i övre och nedre luftvägar (aseptiska lunginflammationer, trakeobronkiella sårhålor, fistlar). Ögoninflammation med granulomatös uveit och retinal vaskulit kan förekomma. Njurinflammation är vanlig (> 70%) och manifesterar sig med hematuri, proteinuri och nedsatt njurfunktion (se kapitlet Njursjukdomar, avsnittet Behandling av njursjukdomar, ). Vanligen är nefriten initialt fokal, men diffus fulminant proliferativ bild kan förekomma. Hudvaskuliter, polyartrit, neuropati (perifer, central), viscerala vaskuliter (tarm, urinvägar) kan förekomma. Diagnos ställs med histopatologisk undersökning. Antikroppar mot leukocytantigenet proteinas 3 (PR 3 ANCA) har god diagnostisk specificitet och sensitivitet.",
		"products": ""
	},
	{
		"title": "Mikroskopisk polyangit",
		"level": 3,
		"id": "p2_50",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Mikroskopisk polyangit",
		"content": "Mikroskopisk polyangit Mikroskopisk polyangit (MPA) är en icke granulomatös vaskulit som engagerar små blodkärl. Denna ovanliga vaskulitform kännetecknas av ofta långdraget prodromalt förlopp med lindrig polyartrit och kutana vaskuliter under månader/år. En inte sällan snabbt förlöpande glomerulonefrit med halvmånebildningar och njurfunktionspåverkan kan debutera relativt akut. Lungengagemang med vaskulitorsakade lungblödningar kan förekomma. Vid MPA har ca 60% av patienterna antikroppar mot myeloperoxidas (MPO-ANCA) och flertalet övriga patienter har positiv PR3 ANCA.",
		"products": ""
	},
	{
		"title": "Churg–Strauss syndrom",
		"level": 3,
		"id": "p2_51",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Churg–Strauss syndrom",
		"content": "Churg–Strauss syndrom Churg–Strauss syndrom kännetecknas av prodromala symtom i form av allergisk snuva och astma, ibland under flera år. Eosinofili och flyktiga lunginfiltrat förekommer tidigt i en bild av systemisk vaskulit med, förutom lungengagemang, även symtom från hud, leder och ögon, men mer sällan njurar. Diagnosen ställs med stöd av eosinofili i blodet, histopatologisk småkärlsvaskulit med mikrogranulom och eosinofili. MPO-ANCA kan vara positiv.",
		"products": ""
	},
	{
		"title": "Behçets syndrom",
		"level": 3,
		"id": "p2_52",
		"parentId": "p2_40",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Vaskulitsjukdomar && Behçets syndrom",
		"content": "Behçets syndrom Behçets syndrom är ovanlig i nordiska länder, men har hög incidens i Mindre Asien, längs Sidenvägen och i norra Afrika och är därför vanlig hos invandrare från dessa områden. Den kliniska bilden kännetecknas av recidiverande utstansade sår på munslemhinna, genitalia och pustulös kutan vaskulit med patergireaktion, dvs varblåsereaktion. Återkommande ögoninflammationer med ofta retinal vaskulit, oligoartrit, ulcerativ kolit, neurologiska symtom med bl a kranialnervslesioner och aseptisk meningoencefalit samt venösa tromboser tillhör symtomen vid Behçets syndrom. Diagnostiskt test saknas och differentialdiagnoser är bl a herpes simplex, reaktiv artrit, SLE, ulcerös kolit, Crohns sjukdom och andra systemiska vaskuliter. ",
		"products": ""
	},
	{
		"title": "Icke-inflammatoriska tillstånd",
		"level": 2,
		"id": "p2_53",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd",
		"content": "Icke-inflammatoriska tillstånd",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Artros",
		"level": 3,
		"id": "p2_54",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Artros",
		"content": "Artros Tabell 5. Några vanliga lokaliseringar av artros och frekvensLokalisering av artrosFrekvens i 70-årsåldernHöftleder8–10%Knäleder20–30%Stortåns metatarsalled40–50%Distala fingerleder (Heberdens artros) 80% av kvinnor Lokalisering av artros Frekvens i 70-årsåldern Degenerativa broskförändringar i lederna är vanliga tillstånd som leder till vilosmärtor hos många äldre. Initialt kan viss inflammation föreligga, men detta är inte framträdande kliniskt. Några vanliga lokaliseringer av artros ges i Tabell 5. Artrossjukdomarna orsakas av förändrad balans i den naturliga broskomsättningen. Bakomliggande faktorer som ökar risken för artros är ålder, övervikt, hård mekanisk belastning och rökning. För diagnos krävs att patienten har ledsmärtor och ledstelhet, och diagnosen kan ofta bekräftas med röntgen där typiska förändringar föreligger. Det bör observeras att typiska röntgenförändringar ofta finns, utan att kliniska symtom kan påvisas, och då bör givetvis ingen artrosdiagnos sättas. Det är mycket viktigt att kunna särskilja artrosförändrade leder från artritleder, eftersom behandling och prognos helt skiljer sig åt. Vid Heberdens artros i fingerleder har man god nytta av palpation, där lateralt växande, hårda osteofyter kan påvisas utan större tecken på inflammation, till skillnad från fynden vid t ex RA. Behandlingsmässigt bör riskfaktorer som rökning och övervikt elimineras, muskelträning inledas, vid behov ges smärtstillande läkemedel och när svåra ledskador medför funktionsnedsättningar kan ortopediska ingrepp bli aktuella, se också Terapirekommendationerna – Behandling av artros. I en aktuell stor metaanalys av läkemedelsbehandling vid artros framgår att paracetamol, glukosaminsulfat och kondroitinsulfat dels har en obetydlig effekt på smärta, dels att effekten är kortvarig varför preparaten inte har någon given plats i behandlingsarsenalen (evidensgrad C) 6. Se även kapitlet Smärta och smärtbehandling, avsnittet Artros . För vidare läsning rekommenderas också Muskuloskeletala systemet i Allmänmedicin 5 och relevanta avsnitt i boken Ortopedi 7. Terapirekommendationer – Behandling av artrosViktnedgång om övervikt föreliggerRökstoppAnpassad fysisk träning för att stärka muskler som kan avlasta sjuk ledHjälpmedel som exempelvis käpp vid knä- eller höftledsartrosSmärtstillande läkemedel: – NSAID/COX-hämmare – Effekt av glukosamin är inte säkert visad Vid ihållande vilosmärta eller funktionsnedsättning kan ortopedisk åtgärd bli aktuell Viktnedgång om övervikt föreligger Rökstopp Anpassad fysisk träning för att stärka muskler som kan avlasta sjuk led Hjälpmedel som exempelvis käpp vid knä- eller höftledsartros Smärtstillande läkemedel: – NSAID/COX-hämmare – Effekt av glukosamin är inte säkert visad Vid ihållande vilosmärta eller funktionsnedsättning kan ortopedisk åtgärd bli aktuell",
		"products": "25 50 alvedon panodil perfalgan pamol paracetamol pinex fresenius glucos glukos rehydrex med kabi mg/ml glucos. b. braun baxter confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine"
	},
	{
		"title": "Tabell 5. Några vanliga lokaliseringar av artros och frekvens",
		"level": 3,
		"id": "p2_55",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Tabell 5. Några vanliga lokaliseringar av artros och frekvens",
		"content": "Tabell 5. Några vanliga lokaliseringar av artros och frekvens Lokalisering av artros Frekvens i 70-årsåldern Höftleder 8–10% Knäleder 20–30% Stortåns metatarsalled 40–50% Distala fingerleder (Heberdens artros) 80% av kvinnor",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Behandling av artros",
		"level": 3,
		"id": "p2_56",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Terapirekommendationer – Behandling av artros",
		"content": "Terapirekommendationer – Behandling av artros Viktnedgång om övervikt föreligger Rökstopp Anpassad fysisk träning för att stärka muskler som kan avlasta sjuk led Hjälpmedel som exempelvis käpp vid knä- eller höftledsartros Smärtstillande läkemedel: – NSAID/COX-hämmare – Effekt av glukosamin är inte säkert visad Vid ihållande vilosmärta eller funktionsnedsättning kan ortopedisk åtgärd bli aktuell",
		"products": "25 50 confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine glucos fresenius glukos rehydrex med kabi mg/ml glucos. b. braun baxter"
	},
	{
		"title": "Lokaliserade och  generaliserade smärttillstånd",
		"level": 3,
		"id": "p2_57",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Lokaliserade och  generaliserade smärttillstånd",
		"content": "Lokaliserade och generaliserade smärttillstånd Faktaruta 6FibromyalgidiagnostikFörekomst av smärta i kroppens alla 4 kvadranter i minst 3 månaderSmärta vid palpation i minst 11 av 18 ”tenderpoints” (se Figur 1)Diagnosen kan föreligga tillsammans med andra sjukdomstillstånd Förekomst av smärta i kroppens alla 4 kvadranter i minst 3 månader Smärta vid palpation i minst 11 av 18 ”tenderpoints” (se Figur 1) Diagnosen kan föreligga tillsammans med andra sjukdomstillstånd Långvariga smärttillstånd, över 3 månader, är mycket vanliga och drabbar ca hälften av befolkningen någon gång under livet. De flesta får lokaliserade smärttillstånd där ländryggssmärtor är den största gruppen, framför allt hos män, och 4 av 5 vuxna individer beräknas någon gång under livet ha haft besvär, se även kapitlet Rygg- och nackbesvär, avsnittet Ländryggsbesvär . Exempel på andra lokala smärttillstånd kan vara tennisarmbåge, ”musarm”, rotatorkuffsyndrom vid skuldror och piriformissyndrom glutealt. De två sistnämnda är vanligare hos kvinnor, vilket också är fallet för de generaliserade smärttillstånden som drabbar ca 10% av befolkningen. Av dessa har någon procent ett generellt smärttillstånd med tryckömma punkter vid muskelfästen, fibromyalgi, se Figur 1. Hjälp för diagnos av fibromyalgi finns samlat i Faktaruta 6. Figur 1. Ömma punkter vid fibromyalgi De muskuloskeletala smärttillstånden står för en mycket stor del av socialförsäkringskostnaderna i Sverige och detta avspeglar förmodligen det faktum att medicinsk behandling hittills bara delvis kunnat hjälpa dessa patienter. Vävnadsskador ger nociceptiv smärta, skador på nerver kan ge neuropatisk smärta, medan den idiopatiska smärtan vid smärttillstånden inte har gått att förklara. På senare tid har förståelsen även av denna smärtmekanism förbättrats. När smärtan blir långvarig ställs kroppens smärtsignalering om, det sker en sensitisering. Detta innebär att även normala impulser förstärks och upplevs som smärta. En lokal smärta kan genom sensitisering generaliseras och en fibromyalgi kan utvecklas. Detta förklarar varför så lite objektivt finns att hitta vid undersökning av många smärtpatienter med generell smärta, och varför vanliga smärtstillande läkemedel inte har effekt. Åtgärder som kan motverka sensitisering kan vara fysisk aktivitet, tidig behandling av lokala smärtor och kognitiv terapi, se också Terapirekommendationerna – Behandlingsråd vid generella smärttillstånd. Se även kapitlet Smärta och smärtbehandling, avsnittet Några vanliga smärtsjukdomar – Fibromyalgi, . Terapirekommendationer – Behandlingsråd vid generella smärttillståndAvsätt tid för att lyssna ordentligt på patienten initialtFörklara pedagogiskt för patienten vad sensitisering innebärMotivera patienten för ett fysiskt aktivt livBehandla eventuell sömnstörning med tricykliska antidepressiva i lågdos, t ex amitriptylin 10–30 mg till nattenRemiss till smärtrehabilitering i svåra fall, där bl a kognitiv behandling kan prövas Analgetika och inflammationsdämpande behandling är vanligen otillräckligt Avsätt tid för att lyssna ordentligt på patienten initialt Förklara pedagogiskt för patienten vad sensitisering innebär Motivera patienten för ett fysiskt aktivt liv Behandla eventuell sömnstörning med tricykliska antidepressiva i lågdos, t ex amitriptylin 10–30 mg till natten Remiss till smärtrehabilitering i svåra fall, där bl a kognitiv behandling kan prövas Analgetika och inflammationsdämpande behandling är vanligen otillräckligt ",
		"products": "anafranil klomipramin saroten sensaval ludiomil maprotilin"
	},
	{
		"title": "Faktaruta 6 - Fibromyalgidiagnostik",
		"level": 3,
		"id": "p2_58",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Faktaruta 6",
		"content": "Faktaruta 6 FibromyalgidiagnostikFörekomst av smärta i kroppens alla 4 kvadranter i minst 3 månaderSmärta vid palpation i minst 11 av 18 ”tenderpoints” (se Figur 1)Diagnosen kan föreligga tillsammans med andra sjukdomstillstånd",
		"products": ""
	},
	{
		"title": "Figur 1. Ömma punkter vid fibromyalgi...",
		"level": 3,
		"id": "p2_60",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "figure",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Figur 1.",
		"content": "Figur 1. Ömma punkter vid fibromyalgi",
		"products": ""
	},
	{
		"title": "Terapirekommendationer – Behandlingsråd vid generella smärttillstånd",
		"level": 3,
		"id": "p2_61",
		"parentId": "p2_53",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Reumatiska sjukdomar && Icke-inflammatoriska tillstånd && Terapirekommendationer – Behandlingsråd vid generella smärttillstånd",
		"content": "Terapirekommendationer – Behandlingsråd vid generella smärttillstånd Avsätt tid för att lyssna ordentligt på patienten initialt Förklara pedagogiskt för patienten vad sensitisering innebär Motivera patienten för ett fysiskt aktivt liv Behandla eventuell sömnstörning med tricykliska antidepressiva i lågdos, t ex amitriptylin 10–30 mg till natten Remiss till smärtrehabilitering i svåra fall, där bl a kognitiv behandling kan prövas Analgetika och inflammationsdämpande behandling är vanligen otillräckligt ",
		"products": "anafranil klomipramin saroten sensaval ludiomil maprotilin"
	},
	{
		"title": "Läkemedel",
		"level": 2,
		"id": "p2_62",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel",
		"content": "Läkemedel",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "NSAID/COX-hämmare",
		"level": 3,
		"id": "p2_63",
		"parentId": "p2_62",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && NSAID/COX-hämmare",
		"content": "NSAID/COX-hämmare Cyklooxygenashämmarna har dominerat den symtomatiska terapin för rörelseorganens sjukdomar sedan 1800-talet, först med acetylsalicylsyra. Detta preparat har smärtstillande och febernedsättande effekter, men då det gavs i högre doser vid t ex RA fick många gastrit och magsår. Smärtdämpningen är effektiv mot nociceptiv smärta och har sin verkan perifert. Sedan 1960-talet har denna preparatgrupp expanderat med många magvänligare och mera långverkande alternativ. Gruppen har fått namnet ”Non-Steroid Antiinflammatory Drugs”, NSAID i dagligt tal. Gemensamt för alla preparat i gruppen är att de inte påverkar sjukdomsmekanismerna vid inflammatoriska sjukdomar, utan fungerar som rena symtomatika. Några kliniska skillnader av betydelse har aldrig kunnat påvisas på gruppnivå mellan olika NSAID/COX-hämmare, men individskillnader gör att enskilda patienter kan tolerera vissa preparat bättre. Flera olika beredningsformer finns med olika doseringsintervall. Se även kapitlet Smärta och smärtbehandling, Faktaruta 6 , och avsnittet Nociceptiv smärta, . Cyklooxygenashämmarna verkar på två enzym, COX-1 som alltid är närvarande, och COX-2 som induceras vid inflammation. Det har visat sig att magsårsbenägenheten huvudsakligen kunnat kopplas till COX-1, varför mer selektiva COX-2-hämmare utvecklats. Dessa delar dock övriga biverkningar med konventionella NSAID, som t ex risk för vätskeretention pga renal COX-2-hämning. Både konventionella NSAID och selektiva COX-2-hämmare ökar risken för hjärt-kärlbiverkningar, men i olika grad för olika preparat. Dock har studier visat att den kardioprotektiva effekten av acetylsalicylsyra kvarstår i kombination med COX-2-hämmare. En individuell riskbedömning bör dock göras främst för äldre patienter och patienter med hjärt-kärlrisk innan konventionella NSAID eller COX-2-hämmare sätts in. Användningen av både konventionella NSAID och COX-2-hämmare har därför minskat i klinisk praxis de senaste åren. Se även kapitlet Sjukdomar i matstrupe, magsäck och tolvfingertarm . ",
		"products": "aspirin albyl bamyl magnecyl trombyl acetylsalicylsyra confortid voltaren diklofenak diclofenac t eeze bmm eezeneo toradol arthrotec artrotec brexidol piroxicam alganex xefo meloxicam brufen ibumetin ipren burana ibuprofen nurofen ibuzin naproxen pronaxen alpoxen naprosyn naprocur orudis siduro tradil ardinex vimovo celebra celebrex arcoxia turox tauxib dynastat relifex artrox glucosine glukosamin pharma glucomed comfora glucosamine"
	},
	{
		"title": "DMARD",
		"level": 3,
		"id": "p2_64",
		"parentId": "p2_62",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && DMARD",
		"content": "DMARD Till gruppen sjukdomsmodifierande läkemedel, ”Disease Modifying Antirheumatic Drugs” eller DMARD, räknas en rad olika preparat som i nästan samtliga fall tagits fram för att behandla andra typer av sjukdomstillstånd. Gemensamt för dessa läkemedel är att de alla på ett eller annat sätt påverkar sjukdomsmekanismerna vid de inflammatoriska reumatiska sjukdomarna. De olika läkemedlen presenteras i Tabell 6, , där de är uppställda efter verkningsmekanism. Tabell 6. Sjukdomsmodifierande läkemedel som används inom reumatologin PreparatDosering/kommentarerFolsyraantagonist MetotrexatDos: 7,5–25 mg/vecka peroralt/parenteralt, effekt efter 4–6 veckor.Folsyrasubstitution, 10–60 mg/vecka bör ges, dock inte samma dag som metotrexat tas.Exempel på vanliga biverkningar: illamående, transaminasstegring och benmärgshämning.Utsätts 3 månader före planerad graviditet, gäller båda könen.Enzymhämmare SulfasalazinDos: 1–3 g/dag peroralt, effekt efter 2–3 månader.Exempel på vanliga biverkningar: illamående, leukopeni, hemolytisk anemi, hudutslag och klåda.Används undantagsvis under graviditet.LeflunomidDos: 10–20 mg/dag peroralt, effekt efter 4–6 veckor.Exempel på vanliga biverkningar: leukopeni, hypertoni, illamående, hudutslag, transaminasstegringar, anorexi och parestesier. Utsätts 2 år före planerad graviditet.Lysosomhämmare KlorokinfosfatDos: 3 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Kontroll av färgseende och synfält för upptäckt av retinabiverkningar, initialt årsvis, efter 300 g var 6:e månad.Exempel på vanliga biverkningar: huvudvärk, illamående, pigmentförändringar och ofarliga korneala inlagringar.Är otillräckligt studerat avseende graviditet. HydroxiklorokinDos: 2–6 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Ögonkontroller efter 2 år diskuteras för närvarande.Exempel på vanliga biverkningar: huvudvärk, illamående och ofarliga korneala inlagringar.Kan användas under graviditet. Natriumauro-tiomalatDos: 20–50 mg/2 veckor intramuskulärt, effekt efter 3–5 månader.Används endast vid RA – idag alltmer sällan.Exempel på vanliga biverkningar: trombocytopeni, leukopeni, eosinofili, anafylaxi, stomatit, kliande hudutslag, albuminuri och hematuri.Interleukin-2-hämmareCiklosporinDos: 2,5 mg/kg kroppsvikt/dag peroralt, effekt efter 2–3 månader.Omfattande interaktioner med bl a antibiotika.Exempel på vanliga biverkningar: huvudvärk, hypertoni, illamående, hypertrikos, hypo-magnesemi, myalgi, tremor, parestesier och renal fibros. Kan användas på strikt indikation under graviditet.Generella proliferationshämmare (bromsar celldelning via nukleinsyrapåverkan) AzatioprinDos: 2,5 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Intolerans vid tiometyltransferasbrist. Kontrolleras före start.Exempel på vanliga biverkningar: leukopeni, trombocytopeni och transaminasstegringar. Kan användas på strikt indikation under graviditet.CyklofosfamidDos: 1–2 mg/kg kroppsvikt/dag peroralt eller 500–1 500 mg/m2 kroppsyta intermittent intravenöst, effekt inom 2 veckor.Exempel på vanliga biverkningar: benmärgshämning, illamående, alopeci, cystit och sterilitet. Långsiktig risk för sekundära maligniteter med ökande totaldos. Ska inte användas vid graviditet. KlorambucilDos: 0,03–0,3 mg/kg kroppsvikt/dag peroralt, effekt inom 2 veckor.Exempel på vanliga biverkningar: benmärgshämning, sterilitet, långsiktig risk för sekundära maligniteter.Ska inte användas vid graviditet.Mykofenolatmofetil Dos: 0,5–3 g/dag peroralt, effekt efter 3–6 månader.Exempel på vanliga biverkningar: illamående, benmärgshämning och ökad infektionsrisk.Ska inte användas under graviditet. Interleukin-2-hämmare Generella proliferationshämmare (bromsar celldelning via nukleinsyrapåverkan) 2 Effekten av DMARD är ofta långsamt insättande, varför noggranna kontroller behövs för att styra behandlingen, se riktlinjer på www.svenskreumatologi.se . Dessutom krävs god kännedom om biverkningsriskerna och denna behandling bör ske av eller i samråd med reumatolog. Svensk reumatologi har idag nationella register för att säkra behandlingskvaliteten vid flera sjukdomstillstånd och behandlande läkare bör därför rapportera effekt och biverkningar till dessa 1, 2. Se även kapitlet Allergiska och immunologiska tillstånd, avsnittet Verkningsmekanismer för några immunsuppressiva läkemedel .",
		"products": "folacin folsyra folvidon methotrexate wyeth metoject ebetrex metotab arava leflunomide klorokinfosfat plaquenil albuminativ albumin flexbumin albunorm vibranord doxyferm oracea doxycyklin eql tetralysal lymecycline tetracyklin tygacil doktacillin amoxicillin amimox imacillin selexid penomax bensylpenicillin benzylpenicillin kåvepenin tikacillin avopenin fenoximetylpenicillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin spektramox bioclavid amoxicillin/clavulanic acid piperacillin/tazobactam fresenius azactam cayston meronem meropenem tienam imipenem/cilastatin invanz doribax cefamox cefadroxil zinacef cefuroxim claforan cefotaxim fortum ceftazidim rocephalin ceftriaxon cedax med zinforo idotrim trimetoprim eusaprim bactrim abboticin ery-max surlid klacid azitromax azitromycin azithromycin zithromax ketek dalacin clindamycin nebcina tobi gensumycin biklin ciproxin ciprofloxacin bmm norfloxacin tavanic levofloxacin avelox avalox vancomycin targocid tadim fucidin fucidine flagyl metronidazol metronidazole furadantin hiprex zyvoxid cubicin rimactan rifadin ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter aprokam bactroban altargo bafucin mycostatin vancocin xifaxan dificlir fungizone ambisome imurel azatioprin azathioprin immunoprin"
	},
	{
		"title": "Tabell 6. Sjukdomsmodifierande läkemedel som används inom reumatologin",
		"level": 3,
		"id": "p2_65",
		"parentId": "p2_62",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && Tabell 6. Sjukdomsmodifierande läkemedel som används inom reumatologin",
		"content": "Tabell 6. Sjukdomsmodifierande läkemedel som används inom reumatologin Preparat Dosering/kommentarer Folsyraantagonist Metotrexat Dos: 7,5–25 mg/vecka peroralt/parenteralt, effekt efter 4–6 veckor.Folsyrasubstitution, 10–60 mg/vecka bör ges, dock inte samma dag som metotrexat tas.Exempel på vanliga biverkningar: illamående, transaminasstegring och benmärgshämning.Utsätts 3 månader före planerad graviditet, gäller båda könen. Enzymhämmare Sulfasalazin Dos: 1–3 g/dag peroralt, effekt efter 2–3 månader.Exempel på vanliga biverkningar: illamående, leukopeni, hemolytisk anemi, hudutslag och klåda.Används undantagsvis under graviditet. Leflunomid Dos: 10–20 mg/dag peroralt, effekt efter 4–6 veckor.Exempel på vanliga biverkningar: leukopeni, hypertoni, illamående, hudutslag, transaminasstegringar, anorexi och parestesier. Utsätts 2 år före planerad graviditet. Lysosomhämmare Klorokinfosfat Dos: 3 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Kontroll av färgseende och synfält för upptäckt av retinabiverkningar, initialt årsvis, efter 300 g var 6:e månad.Exempel på vanliga biverkningar: huvudvärk, illamående, pigmentförändringar och ofarliga korneala inlagringar.Är otillräckligt studerat avseende graviditet. Hydroxiklorokin Dos: 2–6 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Ögonkontroller efter 2 år diskuteras för närvarande.Exempel på vanliga biverkningar: huvudvärk, illamående och ofarliga korneala inlagringar.Kan användas under graviditet. Natriumauro-tiomalat Dos: 20–50 mg/2 veckor intramuskulärt, effekt efter 3–5 månader.Används endast vid RA – idag alltmer sällan.Exempel på vanliga biverkningar: trombocytopeni, leukopeni, eosinofili, anafylaxi, stomatit, kliande hudutslag, albuminuri och hematuri. Interleukin-2-hämmare Ciklosporin Dos: 2,5 mg/kg kroppsvikt/dag peroralt, effekt efter 2–3 månader.Omfattande interaktioner med bl a antibiotika.Exempel på vanliga biverkningar: huvudvärk, hypertoni, illamående, hypertrikos, hypo-magnesemi, myalgi, tremor, parestesier och renal fibros. Kan användas på strikt indikation under graviditet. Generella proliferationshämmare (bromsar celldelning via nukleinsyrapåverkan) Azatioprin Dos: 2,5 mg/kg kroppsvikt/dag peroralt, effekt efter 3–6 månader.Intolerans vid tiometyltransferasbrist. Kontrolleras före start.Exempel på vanliga biverkningar: leukopeni, trombocytopeni och transaminasstegringar. Kan användas på strikt indikation under graviditet. Cyklofosfamid Dos: 1–2 mg/kg kroppsvikt/dag peroralt eller 500–1 500 mg/m2 kroppsyta intermittent intravenöst, effekt inom 2 veckor.Exempel på vanliga biverkningar: benmärgshämning, illamående, alopeci, cystit och sterilitet. Långsiktig risk för sekundära maligniteter med ökande totaldos. Ska inte användas vid graviditet. Klorambucil Dos: 0,03–0,3 mg/kg kroppsvikt/dag peroralt, effekt inom 2 veckor.Exempel på vanliga biverkningar: benmärgshämning, sterilitet, långsiktig risk för sekundära maligniteter.Ska inte användas vid graviditet. Mykofenolatmofetil Dos: 0,5–3 g/dag peroralt, effekt efter 3–6 månader.Exempel på vanliga biverkningar: illamående, benmärgshämning och ökad infektionsrisk.Ska inte användas under graviditet.",
		"products": "folacin folsyra folvidon methotrexate wyeth metoject ebetrex metotab arava leflunomide klorokinfosfat plaquenil albuminativ albumin flexbumin albunorm vibranord doxyferm oracea doxycyklin eql tetralysal lymecycline tetracyklin tygacil doktacillin amoxicillin amimox imacillin selexid penomax bensylpenicillin benzylpenicillin kåvepenin tikacillin avopenin fenoximetylpenicillin ekvacillin cloxacillin heracillin flukloxacillin flucloxacillin spektramox bioclavid amoxicillin/clavulanic acid piperacillin/tazobactam fresenius azactam cayston meronem meropenem tienam imipenem/cilastatin invanz doribax cefamox cefadroxil zinacef cefuroxim claforan cefotaxim fortum ceftazidim rocephalin ceftriaxon cedax med zinforo idotrim trimetoprim eusaprim bactrim abboticin ery-max surlid klacid azitromax azitromycin azithromycin zithromax ketek dalacin clindamycin nebcina tobi gensumycin biklin ciproxin ciprofloxacin bmm norfloxacin tavanic levofloxacin avelox avalox vancomycin targocid tadim fucidin fucidine flagyl metronidazol metronidazole furadantin hiprex zyvoxid cubicin rimactan rifadin ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter aprokam bactroban altargo bafucin mycostatin vancocin xifaxan dificlir fungizone ambisome imurel azatioprin azathioprin immunoprin"
	},
	{
		"title": "Biologiska läkemedel",
		"level": 3,
		"id": "p2_66",
		"parentId": "p2_62",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && Biologiska läkemedel",
		"content": "Biologiska läkemedel Med biologiska läkemedel avses en ny generation av preparat som utövar sin sjukdomsmodifierande effekt genom att mycket specifikt rikta sig mot inflammationsmedierande cytokiner, kemokiner eller receptorer på celler i immunsystemet. Första behandlingsprincipen i denna grupp, TNF-blockad, blev tillgänglig 1999 och har drastiskt förbättrat möjligheterna att effektivt behandla RA och andra artritsjukdomar. Ett antal parenterala preparat är nu tillgängliga, dels infliximab och adalimumab, som är monoklonala antikroppar riktade mot TNF, dels etanercept som är en rekombinant TNF-receptor. Dessutom finns två preparat, golimumab, human monoklonal antikroppp mot TNF, och certolizumabpegol, human monoklonal antikropp mot TNF kopplad med pegol för att öka halveringstiden. Med alla dessa preparat dämpas inflammationen, lederna svullnar av, patienterna blir piggare och även ledskadorna bromsas. Kombinationsbehandling med främst metotrexat ökar effekten och minskar biverkningsriskerna. En annan behandlingsprincip gäller hämning av cytokin IL-1, där en rekombinant receptorantagonist, anakinra, finns tillgänglig på marknaden. Effekten av denna behandling är generellt något svagare än för TNF-blockaden. Tocilizumab är en interleukin-6(IL-6)- receptorhämmande monoklonal antikropp som visats ha effekt vid behandling av RA 8. Tocilizumab kan ges i kombination med metotrexat eller som monoterapi. Andra nya biologiska läkemedel är abatacept och rituximab 8. Abatacept blockerar interaktionen mellan antigenpresenterande celler och T-celler och har effekt vid RA. Preparatet får inte kombineras med andra biologiska läkemedel pga risk för allvarliga biverkningar, främst infektioner. Rituximab är en chimerisk monoklonal antikropp som har använts vid behandling av B-cellslymfom och B-cellsleukemi. Medlet har använts med framgång vid RA, systemiska vaskuliter och reumatiska systemsjukdomar som SLE. Behandling med båda dessa läkemedel kan övervägas vid reumatoid artrit vid sviktande effekt och biverkningar av TNF-antagonister och vid reumatiska systemsjukdomar och systemiska vaskuliter när kortison-/cyklofosfamidbehandling har otillräcklig effekt. Belimumab är en monoklonal antikropp (IgG1) mot B-lymfocytstimulatorn (BLyS) som blockerar inbindning av BLyS till receptorn på B-celler. Belimumab har godkänts för behandling av svår serologiskt och kliniskt aktiv SLE som tilläggsbehandling. Biverkningarna av biologiska behandlingar omfattar lokalreaktioner, mer sällsynt allergiska reaktioner samt viss ökad infektionsrisk. Vad avser långsiktiga biverkningar är kunskapen ofullständig, men ännu har ingen ökad risk för maligniteter påvisats. Före insättande av biologisk behandling ska tbc samt hepatit B och C uteslutas genom screening. Kostnaderna för denna typ av behandling är höga och enhetliga nationella principer för när patienter kan bli aktuella för biologisk behandling finns, för mer information se www.svenskreumatologi.se . Noggrann uppföljning och säkerhetskontroll, bl a via register, kräver att behandlingarna sköts av reumatolog. Se även kapitlet Allergiska och immunologiska tillstånd, avsnittet Biologiska läkemedel 5, 6.",
		"products": "remicade humira mabthera herceptin erbitux avastin vectibix removab arzerra yervoy adcetris perjeta enbrel simponi cimzia methotrexate wyeth metoject ebetrex metotab kineret roactemra orencia sendoxan cyklofosfamid benlysta"
	},
	{
		"title": "Glukokortikoider",
		"level": 3,
		"id": "p2_67",
		"parentId": "p2_62",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && Glukokortikoider",
		"content": "Glukokortikoider Glukokortikoider belyses även i kapitlet Allergiska och immunologiska tillstånd, avsnittet Verkningsmekanismer för några immunsuppressiva läkemedel , samt kapitlet Kortikosteroider och hypofyshormoner, avsnittet Sjukdomsbehandling med glukokortikoider . Glukokortikoider används dels systemiskt, dels lokalt inom reumatologin.",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco florinef xyloproct scheriproct doloproct ficortril mildison hyderm emovat locoid betnovat diproderm diprolen bettamousse synalar elocon demoson mometason ovixan elocom flutivate dermovat clobex dermovate isopto-maxidex opnol maxidex ozurdex dexafree triesence vexol becotide rhinocort desonix flutaide flutikason nasonex nasomet nasacort avamys dymista",
		"hasChildren": true
	},
	{
		"title": "Systemisk behandling  med glukokortikoider",
		"level": 4,
		"id": "p2_68",
		"parentId": "p2_67",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && Glukokortikoider && Systemisk behandling  med glukokortikoider",
		"content": "Systemisk behandling med glukokortikoider Vid systemisk behandling tillämpas principen med snabb dossänkning och låg underhållsdos under så kort tid som möjligt. Detta pga de många långtidsbiverkningarna som t ex benskörhet, hypertoni, diabetes och psykiska biverkningar. Beträffande doser hänvisas till terapirekommendationer och tabeller i detta kapitel. Systemisk behandling med glukokortikoider bör, med undantag för polymyalgia rheumatica, inledas först efter samråd med specialist. Det är viktigt att formulera behandlingsmål och tidsplan för nedtrappning/utsättning. Hela dosen bör ges på morgonen för att minska hämningen av den egna kortisolproduktionen. Dosering varannan dag är inte lämplig i initialskedet, men kan övervägas vid nedtrappning i remissionsfas. Osteoporosprofylax bör ges (se kapitlet Osteoporos, avsnittet Kortison ).",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco"
	},
	{
		"title": "Lokal behandling med glukokortikoider",
		"level": 4,
		"id": "p2_69",
		"parentId": "p2_67",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Läkemedel && Glukokortikoider && Lokal behandling med glukokortikoider",
		"content": "Lokal behandling med glukokortikoider Lokal behandling med glukokortikoider är ett utmärkt alternativ vid lokal inflammation i led eller extraartikulärt. Behandlingen kräver anatomisk kunskap, ett rent rum, atraumatisk punktionsteknik samt att kontraindikationer inte föreligger. Kontraindikation är pågående infektion – absolut kontraindikation om misstanke om infekterad led föreligger, samt hudsjukdom i det område som ska punkteras. Generellt sett brukar man spruta högst 4 lokaler vid samma tillfälle och högst 4 gånger per lokal inom ett år. Vid behov av flera injektioner bör systemisk behandling med DMARD övervägas. När viktbärande leder, oftast knän, lokalbehandlas kan effektdurationen ökas om patienten vilar den injicerade leden under 24 timmar. Om exsudat föreligger kan detta med fördel tappas ut innan injektionen ges.",
		"products": "betapred celeston dexametason medrol depo-medrol solu-medrol cum precortalon prednisolon deltison lodotra kenacort-t lederspan solu-cortef hydrokortison plenadren beclomet aerobec pulmicort novopulmon giona budesonid flutide flixotide flixotaide atemur asmanex alvesco"
	},
	{
		"title": "Mer information",
		"level": 2,
		"id": "p2_70",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Mer information",
		"content": "Mer information Faktaruta 7Mer information För ytterligare information om olika reumatiska sjukdomstillstånd hänvisas till Svensk Reumatologisk Förenings webbplats med riktlinjer och vårdprogram, www.svenskreumatologi.se För ytterligare information om olika reumatiska sjukdomstillstånd hänvisas till Svensk Reumatologisk Förenings webbplats med riktlinjer och vårdprogram, www.svenskreumatologi.se För mer information se Faktaruta 7 och under rubriken För vidare läsning i referenslistan.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Faktaruta 7 - Mer information ",
		"level": 3,
		"id": "p2_71",
		"parentId": "p2_70",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "facts",
		"titlePath": "Reumatiska sjukdomar && Mer information && Faktaruta 7",
		"content": "Faktaruta 7 Mer information För ytterligare information om olika reumatiska sjukdomstillstånd hänvisas till Svensk Reumatologisk Förenings webbplats med riktlinjer och vårdprogram, www.svenskreumatologi.se ",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "p2_73",
		"parentId": "p2_4",
		"chapter": "p2_ror_reumsjukdom_2013fm10.html",
		"type": "header",
		"titlePath": "Reumatiska sjukdomar && Referenser",
		"content": "Referenser Aletaha D, Neogi T, Silman AJ, Funovits J, Felson DT, Bingham CO 3rd, et al. 2010 Rheumatoid arthritis classification criteria: an American college of rheumatology/European league against rheumatism collaborative initiative. Arthritis Rheum. 2010;62:2569–81. Terkeltaub RA. Clinical practice. Gout. New Engl J Med. 2003;349:1647–55. Vinge E. Kolchicin – Ett tidlöst läkemedel. version 2. 2008-01-11. www.ltkalmar.se Läkemedelsbehandling av borreliainfektion. Information från Läkemedelsverket. 2009:(20)4. Fossum S, Kristensen P, Hunskår S. Muskuloskeletala systemt. I: Allmänmedicin. Steinar H, Hovelius B, red. Studentlitteratur AB; 2007. s 314–91. ISBN 9144027982. Bjordal JM, Klovning A, Ljunggren AE, Slørdal L. Short-term efficacy of pharmacotherapeutic interventions in osteoarthritic knee pain: A meta-analysis of randomised placebo-controlled trials. Eur J Pain. 2007;11:125–38. Ortopedi. Lindgren U, Svensson O, red. Liber; 2007. ISBN 9147052538. Riktlinjer för läkemedelsbehandling vid RA. Svensk Reumatologisk Förening 2012-04-19. www.svenskreumatologi.se För vidare läsning: Reumatologi. Klareskog L, Enman Y, Saxne T. red. Studentlitteratur AB; 2005. ISBN 9144036450. Combe B, Landewe R, Lukas C, Bolosiu HD, Breedveld FC, Dougados M, Emery P, et al. EULAR recommendations for the management of early arthritis: Report of a task force of the European Standing Committee for International Clinical Studies Including Therapeutics (ESCISIT).Ann Rheum Dis. 2007;66:34–45. Choy EH, Smith C, Doré CJ, Scott DL. A meta-analysis of the efficacy and toxicity of combining disease-modifying anti-rheumatic drugs in rheumatoid arthritis based on patient withdrawal. Rheumatology. 2005;44:1414–21. Jayne D. What place for the new biologics in the treatment of necrotising vasculitides.Clin Exp Rheumatology. 2006;24:1–5. Bertsias G, Ioannidis JP, Boletis J, Bombardieri S, Cervera R, Dostal C, et al. EULAR recommendations for the management of systemic lupus erythematosus. Report of a task force of the EULAR standing committee for international clinical studies including therapeutics. Ann Rheum Dis. 2008;67:195–205. Bruce IN. Re-evaluation of biologic therapies in systemic lupus erythematosus. Curr Opin Rheumatol. 2010;22:273 – Hämtar... Hämtar...",
		"products": ""
	}
]