[
	{
		"title": "root",
		"level": 0,
		"id": "g5_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Sjukdomar i manliga genitalia",
		"level": 1,
		"id": "g5_3",
		"parentId": "g5_0",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia",
		"content": " Hans Hedelin, FoU-centrum och Urologkliniken, Kärnsjukhuset, Skövde",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer / Faktarutor etc.",
		"level": 2,
		"id": "g5_46",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Terapirekommendationer / Faktarutor etc.",
		"content": " TerapirekommendationerFarmakologisk behandling av symtomgivande BPH Terapirekommendationer Farmakologisk behandling av symtomgivande BPH",
		"products": ""
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "g5_4",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Inledning",
		"content": " Erektil dysfunktion och godartad prostataförstoring är vanliga tillstånd och prostatacancer har den högsta incidensen av alla cancerformer hos män. Endast undantagsvis drabbas män < 50 år av dessa sjukdomar. Testistorsion och testiscancer är den yngre mannens sjukdomar. Erektil dysfunktion (ED) kan oftast framgångsrikt behandlas farmakologiskt även av icke-specialisten. Även godartad prostataförstoring kan behandlas farmakologiskt, men för att få en mer påtaglig symtomlindring krävs kirurgisk behandling. Att det finns olika typer av hormonell behandling av prostatacancer möjliggör en mer individualiserad behandling. Att den är förenad med en rad komplikationer, från osteoporos till trötthet, har blivit alltmer klarlagt. Abakteriell prostatit/kroniskt bäckensmärtsyndrom utgör fortfarande ett enigma där mer effektiv behandling saknas.",
		"products": ""
	},
	{
		"title": "Sjukdomar i skrotum",
		"level": 2,
		"id": "g5_5",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Epididymit",
		"level": 3,
		"id": "g5_6",
		"parentId": "g5_5",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Epididymit",
		"content": " Orsaken är en infektion som når epididymis via uretra och prostata. Hos den yngre mannen är klamydia den mest sannolika orsaken, hos den äldre mannen är det E. coli.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Symtom",
		"level": 4,
		"id": "g5_7",
		"parentId": "g5_6",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Epididymit && Symtom",
		"content": " Symtomen är ensidiga med smärtor och ömhet över epididymis som svullnar upp. Svullnaden kan vara så kraftig att detaljpalpation inte är möjlig. Symtomen kan vara snabbt insättande och är ofta förenade med miktionssveda och feber.",
		"products": ""
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "g5_8",
		"parentId": "g5_6",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Epididymit && Differentialdiagnoser",
		"content": " Vid snabbt insättande smärtor och svullnad är testistorsion en viktig differentialdiagnos och vid långsamt insättande symtom testistumör. Skrotalt ultraljud är till stor hjälp vid diagnostiken.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "g5_9",
		"parentId": "g5_6",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Epididymit && Behandling",
		"content": " Hos den yngre mannen med klamydia som sannolik orsak är doxycyklin ett optimalt behandlingsalternativ, hos män > 35–40 år fluorokinoloner. Hos barn är E. coli oftast orsaken och trimetoprim ett bättre alternativ. Vid abscessbildning bör incision övervägas. Behandlingen bör pågå i 3 veckor och, om smärtor och ömhet kvarstår, förlängas ytterligare. Patienten bör följas till utläkning, dvs att status i skrotum normaliserats. Se vidare om klamydia i kapitlet Sexuellt överförbara sjukdomar, avsnittet Klamydiainfektion . ",
		"products": "atridox doxycyclin-ratiopharm vibranord doxyferm oracea doxycyklin eql vibramycin tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip bmm fresenius prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox moxifloxacin floxal ciloxan oftaquix vigamox idotrim trimetoprim"
	},
	{
		"title": "Testistorsion",
		"level": 3,
		"id": "g5_10",
		"parentId": "g5_5",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Testistorsion",
		"content": " Om testikeln och funikeln (där blodförsörjningen till testikeln finns) roteras, stryps blodförsörjningen och ger akut insättande smärtor. Den engagerade skrotalhalvan är oftast svullen och missfärgad. Testistorsion är en viktig differentialdiagnos vid snabbt insättande smärtor i skrotum, speciellt hos pojkar och yngre män 1. Färgdopplerundersökning har god diagnostisk förmåga. Akut exploration (senast inom 5–6 timmar) är annars nödvändig, inte bara för diagnosen utan för att testikeln ska kunna detorkveras och inte skadas irreversibelt. Är testikeln nekrotisk exstirperas den, förefaller den viabel utförs orkiopexi till skrotalväggen.",
		"products": ""
	},
	{
		"title": "Testistumör",
		"level": 3,
		"id": "g5_11",
		"parentId": "g5_5",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Testistumör",
		"content": " Testiscancer är vanligtvis inte förenad med smärtor, men kan vara det (10%). Smärtorna kan vara akut insättande. Så gott som alla testikeltumörer är maligna. Testiscancer förekommer som seminom och som s k icke-seminom (embryonal cancer). En resistens i skrotum som inte kan fripalperas från testikeln ska misstänkas vara en testiscancer. Är palpationsfyndet osäkert kan ultraljud av skrotum oftast fastställa om resistensen ligger i testikeln, vilket gör att exploration krävs, eller om den ligger utanför testikeln.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "g5_12",
		"parentId": "g5_11",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Sjukdomar i skrotum && Testistumör && Behandling",
		"content": " Behandlingen är ablatio testis följt av datortomografi av buk och torax för att upptäcka eventuella lymfkörtelmetastaser. Vid seminom ges strålbehandling och vid embryonal cancer cytostatika och/eller kirurgisk lymfkörtelutrymning vid påvisade eller misstänkta lymfkörtelmetastaser i buken. För tumörer begränsade till testikeln är prognosen mycket god, med en 5-årsöverlevnad på nästan 100%.",
		"products": "sendoxan cyklofosfamid cyclophosphamide leukeran alkeran holoxan ixoten ribovact myleran busilvex busulfan fresenius ovastat thiotepa tepadina bicnu becenun lomustine ceenu zanosar temodal temomedac temozolomide temozolomid dtic dacarbazine vercyte methotrexate metoject wyeth metotrexat ebetrex strides arcolab metopen metojectpen tomudex alimta folotyn puri-nethol xaluprine purinethol mercaptopurin-medice lanvis leustatin litak fludara fludarabin bayer fludarabine evoltra atriance cytosar arabine cytarabine depocyte cytarabin flurablastin fluorouracil agicil efudix gemzar gemcitabin gemcitabine martindale bmm gemalata xeloda capecitabin capecitabine cardalox xalvobin arxeda actabi cantaloda medico capecitalox prevexel cerex capestri pharos actikerall uft teysuno vidaza dacogen velbe vinblastinsulfat-teva oncovin vincristine eldisine navelbine vinorelbin navirel vinobur relbinalur vinorelbine javlor vepesid eposin etopofos exitop etoposid etoposide lastet eto-gry vumon taxol paxene pacovary paclitaxel actaxel plitaxel plivaxol plivatel paklitaxel paklimedica paklitaxomed cantaxel pacligen abraxane paclical taxotere docetaxel cell docefrez doceria docirena ribodocel symtaxel teva qvidadotax jevtana yondelis cosmegen adriamycin doxorubicin caelyx myocet cerubidin daunoxome farmorubicin epirubicin zavedos idarubicin novantrone mitoxantron mitoxantrone strimax pixuvri bleomycin mutamycin mitomycin platinol cisplatin paraplatin carboplatin carbomedac eloxatin oxaliplatin oxamed oxitropic cardinal olatin procarbazine natulan mabthera herceptin mabcampath campath mylotarg erbitux avastin vectibix removab arzerra yervoy adcetris perjeta kadcyla gazyvaro daratumumab mk-3475 amekrin amsalyo erwinase asparaginase hexalen hydroxyurea hydrea siklos droxia nipent miltex impavido estracyt vesanoid hycamtin topotecan potactasol campto irinotecan irinosor namedica panretin lysodren oncaspar targretin trisenox onsenal velcade xagrid zolinza istodax halaven erivedge zaltrap kyprolis carfilzomib zydelig metvix photofrin photobarr gliolan alacare ameluz foscan sutent nexavar sprycel glivec imatinib tarceva iressa tyverb tasigna torisel afinitor votubia votrient bosulif bosutinib zelboraf xalkori inlyta jakavi caprelsa giotrif stivarga mekinist tafinlar gsk2118436 iclusig ponatinib cometriq afatinib zykadia vismodegib laquinimod ok"
	},
	{
		"title": "Blåstömningsproblem hos män",
		"level": 2,
		"id": "g5_13",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män",
		"content": " LUTS (lower urinary tract symptoms), dvs blåstömningsproblem i form av startsvårigheter, svag stråle, ofullständig blåstömning, efterdropp och ofta påkommande urinträngningar dag som natt är vanligt hos medelålders och äldre män (2–4) .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Orsaker",
		"level": 3,
		"id": "g5_14",
		"parentId": "g5_13",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Orsaker",
		"content": " Den vanligaste orsaken till LUTS är en godartad prostataförstoring (BPH) som försvårar urinavflödet och kan göra blåsan instabil. LUTS kan också orsakas av idiopatisk/åldersrelaterad blåsöveraktivitet. Andra orsaker är urinvägsinfektion, bäckensmärtsyndromet, blåssten, blåshalsskleros, stora blåstumörer och prostatacancer. Hos den åldrande mannen försvagas blåsans muskulatur vilket försvårar blåstömningen och en större andel av dygnsurinmängden produceras nattetid med nykturi som resultat. Om cerebrala miktionscentra skadas, som efter slaganfall, blir blåsan överaktiv och kontraheras ofrivilligt redan vid låg fyllnad, med imperativa urinträngningar som följd. Kan inte den ofrivilliga blåskontraktionen hämmas tillkommer urinläckage. Se även kapitlet Urininkontinens, avsnittet Inkontinens hos män .",
		"products": ""
	},
	{
		"title": "Utredning",
		"level": 3,
		"id": "g5_15",
		"parentId": "g5_13",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Utredning",
		"content": " Det är viktigt att upptäcka allvarliga bakomliggande orsaker som blås- eller prostatacancer, stor residualurin och njurfunktionspåverkan. I utredningen ingår: urinstickor, inklusive nitrittest, vid behov kompletterat med urinodling S-PSA (prostataspecifikt antigen) och palpation per rektum S/P-kreatinin och eventuellt residualurin miktionslistor och tidsmiktion. Påvisas inte något avvikande är det graden av besvär som avgör om ytterligare utredning ska göras och behandling sättas in. Besvären kan objektiviseras med symtomformulär. Det är vanligt att patienten avstår från ytterligare åtgärder när han får veta att det inte föreligger någon allvarlig sjukdom. Absolut indikation för specialistbedömning föreligger vid hög residualurin, njurfunktionspåverkan, upprepade urinvägsinfektioner och vid hematuriepisoder förorsakade av BPH. Flera behandlingsmetoder finns och patient och läkare bör i samråd besluta om vilken behandling som ska sättas in. Inför behandling bör utredningen om möjligt kompletteras med transrektalt ultraljud för att bestämma prostatans storlek (värdefullt inför invasiva ingrepp och behandling med 5-alfa-reduktashämmare). Uretrocystoskopi är indicerad först vid hematuri, recidiverande infektioner och svåra trängningar/miktionssmärtor.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "g5_16",
		"parentId": "g5_13",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Behandling",
		"content": " Om det finns en obstruktiv komponent, oftast BPH, med lågt urinflöde bör i första hand avflödeshindret elimineras. Flera alternativ finns.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Kirurgisk behandling",
		"level": 4,
		"id": "g5_17",
		"parentId": "g5_16",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Behandling && Kirurgisk behandling",
		"content": " Transuretral prostataresektion (TURP) är den mest använda metoden vid godartad prostataförstoring och blåshalsskleros 4. Behandlingsresultaten är goda med påtagligt förbättrat flöde och minskade besvär (stark evidens). Alternativa, mindre invasiva metoder är värmebehandling med mikrovågor (transuretral termoterapi) med korttidsresultat i nära paritet med TURP.",
		"products": ""
	},
	{
		"title": "Farmakologisk behandling av BPH",
		"level": 4,
		"id": "g5_18",
		"parentId": "g5_16",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Behandling && Farmakologisk behandling av BPH",
		"content": " Alfa-1-receptorblockerande medel (alfuzosin, doxazosin och terazosin) relaxerar muskulaturen i blåshals/prostata och underlättar därigenom urinavflödet och minskar symtomen lite mer än placebo (stark evidens). Komplikationer som yrsel och sänkt blodtryck bör beaktas hos äldre män med tanke på risken för fallolyckor 2, 3. Alfa-reduktashämmare dutasterid, (finasterid) ger ca 20% reduktion av prostatans volym efter 3–4 månaders behandling. Besvären minskar något jämfört med placebo liksom risken för urinretention (stark evidens) 4. Effekten är bäst när prostatan är mer påtagligt förstorad (> 40 ml). Se också Terapirekommendationerna.",
		"products": "xatral alfuzosin alfuro urozosin plifusil alfuzovita lafunomyl danafusin doxazosin alfadil doxatens doxazocin nm prostasin doxastad cardosin doserix cardura carduran doxazosin-ratiopharm doxacor hytrinex sinalfa terazosin terazostad terstad avodart duagen avolve avidart dutasteride dutasterid propecia capipro finasterid finoplasa erastafin iramafin quintafin duplofin ridafinatabs teridisol profina finasteride proscar finpros finaset astersol tarafin bmm prosmin"
	},
	{
		"title": "Terapirekommendationer – Farmakologisk behandling av symtomgivande BPH",
		"level": 3,
		"id": "g5_19",
		"parentId": "g5_13",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Terapirekommendationer – Farmakologisk behandling av symtomgivande BPH",
		"content": " Muskulatur i blåshals och prostata relaxeras Urinavflödet underlättas Snabbt insättande effekt Verkar oberoende av prostatans storlek Biverkningar: Hypotension och yrsel Testosterons effekt på prostata elimineras Prostatans storlek reduceras med 20–25% Full effekt efter 4–6 månader Bäst effekt om prostata > 40 ml Biverkningar: Kan försämra libido och ge ED (erektil dysfunktion)",
		"products": "testoviron-depot undestor atmos androgel testogel tostrex testim nebido striant intrinsa livensa axiron androderm testosteron-depot testoviron-depot-250"
	},
	{
		"title": "Övrig behandling",
		"level": 4,
		"id": "g5_20",
		"parentId": "g5_16",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Blåstömningsproblem hos män && Behandling && Övrig behandling",
		"content": " Om utredningen inte ger hållpunkter för obstruktion och om det inte föreligger någon specifik orsak till patientens LUTS, som blås- eller prostatacancer, blir behandlingen symtominriktad. Detsamma gäller om utredningen visar att blåsan är överaktiv. Antikolinergika (t ex tolterodin och fesoterodin) är de mest använda preparaten och de har ofta, men inte alltid, klinisk effekt 5.",
		"products": "isopto-atropin atropin hyoscin cyclogyl cyclopentolat homatropin mydriacyl tropikamid mydriasert atrovent ipratropiumbromid ipraxa itrop spiriva favint eklira bretaris seebri enurev tovanor incruse pargitan akineton kemadrin parsitan disipal lysantin benztropine detrusitol detsel protol tolterodin tolterodine tulerin toviaz"
	},
	{
		"title": "Prostatit",
		"level": 2,
		"id": "g5_21",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatit",
		"content": " Prostatit står för flera, inte alltid väl definierade, tillstånd. I den kliniska vardagen avses i regel kronisk icke-bakteriell prostatit/kroniskt bäckensmärtsyndrom 6.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Kronisk icke-bakteriell  prostatit/kroniskt bäckensmärtsyndrom",
		"level": 3,
		"id": "g5_22",
		"parentId": "g5_21",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatit && Kronisk icke-bakteriell  prostatit/kroniskt bäckensmärtsyndrom",
		"content": " Ett vanligt förekommande tillstånd karakteriserat av smärtor i perineum och suprapubiskt samt täta tvingande urinträngningar, miktionssmärtor och smärtsamma ejakulationer. Det är män från 20-årsåldern till begynnande medelålder som drabbas med symtom som med varierande intensitet kan persistera under många år. Besvären accentueras nästan alltid av kyla och upplevs som mest besvärliga vintertid. Problemen kan börja mer oförklarligt eller utlösas av en urinvägsinfektion eller kyla. Hos den predisponerade mannen utvecklas sedan en sensitisering i den skadade vävnaden följt av en dysfunktionell smärtmodulering 7. En persisterande infektion är inte orsaken och långvarig behandling med antibiotika bör undvikas. Diagnosen ställs utifrån anamnesen. En öm prostata och/eller bäckenbottenmuskulatur stärker diagnosen men är långt ifrån obligatoriska fynd. Utredningen innefattar nitrittest, miktionslistor och tidsmiktion alternativt flödesmätning. Kausal behandling saknas, antibiotika har inte sällan god effekt vid det första skovet men inte därefter 6. Behandlingen bör vara individualiserad och multimodal, och innefatta stöd och bekräftelse till den inte sällan svårt plågade mannen. NSAID-preparat kan dämpa symtomen (låg evidens). Alfa-1-receptorblockerande medel kan ibland förbättra situationen (låg evidens). Vid uttalade smärtor kan tricykliska antidepressiva läkemedel som nortriptylin och preparat som gabapentin och pregabalin prövas och vid en öm bäckenbottenmuskulatur bör fysioterapeutisk behandling övervägas för att minska spänningen i den inre bäckenbottenmuskulaturen (låg evidens). Information om sjukdomen och smärtförklaring, är en viktig del av omhändertagandet. Varma bad och vistelse i varmt klimat ger ofta symtomlindring. Prostatamassage och mer frekventa ejakulationer förbättrar bara undantagsvis situationen.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet ambene indomee confortid liometacen indo-ct indomet-ratiopharm indocid indo-paed clinoril sulindac voltaren diklofenak modifenac diclofenac t difene eeze ignorin otriflu instantin eezeneo dicuno diklotab diclok kappadi toradol barcan airtal betiral preservex arthrotec artrotec brexidol piroxicam alganex xefo mobic latonid meloxikam meloxicam moven enaros melox brufen ibumetin ipren nurofen alindrin advil ibuprofen banner burana xpri ifenin ibumax ibuzin flarin naprosyn naproxen pronaxen alpoxen aleve eox naprocur bonyl miranax orudis zon ketoprofen prodon retard siduro profenid cebutid froben tradil ketesse enantyum ardinex vimovo clotam celebra solexa celora aclarix celebrex celecoxib kudeq hetero vioxx ceoxx vioxxakut arcoxia turox tauxib bextra valdyn rayzon dynastat prexige relifex nabumeton artrox glukosamin osteoeze glucosine perigona glufan pharma samicop glucomed gool aussiamin flexodon comfora donacom novamin glucosamine osaflex dolenio synomax fmc dona condrosulf condrosan norpramin tofranil anafranil klomipramin insidon surmontil stangyl lofepramin lofepramine tryptizol saroten laroxyl amitriptylin triptyl adt sensaval noritren 10mg vivactil ludiomil maprotilin fontex fluoxetin fluxantin fluoxetine prozac cipramil apertia cipram citalopram desital citavie biopram citamocal talocit citoglan deproxam citapriwa citapram citalomed cilomed cilopram bellcital citalostad seroxat euplix paroxetin parocetan paroxiflex isoxatine medoxatine deoxatine paroximed mediparox paroxat paroxistad meradel eoxat paroxin paroxetabs paraxodil primoxatine titroxatine serodur arketis paluxetil zoloft sertralin sertrabt sertrawinthrop serunato seromeg serlin sertrasen setaloft linasert sertralet sertraver sertratab sertatres oralin sertraxea tifisertral ziral sertranat sertraparma sertrone fevarin fluvosol cipralex entact pretrive prilect resact rezelec esertia seroplex premalex escitalopram marplan nardil jatrosom tranylcypromine parnate aurorix moklobemid moclobemide moclobemid tript-oh levotonine tryptofan l-tryptophan-ratiopharm optimax kalma tryptan tolvon mianserin trittico trazodon oleptro nefazodone remeron remeron-s mirtazapin imi trimazimyl scand mirtachem miralix smeltamir mirtin zyban magerion voxra wellbutrin bupropion efexor venlafaxin depot alster venlanidda venlafaxine durnit venlix vandral venlahex venlapress venette trevilor vefamyl ixel edronax reboxetin davedax yentreve ariclaim cymbalta xeristar duloxetine boehringer valdoxan thymanax pristiq viibryd stablon coaxil tianeurax brintellix inositol laif neurokan prazinil neurontin gabapentin gabalin lyrica pregabalin"
	},
	{
		"title": "Kronisk bakteriell prostatit",
		"level": 3,
		"id": "g5_23",
		"parentId": "g5_21",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatit && Kronisk bakteriell prostatit",
		"content": " Orsaken är en bakteriell kolonisation i prostatans gångar, oftast av E. coli, som intermittent (med månads- till årslånga intervall) ger en symtomgivande urinvägsinfektion med feber och positiv urinodling. Mellan infektionsepisoderna är mannen besvärsfri och prostata palperas utan anmärkning 8. Behandling med fluorokinoloner eller trimetoprim i 2–4 veckor ger oftast utläkning – om inte, är vidare urologisk utredning motiverad.",
		"products": "tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip bmm fresenius prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan b. avelox octegra actira avalox moxifloxacin floxal ciloxan oftaquix vigamox idotrim trimetoprim"
	},
	{
		"title": "Akut bakteriell prostatit",
		"level": 3,
		"id": "g5_24",
		"parentId": "g5_21",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatit && Akut bakteriell prostatit",
		"content": " Akut bakteriell prostatit är en ovanlig sjukdom med hög feber, allmänpåverkan och intensivt ömmande prostata. Sjukhusvård med antibiotika, fluorokinoloner, eventuellt parenteralt, bör övervägas.",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet floxal ciloxan oftaquix vigamox"
	},
	{
		"title": "Prostatacancer",
		"level": 2,
		"id": "g5_25",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer",
		"content": " Prostatacancer (95% adenocarcinom) är den vanligaste cancerformen hos män. Förekomsten är starkt ålderskorrelerad och prostatacancer är ovanligt före 50 års ålder. Risken är större inom familjer där cancern tidigare förekommit och bestämning av S-PSA (prostataspecifikt antigen) rekommenderas vid familjär belastning. Mikroskopisk cancer är vanlig, men få tumörer tillväxer och ger symtom. Detta bör beaktas hos äldre män (> 75 år) där bestämning av S-PSA bör övervägas först vid symtom. När tumören blir > 10–15 mm växer den genom prostatans kapsel och börjar sprida sig. Har tumören väl lämnat prostatans kapsel är den inte längre möjlig att bota.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Symtom",
		"level": 3,
		"id": "g5_26",
		"parentId": "g5_25",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Symtom",
		"content": " De flesta tumörer börjar i prostatans yttre bakre del. Detta gör att vattenkastningen inte påverkas förrän tumören tillväxt. Andra symtom är smärtor lokalt eller orsakade av skelettmetastaser (kotor och revben). Viktförlust, anemi, bensvullnad och skrotala ödem tyder på generaliserad tumörväxt. Tumören kan också ge urinretention och obstruera uretärerna och påverka njurfunktionen.",
		"products": ""
	},
	{
		"title": "Serum-PSA",
		"level": 3,
		"id": "g5_27",
		"parentId": "g5_25",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Serum-PSA",
		"content": " För att bot ska vara möjlig är det avgörande att tumören hos män yngre än 70–75 år diagnostiseras när den fortfarande är lokaliserad, vilket idag inträffar i > 50% av fallen. S-PSA är ett sätt att hitta den tidigt. Om det är rimligt att genomföra en generell PSA-baserad screening värderas i pågående studier. Innan provtagning och analys av S-PSA bör mannen få Socialstyrelsens informationsbroschyr om PSA-prov 9. PSA bildas i och är specifikt för prostata. Det ”läcker” ut till serum och serumnivån stiger vid prostatacancer, men även vid benign prostatahyperplasi och vid infektioner. Vid S-PSA < 3 mikrog/L är sannolikheten för prostatacancer låg och vid < 10 mikrog/L är tumören sannolikt lokaliserad. Med stigande värden ökar risken för metastasering och vid S-PSA > 100 mikrog/L föreligger skelettmetastaser. S-PSA finns antingen bundet till serumproteiner eller fritt. Andelen bundet PSA är högre vid cancer och om kvoten fritt/totalt PSA är låg (< 18%) är sannolikheten för malignitet i prostata följaktligen större.",
		"products": ""
	},
	{
		"title": "Diagnos",
		"level": 3,
		"id": "g5_28",
		"parentId": "g5_25",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Diagnos",
		"content": " Misstanke om prostatacancer uppkommer om prostata palperas hård och/eller ojämn och vid S-PSA-förhöjning. Diagnosen verifieras med prostatabiopsi. Den vidare utredningen syftar till att avgöra om tumören är spridd eller inte.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "g5_29",
		"parentId": "g5_25",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling",
		"content": "",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Lokaliserad cancer",
		"level": 4,
		"id": "g5_30",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && Lokaliserad cancer",
		"content": " Om den förväntade normala överlevnaden är ≥ 10 år och om utredningen talar för lokaliserad prostatacancer, kan kurativt syftande behandling – endera radikal prostataektomi eller strålbehandling – erbjudas.",
		"products": ""
	},
	{
		"title": "Icke lokaliserad cancer",
		"level": 4,
		"id": "g5_31",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && Icke lokaliserad cancer",
		"content": " Bot är inte möjlig vid icke lokaliserad cancer men hormonell behandling sänker S-PSA och ger symtomlindring. När behandling ska sättas in hos en man som inte har några symtom av sin cancer krävs ett noggrant individuellt övervägande. Biverkningarna är inte negligerbara och det är inte säkerställt att det är av värde att tidigt sätta in endokrin behandling. Det finns flera möjligheter att ge endokrin behandling med likvärdig effekt, men biverkningarna skiljer sig åt 10.",
		"products": ""
	},
	{
		"title": "Ablatio testis",
		"level": 4,
		"id": "g5_32",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && Ablatio testis",
		"content": " Ablatio testis har snabbt insättande effekt och kan utföras polikliniskt, men kan upplevas som psykiskt påfrestande. Libido försvinner och besvärande värmevallningar är vanliga.",
		"products": ""
	},
	{
		"title": "GnRH-agonister och -antagonister",
		"level": 4,
		"id": "g5_33",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && GnRH-agonister och -antagonister",
		"content": " GnRH-agonisterna ger initialt en övergående förhöjning av S-testosteron, följt efter 2–3 veckor av en sänkning av S-testosteron till värden som efter kirurgisk kastration. GnRH-agonister administreras i form av regelbundna (1–12 månaders intervall) subkutana injektioner. Libido försvinner och värmevallningar kan uppträda. Osteoporos, trötthet och depression är andra potentiella biverkningar. Kostnaden är högre än för ablatio testis och effekten sätter inte in lika snabbt. GnRH-analoger bör kombineras med ett antiandrogen under den första behandlingsmånaden för att undvika s k flare, dvs temporär tumörprogress. Antagonister som degarelix har snabbt insättande effekt och behöver inte initialt kombineras med antiandrogen. Preparatet har nyligen registrerats och praktisk klinisk erfarenhet saknas.",
		"products": "firmagon"
	},
	{
		"title": "Antiandrogener",
		"level": 4,
		"id": "g5_34",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && Antiandrogener",
		"content": " Antiandrogener kan ges som singelterapi (bikalutamid). Fördelen med antiandrogener, av typen bikalutamid och flutamid, är att libido och erektionsförmåga påverkas mindre än vid annan hormonell behandling.",
		"products": "androcur cyproteron diane zyrona climen eulexin flutamid anandron casodex bicalutamid baculamyl bicalutamide bikalutamid nycolutamid bicusan tamiden bictamid bicalustad bicalutatam fresenius bicacta"
	},
	{
		"title": "Östrogen",
		"level": 4,
		"id": "g5_35",
		"parentId": "g5_29",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Behandling && Östrogen",
		"content": " Peroralt administrerat östrogen kan ge allvarliga kardiovaskulära biverkningar och bör inte användas. Parenteralt tillfört östrogen, polyestradiol, ger inte dessa biverkningar i samma utsträckning men det används bara undantagsvis.",
		"products": "etinylestradiol progynon estraderm oestring vagifem evorel femanest climara divigel femseven oesclim aerodiol femiderm estradot estrofem evopad estradiol ellavie meno-implant ovesterin oestriol imi gelistrol blissel estrokad premarina premarin climopax presomen femring distilbene livial boltin tibolone tibolon tibocina tiloria"
	},
	{
		"title": "Tumörprogress",
		"level": 3,
		"id": "g5_36",
		"parentId": "g5_25",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prostatacancer && Tumörprogress",
		"content": " Förr eller senare börjar tumören progrediera lokalt eller ge metastassmärtor. Detta föregås av en stegring av S-PSA. Den förväntade överlevnaden är då kort. Docetaxel i kombination med prednisolon kan insatt vid tumörassocierade symtom och/eller snabbt stigande S-PSA ge symtomlindring och en förlängd överlevnad (i medeltal 2,5 månader). Behandlingen är ofta förenad med allvarliga biverkningar, speciellt hos den äldre mannen. Om docetaxel sviktar finns nyligen registrerade läkemedel som denosumab, histrelin, cabacitaxel och abirateron. Den roll de kommer att få är under utvärdering. Den höga kostnaden för dessa läkemedel är ett observandum. Däremot är den palliativa vården, främst smärtlindring, viktig. Lokal strålbehandling mot skelettmetastaser har god effekt. Analgetika bör i första hand ges som kombinationspreparat (t ex paracetamol + kodein). I nästa steg ges morfin, helst i form av långverkande perorala preparat. Morfin bör kombineras med tarmreglerande medel, t ex laktulos och natriumpikosulfat. Vid skelettsmärtor kan NSAID-preparat ha god effekt. Kortison (prednisolon 10 mg 3 gånger/dygn) kan förbättra allmäntillståndet (se i övrigt kapitlet Smärta och smärtbehandling ). ",
		"products": "50 taxotere docetaxel cell docefrez doceria docirena ribodocel symtaxel teva qvidadotax ultracortenol prednisolon pred predni-pos pred-clysma klysma ab scheriproct precortalon solu-decortin prolia xgeva vantas zytiga morfin epidural dolcontin maxidon oramorph depolan special kohne nifrom kapanol avinza contalgin dolaristo sevre-long palladon hydromorfon hydromorfonhydroklorid oxycontin oxynorm oxikodon oxycodone oxylan oxylor carenoxa depot carenoxin oxycodon oxytia bupivakain-morfin citodon panocod treo paracetamol/kodein codalvonil burana targiniq ketogan novum med ketodur ketobemidon petidin durogesic actiq matrifen ionsys fentanyl nycofen matrimed quatrofen diviafen rojunil abstral effentora instanyl breakyl pecfent vellofent apacs fentelene fentacan fentasub doloxene dexofen abalgin distalgesic pentazocine fortral temgesic subutex norspan buprenotex buprenorphine transtec nalpain spasmofen morfin-skopolamin oxikodon-hyoscin valoron nobligan tradolan tiparol tramadol gemadol scand dolol retard tridural tramuno bmm opidol dolatramyl palexia yantil aspirin alka-seltzer albyl acetylsalicylsyra magnecyl bamyl apernyl mit donobid diflunisal magnecyl-koffein migpriv acetylsalicylsyra/koffein novalgin sanofi koffazon quarelin alvedon panodil reliv curadon paracetamol perfalgan pamol paraceon paracut brus pinex fresenius nordic hedavic parated quramol pirasan rph tokosan b. therimin honung & pharmetikopara stasipara panoneo pro-dafalgan paracetamol/phenylephrine paracetamol/caffeine bristol renlaucol katadolon prialt sativex saridon orstanorm ergotam-ct migranal dihydergot dihydroergotamine deseril cafergot belladonna-ergotamin anervan imigran imigrane sumatriptan glaxo triptamed matrip sumite sariptan trisuman zumo sumamedan sumacta cinie oriptan suma eql sumavel triptagram naramig frozamig zomig zomigoro zomigon zolmitriptan zolomster boehringer maxalt rizatriptan rizasmelt riptaspec zaptafar zatrispec zatraptin rizaspec tanrispes almogran relpax eletriptan migard tigreat frova sandomigrin sandomigran kapvay klonidin kodein e duphalac laktulos loraga apelsin laktipex lactulose favolax lactulade bifiteral laxoberal agiopic cilaxoral picosalax ambene indomee confortid liometacen indo-ct indomet-ratiopharm indocid indo-paed clinoril sulindac voltaren diklofenak modifenac diclofenac t difene eeze ignorin otriflu instantin eezeneo dicuno diklotab diclok kappadi toradol barcan airtal betiral preservex arthrotec artrotec brexidol piroxicam alganex xefo mobic latonid meloxikam meloxicam moven enaros melox brufen ibumetin ipren nurofen alindrin advil ibuprofen banner xpri ifenin ibumax ibuzin flarin naprosyn naproxen pronaxen alpoxen aleve eox naprocur bonyl miranax orudis zon ketoprofen prodon siduro profenid cebutid froben tradil ketesse enantyum ardinex vimovo clotam celebra solexa celora aclarix celebrex celecoxib kudeq hetero vioxx ceoxx vioxxakut arcoxia turox tauxib bextra valdyn rayzon dynastat prexige relifex nabumeton artrox glukosamin osteoeze glucosine perigona glufan pharma samicop glucomed gool aussiamin flexodon comfora donacom novamin glucosamine osaflex dolenio synomax fmc dona condrosulf condrosan kortisonacetat cortison cortone"
	},
	{
		"title": "Erektil dysfunktion",
		"level": 2,
		"id": "g5_37",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion",
		"content": " Det finns goda möjligheter att hjälpa de flesta patienter med erektil dysfunktion (ED). Utredningen behöver inte vara omfattande 11. ED är starkt åldersrelaterad. Huvuddelen som söker hjälp är > 60 år. Bakom detta ligger ”normala” fysiologiska åldersförändringar. Vanliga orsaker är också hjärt- och kärlsjukdomar och diabetes samt neurologiska sjukdomar och prostatakirurgi. Hormonella bristtillstånd är däremot sällan orsaken. Rökning är en riskfaktor, liksom blodtrycksmediciner och psykofarmaka. Övervikt liksom nedsatt allmänkondition är andra bakomliggande orsaker. Oavsett den somatiska orsaken till erektionsproblemen, finns ofta en psykogen pålagring. ED av rent psykogena orsaker är inte heller ovanligt – hos yngre män den kanske vanligaste orsaken (prestationsångest).",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "g5_38",
		"parentId": "g5_37",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion && Behandling",
		"content": " Det finns flera farmakologiska alternativ som fungerar i stort sett oberoende av bakomliggande orsak. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Peroral behandling",
		"level": 4,
		"id": "g5_39",
		"parentId": "g5_38",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion && Behandling && Peroral behandling",
		"content": " Fosfodiesterashämmare verkar lokalt och ska tas strax innan förväntad sexuell aktivitet. Läkemedlen har effekt bara vid sexuell stimulering. De är kontraindicerade vid angina pectoris och nitroglycerinmedicinering. I övrigt är biverkningarna få och allvarliga sådana är mycket ovanliga. De tre fosfodiesterashämmare som finns tillgängliga skiljer sig i effektduration och biverkningar vilket gör att det kan vara indicerat att byta preparat; det ena kan fungera bättre än det andra 11. Medlen är förstahandspreparat vid ED men ingår inte i läkemedelsförmånen. ",
		"products": "corotrop milrinone corotrope"
	},
	{
		"title": "Intrakavernös prostaglandininjektion",
		"level": 4,
		"id": "g5_40",
		"parentId": "g5_38",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion && Behandling && Intrakavernös prostaglandininjektion",
		"content": " Prostaglandin injicerat intrakavernöst utlöser inom 10–15 minuter en erektion, oberoende av sexuell stimulering. Patienten injicerar prostaglandinet (alprostadil) själv vid varje tillfälle. Han bör instrueras om injektionsteknik och få ge den första injektionen under överinseende. Det finns en liten risk för priapism (kvarstående erektion efter 6–8 timmar). För att då få erektionen att gå tillbaka kan efedrin (50 mg i 10 ml fysiologisk koksaltlösning) injiceras intrakavernöst.",
		"products": "caverject bondil vitaros muse prostivas efedrin efedrinhydroklorid i quilla simplex"
	},
	{
		"title": "Intrauretral applikation av prostaglandin",
		"level": 4,
		"id": "g5_41",
		"parentId": "g5_38",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion && Behandling && Intrauretral applikation av prostaglandin",
		"content": " Prostaglandin (alprostadil) infört i uretrameatus ger erektion utan sexuell stimulering. Höga doser, 250–1 000 mikrog, behövs och obehag från distala uretra är inte ovanligt. Medlet verkar lokalt och är ett alternativ om fosfodiesterashämmare är kontraindicerade.",
		"products": "caverject bondil vitaros muse prostivas corotrop milrinone corotrope"
	},
	{
		"title": "Testosteron",
		"level": 4,
		"id": "g5_42",
		"parentId": "g5_38",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Erektil dysfunktion && Behandling && Testosteron",
		"content": " Brist på testosteron (hypogonadism) är inte ovanligt hos den medelålders och äldre mannen och kan ge en symtombild som inkluderar nedsatt libido och nedsatt sexuell förmåga 12. Vid lågt S-testosteron kan substitutionsterapi övervägas. Inför detta ska prostata palperas och S-PSA analyseras då prostatacancer är en kontraindikation. Testosteron kan administreras som depåinjektioner, via transdermala geler och som buckal tablett. Behandlingen bör utvärderas både vad gäller klinisk effekt och S-testosteron. ",
		"products": "testoviron-depot undestor atmos androgel testogel tostrex testim nebido striant intrinsa livensa axiron androderm testosteron-depot testoviron-depot-250"
	},
	{
		"title": "Prematur ejakulation",
		"level": 2,
		"id": "g5_43",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Prematur ejakulation",
		"content": " Det finns nu ett preparat Priligy (dapoxetin) registrerat under indikationen prematur ejakulation. Det återstår att se hur det fungerar i klinisk rutin.",
		"products": "priligy"
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "g5_44",
		"parentId": "g5_3",
		"chapter": "g5_nef_sjukdmanlgenital_2013fm10.html",
		"type": "header",
		"titlePath": "Sjukdomar i manliga genitalia && Referenser",
		"content": " Boman H, Dahlberg R, Grundtman S, Hedelin H. Testistorsion – ett diagnostiskt dilemma. Exploration bekräftar diagnos hos 9 procent, färgdopplerultraljud säkrare.Läkartidningen. 2005; 102:856–8. Brekkan E. Godartad prostataförstoring och obstruktion i nedre urinvägarna. I: Damber JE, Peeker R, red. Urologi. 1:a uppl. Lund: Studentlitteratur; 2006. ISBN 9144028741. Jones C, Hill J, Chapple C; Guideline Development Group. Management of lower urinary tract symptoms in men: summary of NICE guidance. BMJ. 2010;340:c2354. SBU. Godartad prostataförstoring med avflödeshinder. En systematisk litteraturöversikt. Stockholm: Statens beredning för medicinsk utvärdering (SBU); 2011. SBU-rapport nr 209. ISBN 9789185413454. Staskin DR, MacDiarmid SA. Pharmacologic management of overactive bladder: practical options for the primary care physician. Am J Med. 2006;119(3 Suppl 1):24–8. Hedelin H. Kronisk abakteriell prostatit/kroniska bäckensmärtor. Läkartidningen. 2010;107:837–9. Lidbeck J. Centralt störd smärtmodulering vid muskuloskeletal smärta. Ny kunskap kräver ny modell för mekanismbaserad smärtanalys. Läkartidningen. 2007;41:2959–64. Holmström B, Hallberg P. Antibiotikabehandling vid kronisk prostatit saknar i princip evidens. Läkar tidningen 2006;103:3822–8. Om PSA-prov – för att kunna upptäcka prostatacancer i ett tidigt skede – fördelar och nackdelar. Socialstyrelsen. 2010. Artikelnummer: 2010-4-10. www.socialstyrelsen.se Guidelines on prostate cancer. European Association of Urology. 2012. www.uroweb.org Hedelin H. Ströberg P. Treatment for erectile dysfunction based on patient-reported outcomes. Drugs. 2005;65:2245–51. Arver S, Lehtihet M. Testosteron i nyckelroll vidhypogonadism hos män. Läkartidningen. 2009;106:2460–4. För vidare läsning: SBU. Molekylärbiologiska test för män med ökad sannolikhet för prostatacancer. SBU Alert-rapport nr 2011-06. www.sbu.se. Nationella riktlinjer för bröst-, prostata-, tjocktarms- och ändtarmscancervård 2013 – Stöd för styrning och ledning – Preliminär version. Socialstyrelsen. 2013. Artikelnummer: 2013-2-29. ISBN 978917555038-1. www.socialstyrelsen.se Damber JE, Peeker R. Urologi. 2:a uppl. Studentlitteratur AB; 2012. ISBN 9789144075921. Hämtar...",
		"products": "500 demeclocycline vibranord doxyferm oracea doxycyklin eql vibramycin tetralysal lymecyklin lymecycline oxytetral tetracyklin minocyclin minolis minocin minocycline tygacil kloramfenikol-succinat kemicetine chloramphenicol sodium doktacillin pondocillin imacillin amoxicillin merck amimox amoxicillin/clavulanic acid glob amoxil vials for injection penglobe selexid penomax negaban bensylpenicillin benzylpenicillin pfizerpen kåvepenin tikacillin peceve avopenin fenoximetylpenicillin tardocillin pendysin benzetacil lentocilin s diclocil dikloxacillin ekvacillin cloxacillin ab unimedic vial heracillin flukloxacillin flucloxacillin efklocin spektramox bioclavid amoclav joclavox co-amoxiclav augmentin unacid tazocin piperacillin/tazobactam reig fresenius tacomylin piperacillin/tazobaktam tebranic piperato midas bicillin c-r zinnat cefamox claforan orelox azactam cayston meronem meropenem meporest reopemest tienam imicilast imipenem/cilastatin campenam invanz doribax keflex cefalexin cefazolin cefadroxil cinfexil zinacef cefuroxim cefuroxime b. cefaklor lorabid cefotaxim tirotax cefotaxime fortum ceftazidim ceftazidime bmm rocephalin ceftriaxon cefonova ceftriaxone suprax cefpohexal cefpobact cefpodoxim cefodox cedax omnicef med maxipime zevtera zinforo idotrim trimetoprim sulfadiazin eusaprim bactrim trimin abboticin ery-max ery erythromycin rovamycin surlid roxistad roxim roxitrostad roxitromycin roxitromystad roxithromycin roxon roxi rox roxstad roxitro roximstad klacid klaritromycin clarithromycin azitromax azitromycin malinsan azithromycin zithromax ketek levviax dalacin clindamycin dalacine synercid pyostacine strepto-fatol nebcina tobi garamycin septopal gensumycin refobacin genta-ct gentamicin sulfate in nivemycin biklin netilyn zetamicin netromicine tarivid ofloxacin ciproxin ciprofloxacin ciprofloxbact ciprofloxbiotic ciprofloxbiotikum baycip prorilis utiminx uritent ciprinomyl lexinor norfloxacin tavanic levofloxacin voflan avelox octegra actira avalox moxifloxacin vancomycin vancosan vankomycin targocid vibativ tadim colineb colistin polymyxin b fucidin fucidine flagyl metronidazol metronidazole fasigyn furadantin monurol monuril infectofos fosfocine fosfocina fosmicin-s trobicin hiprex zyvoxid linezolid cubicin etakridinlaktat silverklorid chloromycetin kloramfenikol minims aureomycin oxytetracyclin-augensalbe natacyn infectogenta genticin wzf tobrex fucithalmic isopto-biotic polytrim azyter azasite aprokam seromycin cycloserine rimactan rifadin eremfat rifampicin ansatipin capastat priftin nystatin fem mysteclin bafucin mycostatin mykundex mono nystaderm humatin vancocin xifaxan tixteller dificlir fungizone ambisome amphocil abelcet testoviron-depot undestor atmos androgel testogel tostrex testim nebido striant intrinsa livensa axiron androderm testosteron-depot testoviron-depot-250"
	}
]
