[
	{
		"title": "root",
		"level": 0,
		"id": "f1_0",
		"parentId": null,
		"chapter": null,
		"type": "header",
		"titlePath": "",
		"hasChildren": true
	},
	{
		"title": "Hudsjukdomar",
		"level": 1,
		"id": "f1_4",
		"parentId": "f1_0",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar",
		"content": "Hudsjukdomar Olle Larkö, Hudkliniken, Sahlgrenska sjukhuset, GöteborgMagnus Falk, Kärna vårdcentral, Linköping",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Inledning",
		"level": 2,
		"id": "f1_5",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Inledning",
		"content": "Inledning Patienter med hudsjukdomar står för ca 6% (hos barn < 15 år 9%) av patienter som söker i primärvården, där de flesta hudsjukdomar också kan handläggas. Hudsymtom kan vara en del i systemsjukdomar och en helhetssyn är viktig liksom ett gott samarbete mellan hudspecialist, primärvård och andra discipliner. För remissindikationer, se Tabell 3 . Tabell 3. Remissindikationer vid hudsjukdomarAngelägenhetsgradKlinikSjukdomstillståndaAkutInfektionsklinik/medicinErysipelas eller follikulit med hög feber och allmänpåverkanSvår urtikaria med angioödem och allmänsymtomSvår läkemedelsreaktion av typ Stevens-JohnsonHalvakutb(< 1 vecka)HudklinikHudklinik/ki-rurgklinik/ÖNHUtbredd psoriasis med erytrodermi/pustulös psoriasisKraftigt kliande/utbrett atopiskt eksem, eventuellt sekundär-infekteratHudtumörer, misstänkt maligna, som inte excideras lokalt(t ex basilom excideras ofta på vårdcentral)Icke-akutb(< 1 månad)HudklinikHudklinik/ki-rurgklinik/ÖNHUtbrett, terapiresistent eksemMisstänkt kontakteksem (för epikutantest)Utbredd och/eller terapiresistent psoriasisSvår nodulocystisk akneUtbredd akne som inte svarat på tetracyklinbehandlingUrtikaria med uttalade långdragna besvärPolymorf ljusdermatosHudtumörer, som inte kan handläggas i primärvårdena. Se i övrigt texten i kapitlet.b. Samråd per telefon vid tveksamhet angående remissbehov. a Erysipelas eller follikulit med hög feber och allmänpåverkan Svår urtikaria med angioödem och allmänsymtom Svår läkemedelsreaktion av typ Stevens-Johnson b b Utbredd psoriasis med erytrodermi/pustulös psoriasis Kraftigt kliande/utbrett atopiskt eksem, eventuellt sekundär-infekterat Hudtumörer, misstänkt maligna, som inte excideras lokalt(t ex basilom excideras ofta på vårdcentral) b Utbrett, terapiresistent eksem Misstänkt kontakteksem (för epikutantest) Utbredd och/eller terapiresistent psoriasis Svår nodulocystisk akne Utbredd akne som inte svarat på tetracyklinbehandling Urtikaria med uttalade långdragna besvär Polymorf ljusdermatos Hudtumörer, som inte kan handläggas i primärvården a. Se i övrigt texten i kapitlet. b. Samråd per telefon vid tveksamhet angående remissbehov. ",
		"products": "tetracyklin",
		"hasChildren": true
	},
	{
		"title": "Tabell 3. Remissindikationer vid hudsjukdomar",
		"level": 3,
		"id": "f1_6",
		"parentId": "f1_5",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Hudsjukdomar && Inledning && Tabell 3. Remissindikationer vid hudsjukdomar",
		"content": "Tabell 3. Remissindikationer vid hudsjukdomar Angelägenhetsgrad Klinik Sjukdomstillstånda Akut Infektionsklinik/medicin Erysipelas eller follikulit med hög feber och allmänpåverkanSvår urtikaria med angioödem och allmänsymtomSvår läkemedelsreaktion av typ Stevens-Johnson Halvakutb(< 1 vecka) HudklinikHudklinik/ki-rurgklinik/ÖNH Utbredd psoriasis med erytrodermi/pustulös psoriasisKraftigt kliande/utbrett atopiskt eksem, eventuellt sekundär-infekteratHudtumörer, misstänkt maligna, som inte excideras lokalt(t ex basilom excideras ofta på vårdcentral) Icke-akutb(< 1 månad) HudklinikHudklinik/ki-rurgklinik/ÖNH Utbrett, terapiresistent eksemMisstänkt kontakteksem (för epikutantest)Utbredd och/eller terapiresistent psoriasisSvår nodulocystisk akneUtbredd akne som inte svarat på tetracyklinbehandlingUrtikaria med uttalade långdragna besvärPolymorf ljusdermatosHudtumörer, som inte kan handläggas i primärvården a. Se i övrigt texten i kapitlet.b. Samråd per telefon vid tveksamhet angående remissbehov. ",
		"products": "tetracyklin"
	},
	{
		"title": "Eksem",
		"level": 2,
		"id": "f1_7",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem",
		"content": "Eksem Eksem drabbar ca 10% av befolkningen och är den vanligaste hudsjukdomen. Eksem finns i många varianter och utgörs av en inflammatorisk process i de övre hudlagren. De typiska kliniska symtomen är klåda, papler, vesikler (blåsbildning), fjällning och rodnad. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Handeksem",
		"level": 3,
		"id": "f1_8",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Handeksem",
		"content": "Handeksem Traumiterativt eller irritativt kontakteksem är den vanligaste orsaken till handeksem vilket oftast ses hos kvinnor. Etiologiska faktorer är kontakt med vatten, rengöringsmedel, kyla etc. Symtomen liknar dem vid allergiskt kontakteksem.",
		"products": ""
	},
	{
		"title": "Allergiskt kontakteksem",
		"level": 3,
		"id": "f1_9",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Allergiskt kontakteksem",
		"content": "Allergiskt kontakteksem Allergiskt kontakteksem är en följd av en sensibilisering mot ett ämne via en fördröjd, cellmedierad överkänslighetsreaktion (typ IV). Eksemet visar sig några timmar till ett par dygn efter exposition för allergenet. Det vanligaste allergenet hos kvinnor är sedan decennier nickel, medan det hos män har varit parfymämnen. Numera är sannolikt nickelallergi vanligast även hos män. Därnäst kommer konserveringsmedel, t ex i hudvårdsprodukter, och gummikemikalier inte sällan orsakade av skyddshandskar av gummi/latex. Krom kan finnas i cement och läder. Kolofonium finns framför allt i plåster och tejp. Kontakteksem i armhålorna kan bero på allergi mot parfymämnen, konserveringsmedel eller aluminiumsalter i deodoranter. Anamnesen är viktig. Vid misstanke om kontaktallergi görs i regel ett epikutantest (”lapptest”) hos dermatolog. Om man får försämring eller utebliven förbättring av lokal steroidbehandling kan man överväga om kontaktallergi mot kortison föreligger, i synnerhet allergi mot hydrokortison som förekommer hos 1–2% av lapptestade patienter.",
		"products": "ficortril hyderm hydrokortison mildison plenadren solu-cortef fenuril-hydrokortison hydrokortison-svavel i essex kräm xyloproct colifoam"
	},
	{
		"title": "Atopiskt eksem",
		"level": 3,
		"id": "f1_10",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Atopiskt eksem",
		"content": "Atopiskt eksem Atopiskt eksem hos barn har blivit allt vanligare och ses idag hos drygt 20%. Ofta finns hereditet för eksem eller andra atopiska manifestationer såsom astma och hösnuva. Födoämnesallergi kan vara bidragande orsak, särskilt hos spädbarn, men är i övrigt ingen dominerande etiologisk faktor (se kapitlet Vanliga problem under småbarnsåren, avsnittet Atopiskt eksem ). Atopiskt eksem hos äldre barn och vuxna har sällan en specifik allergisk genes. Spädbarn har sitt atopiska eksem företrädesvis lokaliserat till kinder, bål och blöjområdet, medan äldre barn och ungdomar i första hand drabbas i böjveck, infraglutealveck och perioralt. Vuxna har framför allt atopiskt eksem på händer samt i ansikte-halsregionen. Generellt är huden torr med ökad klådbenägenhet. Detta medför ofta en ond cirkel av eksem och klåda. Atopiskt eksem kan ge olika kliniska bilder, alltifrån torra, fjällande fläckar till ilsket vätskande områden, ofta sekundärinfekterade med stafylokocker. Hos barn ses, speciellt på vintern, fjällning med torra sprickor på främre delen av fotsulor och undersidan av tårna, s k atopiska vinterfötter. Se även Läkemedelsverkets behandlingsrekommendationer 2.",
		"products": ""
	},
	{
		"title": "Seborroiskt eksem",
		"level": 3,
		"id": "f1_11",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Seborroiskt eksem",
		"content": "Seborroiskt eksem Det seborroiska eksemet är framför allt lokaliserat till områden som har mycket talgkörtlar såsom hårbotten, ögonbryn, naso-labialfåror, hörselgångar, sternum och ibland axiller, ljumskar och pubisregionen. En normalt förekommande jästsvamp, Malassezia furfur, har sannolikt en patogenetisk betydelse i kombination med endogena faktorer. Ibland ses försämring vid psykisk stress. Skorv i hårbotten är vanligt hos späda och små barn men behöver sällan behandlas. Se kapitlet Vanliga problem under småbarnsåren, avsnittet Skorv .",
		"products": ""
	},
	{
		"title": "Hypostatiskt eksem",
		"level": 3,
		"id": "f1_12",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Hypostatiskt eksem",
		"content": "Hypostatiskt eksem Hypostatiskt eksem förekommer på underbenen och beror som regel på ödem, sekundärt till nedsatt venös funktion. Risken för bensår är ökad och användning av olika lokala beredningar kan ge upphov till kontaktdermatit. Efter läkning ses ofta en brunaktig missfärgning av huden efter den inflammerade processen.",
		"products": ""
	},
	{
		"title": "Differentialdiagnoser vid eksem",
		"level": 3,
		"id": "f1_13",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Differentialdiagnoser vid eksem",
		"content": "Differentialdiagnoser vid eksem Vid handeksem: Psoriasis, svampinfektion, pustulosis palmoplantaris (PPP). Vid avgränsat eksem på kroppen: Pityriasis rosea (primärmedaljong finns), psoriasis, svampinfektion, ytlig basalcellscancer, precanceroser av typen aktinisk keratos, kutant lymfom och läkemedelsreaktioner.",
		"products": ""
	},
	{
		"title": "Behandling av eksem",
		"level": 3,
		"id": "f1_14",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Eksem && Behandling av eksem",
		"content": "Behandling av eksem Faktaruta 1Extemporeläkemedel innehållande kaliumpermanganatKaliumpermanganat APL kutan lösning 0,05%, 0,1%, badtillsats 3%, 5%. Spädning12,5 ml 3-procentig kaliumpermanganatlösning späds med vatten till 10 L, 125 ml till 100 L etc.Hand-/benbad 1(–2) ml 3-procentig badtillsats tillsätts per liter ljummet vatten.Helkroppsbad150(–300) ml 3-procentig badtillsats tillsätts per 150 liter ljummet badvatten. Behandling ges under 15–20 minuter i några dagar.Observera att en mer akut förändring kräver en mer utspädd lösning 3. Kaliumpermanganat APL kutan lösning 0,05%, 0,1%, badtillsats 3%, 5%. Spädning 12,5 ml 3-procentig kaliumpermanganatlösning späds med vatten till 10 L, 125 ml till 100 L etc. Hand-/benbad 1(–2) ml 3-procentig badtillsats tillsätts per liter ljummet vatten. Helkroppsbad 150(–300) ml 3-procentig badtillsats tillsätts per 150 liter ljummet badvatten. Behandling ges under 15–20 minuter i några dagar. Observera att en mer akut förändring kräver en mer utspädd lösning 3. Tabell 1. Glukokortikoider för utvärtes brukGruppStyrkaSubstansIMildHydrokortisonIIMedel-starkHydrokortisonbutyrat Klobetason Triamcinolon IIIStarkBetametason Fluocinolonacetonid Flutikason MometasonIVExtra-starkKlobetasolpropionatbetametasondipropio-nat + propylenglykol Det viktigaste är att utröna den bakomliggande orsaken och om möjligt eliminera denna. Nästa steg är lokalbehandling i form av mjukgörande och, vid behov, inflammationsdämpande terapi. Salvor är feta och lämpar sig bäst för behandling av torra hudförändringar. Krämer innehåller varierande mängd vatten och lämpar sig bättre för vätskande förändringar. De har ofta bättre kosmetisk acceptans. Lösningar används ofta på hårbevuxna ytor. Den inflammation som uppstår vid eksem behandlas oftast med lokala kortisonpreparat, se Terapirekommendationerna , och Tabell 1. Risken för systembiverkningar vid lokal steroidbehandling är liten men bör beaktas vid långvarig användning på stora hudytor. Starkare preparat än grupp II används sällan till barn. Eksem i ansiktet ska sällan behandlas med starkare preparat än grupp I, medan man i hudveck kan använda grupp I–II. Liniment och lösningar från grupp II–III är de lämpligaste beredningarna för hårbotten. Terapirekommendationer – Behandling av eksem och torrsprickorBehandling av eksemHänderVid torrt eksem ges grupp II–III-steroid i kräm, fet kräm eller salva 1–2 gånger/dag i ett par veckor, därefter grupp I-steroid dagligen, alternativt grupp II–III-steroid 3 gånger/vecka i 2–4 veckor. Rikligt med mjukgörare. Ett ockluderande förband (hydrokolloidplatta) ökar effekten av steroidbehandlingen.Vätskande eksem baddas med koksaltlösning eller alsollösning, 10 mg/ml, 1–2 gånger/dag i ett par dagar. Grupp III-steroid i kräm 2–3 gånger/dag under ca 10 dagar följt av nedtrappning till svagare steroid under några veckor, alternativt grupp II–III-steroid 3 gånger/vecka.KroppenGrupp I–II-steroid i kräm eller salva 1–2 gånger/dag. Vid svåra symtom ges grupp III-steroid initialt. Nedtrappning under ett par veckor, alternativt grupp II–III-steroid 3 gånger/vecka. Dessutom används mjukgörare.AnsikteGrupp I-steroid i kräm 1–2 gånger/dag under ett par veckor. Vid seborroiskt eksem kombineras steroidbehandlingen med utvärtes jästsvampdödande medel som mikonazol (t ex Daktacort eller Cortimyk kräm).HårbottenSalicylsyreolja 5% används vid kraftig fjällning, alternativt t ex Decubal kräm med 5% salicyl-syra (lättare att tvätta ur). Grupp II–III-steroidlösning 3–7 gånger/vecka. Mjällschampo vid seborroiskt eksem.Behandling av torrsprickor och ragaderNedfilning av hyperkeratoser. Observera försiktighet hos diabetiker och vid nedsatt cirkulation. Ockluderande förband, t ex hydrokolloidplatta. Rikligt med mjukgörande kräm. Vid torrt eksem ges grupp II–III-steroid i kräm, fet kräm eller salva 1–2 gånger/dag i ett par veckor, därefter grupp I-steroid dagligen, alternativt grupp II–III-steroid 3 gånger/vecka i 2–4 veckor. Rikligt med mjukgörare. Ett ockluderande förband (hydrokolloidplatta) ökar effekten av steroidbehandlingen. Vätskande eksem baddas med koksaltlösning eller alsollösning, 10 mg/ml, 1–2 gånger/dag i ett par dagar. Grupp III-steroid i kräm 2–3 gånger/dag under ca 10 dagar följt av nedtrappning till svagare steroid under några veckor, alternativt grupp II–III-steroid 3 gånger/vecka. Grupp I–II-steroid i kräm eller salva 1–2 gånger/dag. Vid svåra symtom ges grupp III-steroid initialt. Nedtrappning under ett par veckor, alternativt grupp II–III-steroid 3 gånger/vecka. Dessutom används mjukgörare. Grupp I-steroid i kräm 1–2 gånger/dag under ett par veckor. Vid seborroiskt eksem kombineras steroidbehandlingen med utvärtes jästsvampdödande medel som mikonazol (t ex Daktacort eller Cortimyk kräm). Salicylsyreolja 5% används vid kraftig fjällning, alternativt t ex Decubal kräm med 5% salicyl-syra (lättare att tvätta ur). Grupp II–III-steroidlösning 3–7 gånger/vecka. Mjällschampo vid seborroiskt eksem. Nedfilning av hyperkeratoser. Observera försiktighet hos diabetiker och vid nedsatt cirkulation. Ockluderande förband, t ex hydrokolloidplatta. Rikligt med mjukgörande kräm. Vid akut vätskande eksem med sekundärinfektion på kroppen kan ett peroralt antibiotikum behöva användas, i första hand penicillinasstabilt penicillin i 7–10 dagar, i kombination med grupp III-steroid under 3–4 dagar morgon och kväll. Man kan antingen minska till steroid med lägre styrka eller glesa ut applikationsintervallen av en starkare beredning. I enstaka fall kan alsollösning 10 mg/ml eller kaliumpermanganatlösning 0,1% (Faktaruta 1) användas – den senare brunfärgar. Steroidstyrkan trappas därefter ner under 2–3 veckor. För uppföljning vid lokalbehandling av eksem, se Faktaruta 2. Faktaruta 2Uppföljning vid lokalbehandling av eksemÅterbesök/telefonkontakt efter 2–4 veckor.Vid förbättringFortsätt med mjukgörande kräm dagligen. Kräm med karbamid till vuxna (barn får ofta sveda av karbamid) alternativt kräm med propylenglykol eller glycerol.Vid recidiv eller lindrig försämringSnabbt återinsatt intermittent behandling (2–3 gånger/vecka) med grupp I–II-steroid samt mjukgörande kräm dagligen.Vid utebliven förbättring eller snabb försämringTerapijustering och/eller samråd med dermatolog. Återbesök/telefonkontakt efter 2–4 veckor. Vid förbättring Fortsätt med mjukgörande kräm dagligen. Kräm med karbamid till vuxna (barn får ofta sveda av karbamid) alternativt kräm med propylenglykol eller glycerol. Vid recidiv eller lindrig försämring Snabbt återinsatt intermittent behandling (2–3 gånger/vecka) med grupp I–II-steroid samt mjukgörande kräm dagligen. Vid utebliven förbättring eller snabb försämring Terapijustering och/eller samråd med dermatolog. Vid seborroiskt eksem (mjällbildning) i hårbotten rekommenderas mjällschampo innehållande ketokonazol. Intertriginösa eksem kan vara kandidainfekterade och bör då behandlas med antimykotiska steroidkombinationer, t ex mikonazol + hydrokortison. Vid atopiskt eksem bör ylle direkt mot huden undvikas. På senare år har i utvalda fall takrolimus och pimekrolimus (lokalt verkande immunsupprimerande medel) använts vid behandlingen av atopiskt eksem. Erfarenheterna av långtidsbehandling är ännu begränsade, bl a har en ökad risk för hudtumörer diskuterats, varför detta bör handläggas av dermatolog. Vid svårare fall av atopiskt eksem kan behandling med ultraviolett ljus (UVA och UVB) vara aktuell. Även vanliga solarier kan ha effekt men rekommenderas inte eftersom man inte kan följa givna doser. Behandling bör ges vid hudklinik eller speciella behandlingsanläggningar. Icke-sederande antihistamin har ingen effekt mot eksemklåda, men de äldre sederande (t ex hydroxizin, klemastin, prometazin), kan lindra klådan. Ett icke-medikamentellt alternativ till lokal steroidbehandling, som uppskattas inte minst av föräldrar till barn med svåra eksem, är underkläder och nattkläder av ett specialvävt silkesmaterial, DermaSilk (www.dermasilk.se )4. DermaSilk täcks inte av läkemedelsförmånen.",
		"products": "kaleorid kajos betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat aerobec beclomet budesonid giona novopulmon pulmicort flutide flixotide asmanex alvesco ficortril hyderm mildison fenuril-hydrokortison hydrokortison-svavel i essex kräm xyloproct colifoam locoid emovat triesence nasacort betnovat bettamousse diproderm diprolen diprosalic synalar fluticasone flutikason flutivate elosalic demoson elocon ivoxel momegalen mometason monovo ovixan elocom nasonex nasomet clobex dermovat dermovate daktar calmuril canoderm exederm fenuril karbamid decubal b lotion locobase karbasal monilen fungoral fundan ketoconazol ketokonazol protopic advagraf modigraf prograf tacni tacrolimus prograft elidel atarax tavegyl tavegil lergigan"
	},
	{
		"title": "Faktaruta 1 - Extemporeläkemedel innehållande kaliumpermanganat",
		"level": 3,
		"id": "f1_17",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "facts",
		"titlePath": "Hudsjukdomar && Eksem && Faktaruta 1",
		"content": "Faktaruta 1 Extemporeläkemedel innehållande kaliumpermanganatKaliumpermanganat APL kutan lösning 0,05%, 0,1%, badtillsats 3%, 5%. Spädning12,5 ml 3-procentig kaliumpermanganatlösning späds med vatten till 10 L, 125 ml till 100 L etc.Hand-/benbad 1(–2) ml 3-procentig badtillsats tillsätts per liter ljummet vatten.Helkroppsbad150(–300) ml 3-procentig badtillsats tillsätts per 150 liter ljummet badvatten. Behandling ges under 15–20 minuter i några dagar.Observera att en mer akut förändring kräver en mer utspädd lösning 3.",
		"products": "kaleorid kajos"
	},
	{
		"title": "Tabell 1. Glukokortikoider för utvärtes bruk",
		"level": 3,
		"id": "f1_15",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Hudsjukdomar && Eksem && Tabell 1. Glukokortikoider för utvärtes bruk",
		"content": "Tabell 1. Glukokortikoider för utvärtes bruk Grupp Styrka Substans I Mild Hydrokortison II Medel-stark Hydrokortisonbutyrat Klobetason Triamcinolon III Stark Betametason Fluocinolonacetonid Flutikason Mometason IV Extra-stark Klobetasolpropionatbetametasondipropio-nat + propylenglykol",
		"products": "ficortril hyderm hydrokortison mildison plenadren solu-cortef fenuril-hydrokortison hydrokortison-svavel i essex kräm xyloproct colifoam locoid emovat triesence kenacort-t lederspan nasacort betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston synalar fluticasone flutide flutikason flixotide flutivate elosalic demoson elocon ivoxel momegalen mometason monovo ovixan elocom nasonex nasomet asmanex clobex dermovat dermovate"
	},
	{
		"title": "Terapirekommendationer – Behandling av eksem och torrsprickor",
		"level": 3,
		"id": "f1_16",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hudsjukdomar && Eksem && Terapirekommendationer – Behandling av eksem och torrsprickor",
		"content": "Terapirekommendationer – Behandling av eksem och torrsprickor Behandling av eksem Händer Vid torrt eksem ges grupp II–III-steroid i kräm, fet kräm eller salva 1–2 gånger/dag i ett par veckor, därefter grupp I-steroid dagligen, alternativt grupp II–III-steroid 3 gånger/vecka i 2–4 veckor. Rikligt med mjukgörare. Ett ockluderande förband (hydrokolloidplatta) ökar effekten av steroidbehandlingen.Vätskande eksem baddas med koksaltlösning eller alsollösning, 10 mg/ml, 1–2 gånger/dag i ett par dagar. Grupp III-steroid i kräm 2–3 gånger/dag under ca 10 dagar följt av nedtrappning till svagare steroid under några veckor, alternativt grupp II–III-steroid 3 gånger/vecka. Kroppen Grupp I–II-steroid i kräm eller salva 1–2 gånger/dag. Vid svåra symtom ges grupp III-steroid initialt. Nedtrappning under ett par veckor, alternativt grupp II–III-steroid 3 gånger/vecka. Dessutom används mjukgörare. Ansikte Grupp I-steroid i kräm 1–2 gånger/dag under ett par veckor. Vid seborroiskt eksem kombineras steroidbehandlingen med utvärtes jästsvampdödande medel som mikonazol (t ex Daktacort eller Cortimyk kräm). Hårbotten Salicylsyreolja 5% används vid kraftig fjällning, alternativt t ex Decubal kräm med 5% salicyl-syra (lättare att tvätta ur). Grupp II–III-steroidlösning 3–7 gånger/vecka. Mjällschampo vid seborroiskt eksem. Behandling av torrsprickor och ragader Nedfilning av hyperkeratoser. Observera försiktighet hos diabetiker och vid nedsatt cirkulation. Ockluderande förband, t ex hydrokolloidplatta. Rikligt med mjukgörande kräm.",
		"products": "daktar"
	},
	{
		"title": "Faktaruta 2 - Uppföljning vid lokalbehandling  av eksem",
		"level": 3,
		"id": "f1_22",
		"parentId": "f1_7",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "facts",
		"titlePath": "Hudsjukdomar && Eksem && Faktaruta 2",
		"content": "Faktaruta 2 Uppföljning vid lokalbehandling av eksemÅterbesök/telefonkontakt efter 2–4 veckor.Vid förbättringFortsätt med mjukgörande kräm dagligen. Kräm med karbamid till vuxna (barn får ofta sveda av karbamid) alternativt kräm med propylenglykol eller glycerol.Vid recidiv eller lindrig försämringSnabbt återinsatt intermittent behandling (2–3 gånger/vecka) med grupp I–II-steroid samt mjukgörande kräm dagligen.Vid utebliven förbättring eller snabb försämringTerapijustering och/eller samråd med dermatolog.",
		"products": "calmuril canoderm exederm fenuril karbamid i decubal kräm essex b lotion locobase karbasal monilen"
	},
	{
		"title": "Psoriasis",
		"level": 2,
		"id": "f1_27",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis",
		"content": "Psoriasis Psoriasis drabbar 2–3% av befolkningen. Vanligaste debutåldern är 15–40 år. Cirka 30% har även ledbesvär, se avsnittet Psoriasisartrit i kapitlet Reumatiska sjukdomar, . Psoriasis är en ärftlig sjukdom där utlösande agens kan vara infektioner, stress, läkemedel (t ex litium, klorokin, betablockerare) etc. Psoriasis yttrar sig som en kraftig epidermal proliferation, ofullständig utmognad av keratinocyter och en inflammation, som ibland kan ge en steril varbildning i epidermis (pustulos). Vid psoriasis är hudförändringarna vanligen välavgränsade, rodnade, fjällande, lätt upphöjda, av varierande storlek och med en typisk, stearinvit fjällning. Klåda är relativt sällsynt. Hudsjukdomen är ofta lokaliserad till sträcksidor och ytor utsatta för nötning som armbågar, knän och knogar men kan också förekomma på bålen, i hårbotten och på naglarna. Invers psoriasis sitter i hudveck. Psoriasis drabbar sällan ansiktet. Guttat psoriasis kommer ofta efter en halsinfektion och har en god prognos. Erytrodermi och pustulös psoriasis är svårare former som bör bedömas av eller i samråd med en dermatolog. Detsamma gäller utredning och behandling av svår psoriasis. Nagelpsoriasis har en varierande bild och kan vara allt från små punktata förändringar till svår onykolys. Ingen bra behandling finns. Pustulosis palmoplantaris (PPP) är en svårbehandlad variant av psoriasis på händer och fötter. Sjukdomen drabbar, av okänd anledning, nästan enbart rökare och patienterna kan även ha tyreoidearubbningar. Se även Läkemedelsverkets behandlingsrekommendationer 2.",
		"products": "lithionit klorokinfosfat pindolol viskén inderal propranolol sotacor sotalol metomylan metoprolol gea mozoc seloken selokenzoc selokeen atenolol tenormin bisocard bisomyl bisoprolol bisostad emconcor brevibloc esmocard hypoloc trandate carvanja carvedilol eql orion carveratio carvsanna karvedilol kredex nebilet logimax logimat",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 3,
		"id": "f1_28",
		"parentId": "f1_27",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Differentialdiagnoser",
		"content": "Differentialdiagnoser Pityriasis rosea (med primärmedaljong), eksem, lichen ruber, svampinfektion, läkemedelsreaktion och kutant lymfom. Vid någon enstaka fläck kan det vara svårt att skilja psoriasis från skivepitelcancer in situ (Morbus Bowen). Vid hårbotten- och nagelpsoriasis är svampinfektion och seborroisk dermatit de viktigaste differentialdiagnoserna.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_29",
		"parentId": "f1_27",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Behandling",
		"content": "Behandling Se Terapirekommendationerna . Terapirekommendationer – Behandling av psoriasisHänderAvfjällande behandling, t ex salicylsyrevaselin 2%, salicylsyra 5% i t ex Decubal kräm eller karbamidkräm 5–10%.Betametason + kalcipotriol 1 gång/dag.Grupp III–IV-steroid, kräm eller salva, 1–2 gånger/dag under flera veckor, alternativt kombinationen kalcipotriol 2 gånger/dag måndag–fredag och grupp III-steroid lördag–söndag.KroppenEnbart mjukgörande kräm vid lindriga besvär. Tjocka lesioner avfjällas med salicylsyrevaselin 2% eller salicylsyra 5% i t ex Decubal kräm. Därefter används betametason + kalcipotriol 1 gång/dag.Intertriginöst används grupp II-steroid, eventuellt med antimikrobiell tillsats.Vid utbredda besvär ges UVB-terapi 3 gånger/vecka, oftast kombinerad med lokalbehandling i form av betametason + kalcipotriol 1 gång/dag.HårbottenSamma som för eksem i hårbotten. Eventuellt betametason + kalcipotriol 1 gång/dag.Observera, avfjällning är viktig före behandling. Avfjällande behandling, t ex salicylsyrevaselin 2%, salicylsyra 5% i t ex Decubal kräm eller karbamidkräm 5–10%. Betametason + kalcipotriol 1 gång/dag. Grupp III–IV-steroid, kräm eller salva, 1–2 gånger/dag under flera veckor, alternativt kombinationen kalcipotriol 2 gånger/dag måndag–fredag och grupp III-steroid lördag–söndag. Enbart mjukgörande kräm vid lindriga besvär. Tjocka lesioner avfjällas med salicylsyrevaselin 2% eller salicylsyra 5% i t ex Decubal kräm. Därefter används betametason + kalcipotriol 1 gång/dag. Intertriginöst används grupp II-steroid, eventuellt med antimikrobiell tillsats. Vid utbredda besvär ges UVB-terapi 3 gånger/vecka, oftast kombinerad med lokalbehandling i form av betametason + kalcipotriol 1 gång/dag. Samma som för eksem i hårbotten. Eventuellt betametason + kalcipotriol 1 gång/dag. Observera, avfjällning är viktig före behandling.",
		"products": "calmuril canoderm exederm fenuril karbamid i decubal kräm essex b lotion locobase karbasal monilen betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer – Behandling av psoriasis",
		"level": 3,
		"id": "f1_30",
		"parentId": "f1_27",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hudsjukdomar && Psoriasis && Terapirekommendationer – Behandling av psoriasis",
		"content": "Terapirekommendationer – Behandling av psoriasis Händer Avfjällande behandling, t ex salicylsyrevaselin 2%, salicylsyra 5% i t ex Decubal kräm eller karbamidkräm 5–10%.Betametason + kalcipotriol 1 gång/dag.Grupp III–IV-steroid, kräm eller salva, 1–2 gånger/dag under flera veckor, alternativt kombinationen kalcipotriol 2 gånger/dag måndag–fredag och grupp III-steroid lördag–söndag. Kroppen Enbart mjukgörande kräm vid lindriga besvär. Tjocka lesioner avfjällas med salicylsyrevaselin 2% eller salicylsyra 5% i t ex Decubal kräm. Därefter används betametason + kalcipotriol 1 gång/dag.Intertriginöst används grupp II-steroid, eventuellt med antimikrobiell tillsats.Vid utbredda besvär ges UVB-terapi 3 gånger/vecka, oftast kombinerad med lokalbehandling i form av betametason + kalcipotriol 1 gång/dag. Hårbotten Samma som för eksem i hårbotten. Eventuellt betametason + kalcipotriol 1 gång/dag.Observera, avfjällning är viktig före behandling.",
		"products": "calmuril canoderm exederm fenuril karbamid i decubal kräm essex b lotion locobase karbasal monilen betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston"
	},
	{
		"title": "Avfjällning",
		"level": 4,
		"id": "f1_31",
		"parentId": "f1_29",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Behandling && Avfjällning",
		"content": "Avfjällning Avfjällning är viktig, antingen genom bad, bastubad eller med beredningar med salicylsyra (2% i vaselin till kroppen, 5% i olja för hårbotten eller 5% salicylsyra i t ex Decubal kräm) och bör utföras 2–3 gånger/vecka så länge tjock fjällning kvarstår.",
		"products": ""
	},
	{
		"title": "Lokalbehandling",
		"level": 4,
		"id": "f1_32",
		"parentId": "f1_29",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Behandling && Lokalbehandling",
		"content": "Lokalbehandling Faktaruta 3Uppföljning vid lokalbehandling av psoriasisÅterbesök/telefonkontakt efter 2–4 veckor.Vid förbättringFortsätt behandlingen i minst 1–2 månader.Händer, kroppenMjukgörande kräm dagligen, gärna salicylsyra- eller karbamidinnehållande kräm alternativt kräm med propylenglykol eller glycerol.Kalcipotriol + betametason eller grupp III–IV-steroid ca 2 gånger/vecka.HårbottenGel av kalcipotriol + betametason eller grupp III–IV-steroid 1–2 gånger/vecka, efter hårtvätt.Regelbunden avfjällning vid behov.Vid utebliven förbättring eller snabb försämringTerapijustering och/eller samråd med dermatolog. Återbesök/telefonkontakt efter 2–4 veckor. Vid förbättring Fortsätt behandlingen i minst 1–2 månader. Händer, kroppen Mjukgörande kräm dagligen, gärna salicylsyra- eller karbamidinnehållande kräm alternativt kräm med propylenglykol eller glycerol. Kalcipotriol + betametason eller grupp III–IV-steroid ca 2 gånger/vecka. Hårbotten Gel av kalcipotriol + betametason eller grupp III–IV-steroid 1–2 gånger/vecka, efter hårtvätt. Regelbunden avfjällning vid behov. Vid utebliven förbättring eller snabb försämring Terapijustering och/eller samråd med dermatolog. Vid förändringar på kroppen är förstahandsbehandling efter avfjällning i regel betametason + kalcipotriol 1 gång/dag, alternativt grupp III-steroid. För kalcipotriol är maximal veckodos 100 g (för barn finns vissa begränsningar, se produktresumé/Fass). Starka steroider är ofta effektiva med kosmetiska fördelar men kan ge upphov till behandlingsresistens och benägenhet till uppblossning vid avbrytande av terapin. Intermittent behandling enligt skriftligt behandlingsschema minskar biverkningsrisken och fungerar oftast bra. Vid god effekt trappas behandlingen ner, vilket för grupp III-steroid kan innebära 3–4 appliceringar/vecka. Vid guttat psoriasis med streptokockinfektion är penicillinbehandling viktig. Ditranol är en billig och säker behandling, men den är svår att sköta pga missfärgning av hud och kläder. För uppföljning vid lokalbehandling av psoriasis, se Faktaruta 3.",
		"products": "calmuril canoderm exederm fenuril karbamid i decubal kräm essex b lotion locobase karbasal monilen betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston"
	},
	{
		"title": "Faktaruta 3 - Uppföljning vid lokalbehandling  av psoriasis",
		"level": 3,
		"id": "f1_33",
		"parentId": "f1_27",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "facts",
		"titlePath": "Hudsjukdomar && Psoriasis && Faktaruta 3",
		"content": "Faktaruta 3 Uppföljning vid lokalbehandling av psoriasisÅterbesök/telefonkontakt efter 2–4 veckor.Vid förbättringFortsätt behandlingen i minst 1–2 månader.Händer, kroppenMjukgörande kräm dagligen, gärna salicylsyra- eller karbamidinnehållande kräm alternativt kräm med propylenglykol eller glycerol.Kalcipotriol + betametason eller grupp III–IV-steroid ca 2 gånger/vecka.HårbottenGel av kalcipotriol + betametason eller grupp III–IV-steroid 1–2 gånger/vecka, efter hårtvätt.Regelbunden avfjällning vid behov.Vid utebliven förbättring eller snabb försämringTerapijustering och/eller samråd med dermatolog.",
		"products": "calmuril canoderm exederm fenuril karbamid i decubal kräm essex b lotion locobase karbasal monilen betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston"
	},
	{
		"title": "Ljusbehandling",
		"level": 4,
		"id": "f1_39",
		"parentId": "f1_29",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Behandling && Ljusbehandling",
		"content": "Ljusbehandling Vid utbredd psoriasis är det praktiskt olämpligt att enbart använda salvor och krämer. Man kan även få systemabsorption av både steroider och kalcipotriol. Ljusbehandling kan då ges under minst 4–6 veckor. UVB (290–320 nm) används i första hand. Ljusbehandling ges på hudklinik eller speciella behandlingsanläggningar i samråd med dermatolog.",
		"products": "betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat"
	},
	{
		"title": "Systembehandling",
		"level": 4,
		"id": "f1_40",
		"parentId": "f1_29",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Psoriasis && Behandling && Systembehandling",
		"content": "Systembehandling Vid svårare psoriasisformer med artrit kan metotrexat med fördel användas, alternativt syntetiskt A-vitaminderivat (acitretin) eller ciklosporin. Vid otillräcklig effekt av dessa kan de nya immunmodulerande läkemedlen komma ifråga 5. Dessa fall bör handläggas av dermatolog. PPP är en mycket svårbehandlad sjukdom, men potenta steroidkrämer (eventuellt under ocklusion) kan prövas liksom betametason + kalcipotriol. Tablettbehandling med metotrexat, ciklosporin eller acitretin kan bli aktuell. Ciklosporin kan dock öka risken för hudtumörer påtagligt 6. Nyligen har behandling med immunmodulerande läkemedel introducerats men detta är fall för specialister i dermatologi, se Läkemedelsverkets behandlingsrekommendationer 2.",
		"products": "ebetrex methotrexate metoject metotrexat strides arcolab metotab neotigason ciklosporin sandimmun neoral betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston"
	},
	{
		"title": "Pityriasis rosea",
		"level": 2,
		"id": "f1_41",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Pityriasis rosea",
		"content": "Pityriasis rosea Pityriasis rosea ses som regel hos ungdomar. Orsaken är okänd. Sjukdomen startar ofta med en ”primärmedaljong”, ett ovalt gulrött utslag med inåtvänd fjällkrage som efter ett par veckor följs av ca centimeterstora lesioner över bål, överarmar och lår. Klåda kan förekomma. Utslagen försvinner spontant inom 6–8 veckor och smittar inte. Differentialdiagnoser är guttat psoriasis och svampinfektion. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_42",
		"parentId": "f1_41",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Pityriasis rosea && Behandling",
		"content": "Behandling Behandling är sällan nödvändig. Mjukgörande kräm och grupp I–II-steroid används vid klåda.",
		"products": ""
	},
	{
		"title": "Akne",
		"level": 2,
		"id": "f1_43",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Akne",
		"content": "Akne Akne, som är den vanligaste hudsjukdomen i tonåren, kan även förekomma i högre ålder. Det är av stor vikt att ta tonåringars hudproblem på allvar. Aknepatienter har en ökad talgproduktion i kombination med en defekt keratinisering av talgkörtelutförsgången. Detta ger pormaskar (komedoner). Propionibacterium acnes växer till och nedbrytningsprodukter orsakar en inflammation och ibland en varbildning. Kliniskt ses ofta en varierande bild vid akne. Akne smittar inte. Tidigare har man givit dietråd, men det finns inga vetenskapliga hållpunkter för detta. Vissa läkemedel, t ex anabola steroider och gestagendominerade p-piller, kan försämra akne, medan östrogendominerade p-piller kan förbättra besvären. Remiss till dermatolog vid utebliven terapieffekt enligt ovanstående terapirekommendationer. Terapirekommendationer – Behandling av akneSvårighetsgradBehandling (för preparat och doser, se produktresumé/Fass)Övervägande komedonakneAdapalen (mindre lokalirriterande)Azelainsyra (något långsammare effekt)Lindrig papulo-pustulös akneBensoylperoxid (receptfri)AdapalenAzelainsyraAdapalen + bensoylperoxidKlindamycin + bensoylperoxid (maximal behandlingstid är 3 månader) 2Svår papulo-pustulös akne, djupa pustler (> 5 mm)Om lokalbehandling inte hjälper:Tetracyklin, lymecyklin, doxycyklin (fototoxiska – försiktighet med sol, cave UVA-solarier)Erytromycin (andrahandsmedel pga större resistensrisk)Vid terapisvikt remiss till dermatolog för eventuell insättning av isotretinoin Adapalen (mindre lokalirriterande) Azelainsyra (något långsammare effekt) Bensoylperoxid (receptfri) Adapalen Azelainsyra Adapalen + bensoylperoxid Klindamycin + bensoylperoxid (maximal behandlingstid är 3 månader) 2 Tetracyklin, lymecyklin, doxycyklin (fototoxiska – försiktighet med sol, cave UVA-solarier) Erytromycin (andrahandsmedel pga större resistensrisk) Vid terapisvikt remiss till dermatolog för eventuell insättning av isotretinoin",
		"products": "betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat orthonett abelonelle neovletta prionelle desogestrel/ethinylestradiol gedeon desolett docrelen femistad lestramyl mercilon sablona cilest artadal cleodette cleosensa eloine estrelen ethinylestradiol/drospirenone flexyess liofora mesilara palandra rosal stefaminelle valdorin yasmin yasminelle yaz evra ioa zoely qlaira trinordiol trionetta triregol synfase trinovum caricia mini-pe exlutena mirena depo-provera depo-progevera nexplanon azalia cerazette desogestrel gestrina lueva norlevo postinor ellaone differin finacea skinoren basiron ac brevoxyl clindamycin dalacin tetracyklin lymecycline lymecyklin tetralysal doxycyklin eql doxyferm oracea vibranord abboticin ery-max isotretinoin",
		"hasChildren": true
	},
	{
		"title": "Terapirekommendationer – Behandling av akne",
		"level": 3,
		"id": "f1_44",
		"parentId": "f1_43",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hudsjukdomar && Akne && Terapirekommendationer – Behandling av akne",
		"content": "Terapirekommendationer – Behandling av akne Svårighetsgrad Behandling (för preparat och doser, se produktresumé/Fass) Övervägande komedonakne Adapalen (mindre lokalirriterande)Azelainsyra (något långsammare effekt) Lindrig papulo-pustulös akne Bensoylperoxid (receptfri)AdapalenAzelainsyraAdapalen + bensoylperoxidKlindamycin + bensoylperoxid (maximal behandlingstid är 3 månader) 2 Svår papulo-pustulös akne, djupa pustler (> 5 mm) Om lokalbehandling inte hjälper:Tetracyklin, lymecyklin, doxycyklin (fototoxiska – försiktighet med sol, cave UVA-solarier)Erytromycin (andrahandsmedel pga större resistensrisk)Vid terapisvikt remiss till dermatolog för eventuell insättning av isotretinoin",
		"products": "differin finacea skinoren basiron ac brevoxyl clindamycin dalacin tetracyklin lymecycline lymecyklin tetralysal doxycyklin eql doxyferm oracea vibranord abboticin ery-max isotretinoin"
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_45",
		"parentId": "f1_43",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Akne && Behandling",
		"content": "Behandling För behandling, se Terapirekommendationerna. ",
		"products": ""
	},
	{
		"title": "Rosacea",
		"level": 2,
		"id": "f1_46",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Rosacea",
		"content": "Rosacea Rosacea och perioral dermatit är ett akneliknande tillstånd med rodnad, papler, pustler och telangiektasier. Hos kvinnor förekommer rosacea oftast perioralt och hos män vanligast över näsan (rinofym). Långvarig rosacea kan utvecklas till rinofym, som kännetecknas av en stor, \"porig\" näsa. Kryddad mat, alkohol och lokala steroider försämrar rosacea.",
		"products": "betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_47",
		"parentId": "f1_46",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Rosacea && Behandling",
		"content": "Behandling Metronidazol eller azelainsyra kräm lokalt. Vid kraftiga besvär kan tetracyklin eller erytromycin prövas som vid akne.",
		"products": "rosazol rozex metronidazol robaz flagyl zidoval metronidazole finacea skinoren tetracyklin abboticin ery-max"
	},
	{
		"title": "Urtikaria",
		"level": 3,
		"id": "f1_48",
		"parentId": "f1_46",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Rosacea && Urtikaria",
		"content": "Urtikaria Vid urtikaria (nässelutslag) ses multipla myggbettsliknande lesioner med en kvaddel centralt och en omgivande rodnad. Angioödem är en djupare manifestation med diffus svullnad. Vid urtikaria försvinner den enskilda urtican oftast inom ca 24 timmar, men förloppet kan vara långdraget. Vid akut urtikaria avslöjar ofta anamnesen orsaken. Kronisk urtikaria innebär dagliga besvär > 6 veckor. I majoriteten av fallen kan ingen orsak påvisas trots omfattande utredning. Kronisk urtikaria har möjligen en autoimmun patogenes. Bland utlösande faktorer vid urtikaria finns infektioner, fysikaliska stimuli (köld, värme, tryck), läkemedel (antibiotika, salicylika, morfin etc). Även allergi mot födoämnen kan förekomma. Utredningen bör koncentreras till anamnesen. Det kan vara lämpligt att föra dagbok under 1–2 dygn vilken sedan tas med till nästa besök. Misstänkta orsaker elimineras där så är möjligt, men man bör undvika en strikt eliminationsdiet. Patienter med långdragna besvär och med allvarliga reaktioner bör remitteras till dermatolog.",
		"products": "doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam fresenius reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone depolan dolcontin morfin ab epidural special oramorph"
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_49",
		"parentId": "f1_46",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Rosacea && Behandling",
		"content": "Behandling Lindrig urtikaria behöver inte behandlas. Måttliga besvär kan behandlas med antihistamin eller betametason 0,5 mg tabletter, 10 tabletter som engångsdos. Svår urtikaria med angioödem och allmänsymtom behandlas med epinefrin (adrenalin), 0,3–0,5 mg intramuskulärt i lårets utsida, hydrokortison, 100–200 mg intravenöst, eller snabbupplösande betametason, 5–10 mg peroralt. Antihistamin kan ges, t ex klemastin 2 mg intramuskulärt eller intravenöst. Akutremiss till sjukhus om allmänsymtom (Se kapitlet Anafylaxi, avsnittet Behandling ). Därefter ges peroralt antihistamin, t ex fexofenadin, loratadin eller cetirizin i fulldos.",
		"products": "betnovat bettamousse diproderm diprolen diprosalic betametason betapred celeston adrenalin anapen epipen jext ficortril hyderm hydrokortison mildison plenadren solu-cortef fenuril-hydrokortison hydrokortison-svavel i essex kräm xyloproct colifoam tavegyl tavegil allegra altifex nefoxef telfast clarityn loratadin acura cetimax cetiristad cetirizin zyrlex"
	},
	{
		"title": "Generell klåda",
		"level": 2,
		"id": "f1_50",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Generell klåda",
		"content": "Generell klåda Vid svår, speciellt nattlig klåda bör man misstänka skabb, i alla fall hos yngre personer. Diffus klåda kan orsakas av läkemedel, se kapitlet Läkemedelsbiverkningar, avsnittet Hudbiverkningar, webb-version. Torr hud kan ge klåda, särskilt hos äldre, s k senil klåda. Vissa systemsjukdomar kan ge klåda, t ex leversjukdom och uremi. Även blodsjukdomar, som polycytemi, leukemi och lymfom, kan ge svår klåda. Graviditetsklåda, se kapitlet Sjukdomar och läkemedel under graviditet och amning, avsnittet PUPPP .",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_51",
		"parentId": "f1_50",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Generell klåda && Behandling",
		"content": "Behandling Behandlingen riktas främst mot grundorsaken. Symtomatiskt kan man använda zinkpudervätska lokalt, mjukgörande krämer, sederande antihistamin, t ex hydroxizin till natten, eller UV-terapi. Lokala steroider fungerar dåligt. Perorala steroider under längre tid bör undvikas.",
		"products": "zink solvezink atarax betametason betapred celeston dexametason depo-medrol cum medrol solu-medrol precortalon prednisolon deltison lodotra kenacort-t lederspan hydrokortison plenadren solu-cortef kortisonacetat"
	},
	{
		"title": "Läkemedelsreaktioner i huden",
		"level": 2,
		"id": "f1_52",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Läkemedelsreaktioner i huden",
		"content": "Läkemedelsreaktioner i huden Toxikodermi är vanligast med blåröda, lätt kliande, symmetriska, subepidermala förändringar över bål och extremiteter. Främst bör man misstänka antibiotika, diuretika, antiepileptika och allopurinol. Urtikaria är näst vanligast. Bland vanliga läkemedel finns smärtstillande sådana och antibiotika. Erythema multiforme kännetecknas av multipla ”måltavleliknande” hudlesioner. Kliande vaccinationsgranulom kan bildas subkutant på injektionsstället för aluminiuminnehållande vacciner och antigenextrakt (Alutard) och ses oftast på låren hos små barn efter DTP-vaccination. Granulomen är ofarliga men klådan kan vara intensiv och långvarig (flera år). Ofta föreligger även kontaktallergi mot aluminium. Vid Stevens-Johnsons syndrom (mukokutant syndrom) har man även slemhinneerosioner. Man kan inom loppet av timmar få övergång i livshotande toxisk epidermal nekrolys (Lyells syndrom) med brännskadeliknande engagemang av hela huden. Se även kapitlet Läkemedelsbiverkningar, avsnittet Hudbiverkningar, webb-version. Utredningen av misstänkta läkemedelsutlösta utslag baseras på anamnesen. ",
		"products": "doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam fresenius reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone allopurinol nordic zyloric",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_53",
		"parentId": "f1_52",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Läkemedelsreaktioner i huden && Behandling",
		"content": "Behandling Misstänkt läkemedel sätts ut. I lindriga fall av urtikaria ges peroralt antihistamin. Vid svårare anafylaktiska reaktioner – akut sjukhusremiss, se urtikariabehandling, . Patienter med Stevens-Johnsons syndrom eller med misstanke om toxisk epidermal nekrolys bör omgående remitteras till sjukhus.",
		"products": ""
	},
	{
		"title": "Blåsdermatoser",
		"level": 2,
		"id": "f1_54",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Blåsdermatoser",
		"content": "Blåsdermatoser De flesta blåsor i huden har en naturlig orsak som kan vara trauma, värme, köld, brännskada efter UV-strålning etc. Infektioner kan åstadkomma bullösa förändringar liksom kontakt med växtsafter och solbelysning, t ex björnloka. Insektsbett kan ge bullösa reaktioner. Bland mer etablerade blåssjukdomar räknas dermatitis herpetiformis, pemfigus och pemfigoid. Vid dermatitis herpetiformis har man en uttalad klåda och subepidermala blåsor/vesikler, typiskt på armbågar och knän, men även i övrigt på kroppen. Glutenintolerans är vanligt. Dessa patienter är specialistfall. Vid pemfigus har man superficiella blåsor med antikroppar mot intercellularsubstans. Patienten remitteras till specialist. Vid pemfigoid har man blåsor längre ner i huden. Även detta är specialistfall. Epidermolysis bullosa är mycket ovanligt. Blåsbildande sjukdomar hos barn bör handläggas akut för att utesluta infektion.",
		"products": ""
	},
	{
		"title": "Hudtumörer",
		"level": 2,
		"id": "f1_55",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hudtumörer",
		"content": "Hudtumörer Flera hudtumörer har samband med solskador, vilka ökat i befolkningen. Basalcellscancer är vanligt förekommande med ca 37 000 nya fall/år 7. Kliniskt ser man tre former: 1. Nodulär basalcellscancer kännetecknas av en liten, välavgränsad, hård tumör, ofta med telangiektasier och åtgärdas med kirurgi eller kryobehandling. 2. Ytlig basalcellscancer sitter oftast på bålen och utgörs ofta av centimeterstora, rodnade, lätt fjällande förändringar. De kan förväxlas med psoriasis. Metoder för behandling är imikvimod kräm lokalt, frysning med flytande kväve, eller fotodynamisk terapi. 3. Morfeiform basalcellscancer är ofta svår att kliniskt avgränsa och kräver speciella kirurgiska behandlingsmetoder. Aktinisk keratos är ett prekanceröst tillstånd med rodnad och fjällning. Den kan förekomma som enstaka lesioner eller vara konfluerande och behandlas oftast med frysning. Skivepitelcancer är mindre vanlig (ca 5 700 nya fall/år) än basalcellscancer och uppträder på solexponerad hud 7. Den kan vara kliniskt omöjlig att skilja från ett benignt keratoakantom, som har en snabbare tillväxt. Skivepitelcancer föregås ofta av aktinisk keratos. Malignt melanom (ca 3 300 fall/år) drabbar även yngre, dock sällan < 15 år, och är vanligast hos rödlätta, ljushyade personer 7. Man bör ge akt på nevi som är nytillkomna eller som har ändrat storlek, färg eller blött. Malignt melanom sitter typiskt på bålen hos män och på underbenen hos kvinnor. Största riskfaktorn är stort antal nevi. En svår differentialdiagnos är dysplastiska nevi. Dessa är oftast ≥ 5 mm, flerfärgade och diffust avgränsade. Behandlingen av malignt melanom är kirurgisk och prognosen har förbättrats på senare år, främst genom tidigare diagnostik. Vid spridd sjukdom finns ingen bra behandling. Laserdestruktion av pigmentfläckar är kontraindicerad. 5–10% av melanomen är hereditära, medan patienter med dysplastiskt nevussyndrom (DNS) har en närmast 100-procentig livstidsrisk att utveckla malignt melanom. DNS är autosomalt dominant ärftlig (innebär att minst 2 nära släktingar haft malignt melanom). Maligna lymfom i huden utgörs vanligen av ett T-cellslymfom (mycosis fungoides) och är sällsynta. De kan initialt likna eksem eller psoriasis. Diagnosen ställs genom hudbiopsi.",
		"products": "aldara zyclara"
	},
	{
		"title": "Solinformation",
		"level": 2,
		"id": "f1_56",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Solinformation",
		"content": "Solinformation",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Bakgrund",
		"level": 3,
		"id": "f1_57",
		"parentId": "f1_56",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Solinformation && Bakgrund",
		"content": "Bakgrund Faktaruta 4Råd vid vistelse i sol Undvik att sola barn < 1 år. Var försiktig med solning kl 11–15 när vi har sommartid. Extra försiktighet krävs på sydligare breddgrader. Använd hatt, skjorta/T-tröja och byxor. Tätt vävda textilier har bäst solskydd. Skydda barn­vagnen med ett parasoll. Använd solskyddsmedel med hög solskyddsfak­tor och skydd mot UVA som ett komplement till kläder. Även reflekterat ljus på t ex en strand kan ge solbränna. Man kan bli bränd även en mulen dag. Undvik att sola barn < 1 år. Var försiktig med solning kl 11–15 när vi har sommartid. Extra försiktighet krävs på sydligare breddgrader. Använd hatt, skjorta/T-tröja och byxor. Tätt vävda textilier har bäst solskydd. Skydda barn­vagnen med ett parasoll. Använd solskyddsmedel med hög solskyddsfak­tor och skydd mot UVA som ett komplement till kläder. Även reflekterat ljus på t ex en strand kan ge solbränna. Man kan bli bränd även en mulen dag. Solljus innehåller ultraviolett strålning (UV), som indelas i UVA (320–400 nm) och UVB (290–320 nm). UVA gör huden brun, men inte särskilt röd. 95% av solstrålningen utgörs av UVA. UVB gör också huden brun, men framför allt röd. UVB används i behandlingslampor för psoriasis. Hos ljushyade personer blir huden vanligen röd efter ca 40 minuters solande i Sverige vid midsommartid. Rodnaden kommer inte direkt utan är maximal efter 8–24 timmar. Solljuset på t ex Kanarieöarna innehåller ca 2,5 gånger mer UVB än svensk sommarsol vid midsommartid. UVB-intensiteten ökar med höjden över havet. Moln släpper igenom 10–50% av solstrålningen. Snö kan reflektera upp mot 90%, sand ca 25%, medan vatten reflekterar relativt lite. En stor del av solstrålningen är indirekt och når även in i skuggiga områden. För råd vid vistelse i sol, se Faktaruta 4.",
		"products": ""
	},
	{
		"title": "Faktaruta 4 - Råd vid vistelse i sol ",
		"level": 3,
		"id": "f1_58",
		"parentId": "f1_56",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "facts",
		"titlePath": "Hudsjukdomar && Solinformation && Faktaruta 4",
		"content": "Faktaruta 4 Råd vid vistelse i sol Undvik att sola barn < 1 år. Var försiktig med solning kl 11–15 när vi har sommartid. Extra försiktighet krävs på sydligare breddgrader. Använd hatt, skjorta/T-tröja och byxor. Tätt vävda textilier har bäst solskydd. Skydda barn­vagnen med ett parasoll. Använd solskyddsmedel med hög solskyddsfak­tor och skydd mot UVA som ett komplement till kläder. Även reflekterat ljus på t ex en strand kan ge solbränna. Man kan bli bränd även en mulen dag.",
		"products": ""
	},
	{
		"title": "Vilket solljus kan vara farligt?",
		"level": 3,
		"id": "f1_60",
		"parentId": "f1_56",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Solinformation && Vilket solljus kan vara farligt?",
		"content": "Vilket solljus kan vara farligt? När det gäller skivepitelcancer ligger de cancerframkallande våglängderna förmodligen nära dem som ger rodnad i huden och den ackumulerade mängden UV-ljus spelar roll. För malignt melanom är spektrum inte lika väl känt och hypotesen här är att upprepade UV-brännskador, särskilt i barnaåren, ökar risken. UVA spelar sannolikt en större roll än vi tidigare trott. Barn utsätts i allmänhet för ca 50% mer UV-ljus/år än vuxna och anses vara känsligare för strålningen. Kraftig UV-exposition i barnaåren kan öka risken för olika former av hudcancer. ",
		"products": ""
	},
	{
		"title": "Solskydd",
		"level": 3,
		"id": "f1_61",
		"parentId": "f1_56",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Solinformation && Solskydd",
		"content": "Solskydd Mellan 30 och 50% av den strålning som ger rodnad i huden (UVB) inträffar mellan kl 12 och 14 sommartid. Under denna tid bör man vara särskilt försiktig med att utsätta barn för solljus. Solskyddet bör helst bestå av kläder och en hatt som täcker öronen. De flesta klädesplagg har en solskyddsfaktor på 20–30. Solskyddsmedel förefaller minska risken för skivepitelcancer, medan skyddseffekten för malignt melanom är osäker 8 . Solskyddsfaktorn är ett mått på produktens förmåga att skydda mot rodnad (UVB). Den uteblivna rodnaden innebär dock att man med solskyddsmedel mot enbart UVB kan exponeras för UVA i doser som kan vara högre än om man inte använder solskyddsmedel alls. Många solskyddsmedel skyddar fortfarande bättre mot UVB än mot UVA. Solskyddsmedel bör vara ett komplement på ytor som inte kan täckas av kläder till vardags och bör strykas på flödigt och ofta, ha hög solskyddsfaktor och gärna innehålla fysikaliska filter, t ex titandioxid. Då UVB har betydelse för kroppens D-vitaminproduktion har man på senare år diskuterat huruvida en liten dos UVB (ca 15 minuter) faktiskt kan vara av godo. På sommaren överstiger vår exponering vanligen vida denna dos. Vintertid kan emellertid personer som inte har andra intag av D-vitamin hamna i en suboptimal situation. Solen i Sverige emitterar vintertid mycket blygsamma nivåer av UVB som kan bilda vitamin D. Därför är sannolikt supplementering oralt önskvärd i form av D-vitamininnehållande matvaror. Ytterligare forskning får dock vara grunden för vidare rekommendationer.",
		"products": ""
	},
	{
		"title": "Ljusdermatoser",
		"level": 2,
		"id": "f1_62",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ljusdermatoser",
		"content": "Ljusdermatoser Vissa hudsjukdomar försämras eller aktiveras av solljus, t ex lupus erythematosus, porfyrier och herpes simplex. UV-strålning spelar ofta en primär patogenetisk roll vid ljusdermatoser. Fototoxiska reaktioner är vanliga och kan framkallas av läkemedel, t ex doxycyklin, men även vissa växtsafter, t ex från björnloka. I princip ser man samma reaktion som vid vanlig solning, men reaktionen kommer vid lägre doser. Fototoxiska reaktioner är strikt lokaliserade till belysningsområdet. Fotoallergiska reaktioner är ovanligare, ger mer eksemliknande besvär och man kan även se en spridning in på icke belyst område. Soleksem (polymorft ljusutslag) är vanligt, framför allt hos kvinnor. Patogenesen är oklar. Soleksem utlöses oftast av UVA-ljus. Oftast avtar besvären under sommarens lopp. Kliniskt ser man olika former från eksem till urtikariella utslag. Differentialdiagnoser är lupus erythematosus, olika eksemformer och porfyri.",
		"products": "doxycyklin eql doxyferm oracea vibranord",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_63",
		"parentId": "f1_62",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ljusdermatoser && Behandling",
		"content": "Behandling Solskydd, se ovan. Vid akuta besvär ges steroidkräm grupp I–II. Vid polymorft ljusutslag kan ”härdning” med UVB bli aktuell på en hudmottagning.",
		"products": ""
	},
	{
		"title": "Bakteriella hudinfektioner",
		"level": 2,
		"id": "f1_64",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner",
		"content": "Bakteriella hudinfektioner",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Impetigo",
		"level": 3,
		"id": "f1_65",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Impetigo",
		"content": "Impetigo Impetigo (”svinkoppor”) är en ytlig hudinfektion, hos 90% orsakad av stafylokocker och hos övriga 10% i kombination med eller enbart av streptokocker. Impetigo är lokaliserad framför allt till ansiktet (runt mun och näsöppning) och är vanligast hos barn. Inom ett avgränsat område finns vätskande, rodnade papler, som snabbt täcks av gula krustor, ofta med satellitlesioner. Bullös impetigo orsakas alltid av stafylokocker. Den kliniska bilden med ytliga tunna blåsor, som lätt går sönder, ses i alla åldrar men oftare hos spädbarn. Okomplicerad impetigo medför ingen allmänpåverkan. Vid samtidigt eksem kan kraftig spridning ske, liksom försämring av eksemet. Impetigo är mycket smittsam vid direktkontakt och smittrisken kvarstår tills krustorna torkat in och släppt. Tänk epidemiologiskt vid daghemssmitta eller halsfluss i den närmaste omgivningen. Diagnosen sätts på typisk klinik, men odling bör tas i oklara fall. Tillståndet kan vara svårt att skilja från herpesinfektion, som dessutom ofta impetiginiseras. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling – hygienråd  inklusive antiseptisk handhygien",
		"level": 4,
		"id": "f1_66",
		"parentId": "f1_65",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Impetigo && Behandling – hygienråd  inklusive antiseptisk handhygien",
		"content": "Behandling – hygienråd inklusive antiseptisk handhygien Tvätta blåsorna/skorporna/såren med tvål och vatten flera gånger om dagen så att skorporna försvinner och såren torkar ut. Vid behov används utvärtes antiseptika såsom klorhexidinlösning eller väteperoxidkräm. Antibiotikakräm rekommenderas inte rutinmässigt pga risk för resistens 2. När lokal antibiotikabehandling anses motiverad används retapamulin (2 gånger/dag i 5 dagar). Det är också viktigt att byta örngott varje dag och tvätta handdukar och lakan ofta. Vid mer utbredd impetigo, regionala adeniter samt feber ges peroralt antibiotikum (penicillinasstabilt penicillin, cefalosporin eller, vid penicillinallergi, klindamycin). Vid recidiverande impetigo misstänk stafylokockbärare i omgivningen (tag näs- och svalgodling på hela familjen). Livsmedelsarbetare och viss sjukvårdspersonal bör sjukskrivas. Impetigo läker utan ärr på en vecka, i annat fall kan bakomliggande sjukdom misstänkas eller sekundärinfektion i primär hudsjukdom (t ex eksem, skabb, löss, varicella). Se även Läkemedelsverkets behandlingsrekommendationer 2.",
		"products": "strepsils honung & descutan hibiscrub hibitane klorhexidin fresenius klorhexidinsprit färgad corsodyl hexident periochip periogard microcid doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone"
	},
	{
		"title": "Follikulit, furunkel, abscess",
		"level": 3,
		"id": "f1_67",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Follikulit, furunkel, abscess",
		"content": "Follikulit, furunkel, abscess Follikulit, furunkel och abscess är purulenta infektioner som utgår från hårsäckar och talgkörtlar. De orsakas vanligen av stafylokocker. De kan utvecklas från en enstaka follikulit till konfluerande djupare infektioner med övergång i abscess.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_68",
		"parentId": "f1_67",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Follikulit, furunkel, abscess && Behandling",
		"content": "Behandling Follikulit behandlas i princip som impetigo. Vid recidiverande furunkulos har långtidsprofylax med t ex antibiotikasalva i näsan, eller daglig desinfektion med klorhexidinlösning 4%, prövats utan säker effekt. Vid större furunklar och abscesser krävs ofta incision, eventuellt kombinerat med penicillinasstabilt antibiotikum i minst 10 dagar. I utbredda fall och vid spontan abscessbildning, inte minst hos idrottare med spontan kroppskontakt liksom efter utlandsvistelse, tas sårodling innan antibiotika sätts in (fråga efter MRSA). Om patienten är högfebril och allmänpåverkad – akutremiss till infektions- eller medicinklinik. Se även kapitlet Antibiotika och resistens, avsnittet Vanliga resistenta bakterier , och Läkemedelsverkets behandlingsrekommendationer (2009)2.",
		"products": "doxycyklin eql doxyferm oracea vibranord lymecycline lymecyklin tetralysal tetracyklin tygacil doktacillin amimox amoxicillin amoxicillin/clavulanic acid imacillin penomax selexid bensylpenicillin benzylpenicillin avopenin fenoximetylpenicillin kåvepenin tikacillin cloxacillin ekvacillin flucloxacillin flukloxacillin heracillin bioclavid joclavox spektramox piperacillin/tazobactam fresenius reig piperacillin/tazobaktam keflex cefadroxil cefamox cefuroxim cefuroxime bmm zinacef cefotaxim cefotaxime claforan ceftazidim ceftazidime fortum cefonova ceftriaxon rocephalin cedax med azactam cayston meronem meropenem invanz doribax campenam imipenem/cilastatin tienam zinforo idotrim trimetoprim bactrim eusaprim abboticin ery-max roxi roximstad roxon surlid klacid azithromycin azitromax ketek clindamycin dalacin nebcina tobi gensumycin biklin ciprofloxacin ciproxin norfloxacin levofloxacin b. tavanic avelox avalox vancomycin vancosan vankomycin targocid vibativ colistin tadim fucidin fucidine flagyl metronidazol metronidazole furadantin silverklorid hiprex zyvoxid cubicin rifadin rimactan ansatipin chloromycetin kloramfenikol tobrex fucithalmic azyter fusidinsyra bactroban altargo bafucin mycostatin vancocin tixteller xifaxan ambisome fungizone descutan hibiscrub hibitane klorhexidin klorhexidinsprit färgad corsodyl hexident periochip periogard"
	},
	{
		"title": "Erysipelas",
		"level": 3,
		"id": "f1_69",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erysipelas",
		"content": "Erysipelas Erysipelas (rosfeber) är en akut hudinfektion orsakad av betahemolyserande streptokocker, som inokuleras via skada i hudbarriären, t ex sprickbildningar eller småsår. Man får rodnad, värmeökning och ömhet i ett väl avgränsat område, ibland med svullnad och feber. Vanligaste lokaliseringen är underben, armar (efter strålbehandling) och ansikte/öra. Erysipelas förekommer oftare i hudområden med ödem. Tillståndet kan recidivera.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_70",
		"parentId": "f1_69",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erysipelas && Differentialdiagnoser",
		"content": "Differentialdiagnoser Akut ventrombos, akut kontakteksem, zoster ophthalmicus, Quinckes ödem och ilsken rodnad runt bensår. Vid våldsam värk som inte motsvarar kliniken bör man ha nekrotiserande fasciit i åtanke. ",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_71",
		"parentId": "f1_69",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erysipelas && Behandling",
		"content": "Behandling Lindrigare fall behandlas med penicillin V 1–2 g 3 gånger/dag peroralt i 10 dagar. Vid allmänpåverkan, hög feber, snabb progress – remiss/inläggningsfall. ",
		"products": ""
	},
	{
		"title": "Perianal streptokockdermatit (”stjärtfluss”)",
		"level": 3,
		"id": "f1_72",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Perianal streptokockdermatit (”stjärtfluss”)",
		"content": "Perianal streptokockdermatit (”stjärtfluss”) Perianal streptokockdermatit ses hos späda och små barn som en smärtande välavgränsad kraftig rodnad runt anus. Patienten har ingen feber eller några allmänsymtom. Se avsnittet om stjärtfluss i kapitlet Vanliga problem under småbarnsåren .",
		"products": ""
	},
	{
		"title": "Erythema migrans  (hudborrelios)",
		"level": 3,
		"id": "f1_73",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erythema migrans  (hudborrelios)",
		"content": "Erythema migrans (hudborrelios) Erythema migrans – den tidigaste och vanligaste borreliamanifestationen – uppträder inom ca 1 månad efter ett fästingbett som överfört en spiroket (Borrelia burgdorferi). Mellan 10 och 30% av fästingarna är bärare av borreliabakterier. I typiska fall ses en långsamt tilltagande, ringformad rodnad i huden utan andra symtom. I senare stadium kan acrodermatitis atroficans uppträda som ett typiskt blårött märke på perifera/akrala delar, framför allt fötter och underben. Erythema migrans bör behandlas för att förhindra att följdsymtom uppkommer. Borreliaantikroppar är inte alltid påvisbara i tidigt stadium. Se även avsnittet Neuroborrelios i kapitlet Allmän neurologi och multipel skleros . ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_74",
		"parentId": "f1_73",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erythema migrans  (hudborrelios) && Differentialdiagnoser",
		"content": "Differentialdiagnoser Differentialdiagnoser är erysipelas och tinea corporis.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_75",
		"parentId": "f1_73",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Erythema migrans  (hudborrelios) && Behandling",
		"content": "Behandling Penicillin V 1 g 3 gånger/dag ges till vuxna i 10 dagar. Till barn ges 20–25 mg/kg kroppsvikt 3 gånger/dygn i 10 dygn. Vid multipla hudlesioner bör tetracyklin, t ex doxycyklin 100 mg 2 gånger/dag, ges till vuxna i 10 dagar. Lokalbehandling har ingen effekt. Se Läkemedelsverkets behandlingsrekommendationer (2009)2",
		"products": "tetracyklin doxycyklin eql doxyferm oracea vibranord"
	},
	{
		"title": "Lymphadenosis benigna cutis",
		"level": 3,
		"id": "f1_76",
		"parentId": "f1_64",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Bakteriella hudinfektioner && Lymphadenosis benigna cutis",
		"content": "Lymphadenosis benigna cutis Lymfadenosis benigna cutis är en manifestation av borreliainfektion som ofta förekommer som solitärt infiltrat i huden och är många gånger lokaliserat till bröstvårta eller örsnibb.",
		"products": ""
	},
	{
		"title": "Virusorsakade hudmanifestationer",
		"level": 2,
		"id": "f1_77",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer",
		"content": "Virusorsakade hudmanifestationer",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Herpes simplex",
		"level": 3,
		"id": "f1_78",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes simplex",
		"content": "Herpes simplex Herpes simplex är en recidiverande virussjukdom. Den orsakas av två typer av DNA-virus, herpes simplex-virus (HSV) typ 1 och typ 2, och uppträder som grupperade vesikler på rodnad bas på hud och slemhinnor. De flesta smittas med HSV-1 via direktkontakt redan som barn. HSV-2 är oftast sexuellt överförd. Typning av HSV kan rekommenderas vid det första genitala utbrottet då det ändå kan ge viss information om den framtida risken för recidiv (eventuellt täta om HSV-2, men få eller inga utbrott orsakade av HSV-1). Prodromalsymtom (stickningar, sveda och klåda) förekommer ofta runt munnen eller genitalt ca 1 dygn före uppkomst av de smärtsamma blåsorna, vilka läker på ca 1 vecka med krustabildning. Många primära herpesinfektioner är asymtomatiska, men de kan även ge uttalade symtom, t ex orolabialt med smärtor, feber, sväljningssvårigheter, och genitalt med ulceration, hög feber, lokal lymfkörtelsvullnad, blåspares och allmänpåverkan. HSV-1 drabbar vanligen områden ovan midjan och HSV-2 är vanligen associerad med genitala infektioner, men ca 50% av primär genital herpes är av typ 1. Det är vanligt med lokala recidiv, som kan uppträda tätt (flera gånger/år) eller med många års mellanrum, och kan utlösas av t ex solljus, förkylning, feber och stress. Herpesinfektion kan i sin tur utlösa attacker av erythema multiforme. Kliniken är ofta typisk, men vid tveksamhet tas virusodling eller PCR från blåsinnehåll. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_79",
		"parentId": "f1_78",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes simplex && Differentialdiagnoser",
		"content": "Differentialdiagnoser Differentialdiagnoser är impetigo, vesikulöst eksem, herpes zoster i tidigt skede och syfilissår.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_80",
		"parentId": "f1_78",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes simplex && Behandling",
		"content": "Behandling I lindriga fall behövs ingen behandling (krustor kan baddas bort med tvål och vatten eller alsollösning). Vid läppherpes i prodromalstadiet kan t ex penciklovir kräm, applicerad varannan timme under den vakna delen av dygnet i upp till fyra dagar, prövas i syfte att reducera symtom och förkorta utläkningstiden. Effekten har emellertid varit sparsam i genomförda studier, med en utläkningstid som förkortas med < 1 dygn 2. Cerat med solskydd kan förebygga recidiv. Herpes med bakteriell sekundärinfektion behandlas som vid impetigo. Vid svår primärinfektion eller besvärliga täta recidiv är tidigt insatt peroral, antiviral behandling motiverad – t ex aciklovir 200 mg 5 gånger/dag i 5–10 dagar vid primärinfektion och 3–5 dagar vid recidiv. Långtidsbehandling med aciklovir, 400 mg 2 gånger/dag, för att förebygga täta (6–12/år) recidiv kan vara indicerad. Se även Tabell 2. Tabell 2. Antiviral behandling av kutan och orolabial herpes simplex-infektion samt herpes zoster. För behandling av patienter med nedsatt immunförsvar, se produktresumé/Fass.Herpes simplexHerpes zosterPrimärinfektionRecidivLångtidsbehandling 6–12 månaderAciklovir200 mg x 5 i 5–10 dagar a200 mg x 5 i3–5 dagar400 mg x 2800 mg x 5 i 7 dagarValaciklovir b500 mg x 2 i 5–10 dagarOrolabial herpes:2 000 mg x 2 i 1 dag500 mg x 2 i 3–5 dagar500 mg x 11 000 mg x 3 i 7 dagarFamciklovir cInte aktuelltInte aktuelltInte aktuellt500 mg x 3 i 7 dagara. Barn > 2 år och vuxna. För yngre barn är doseringen 100 mg x 5 i 5–10 dagar.b. > 12 år.c. > 18 år. Långtidsbehandling 6–12 månader a b c a. Barn > 2 år och vuxna. För yngre barn är doseringen 100 mg x 5 i 5–10 dagar. b. > 12 år. c. > 18 år.",
		"products": "vectavir zetavir anti zovirax aciclovir aciklovir geavir sitavig valaciclovir bmm valtrex famvir"
	},
	{
		"title": "Tabell 2. Antiviral behandling av kutan och orolabial herpes simplex-infektion samt herpes zoster. För behandling av patienter med nedsatt immunförsvar, se produktresumé/Fass.",
		"level": 3,
		"id": "f1_81",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "infoTable",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Tabell 2. Antiviral behandling av kutan och orolabial herpes simplex-infektion samt herpes zoster. För behandling av patienter med nedsatt immunförsvar, se produktresumé/Fass.",
		"content": "Tabell 2. Antiviral behandling av kutan och orolabial herpes simplex-infektion samt herpes zoster. För behandling av patienter med nedsatt immunförsvar, se produktresumé/Fass. Herpes simplex Herpes zoster Primärinfektion Recidiv Långtidsbehandling 6–12 månader Aciklovir 200 mg x 5 i 5–10 dagar a 200 mg x 5 i3–5 dagar 400 mg x 2 800 mg x 5 i 7 dagar Valaciklovir b 500 mg x 2 i 5–10 dagarOrolabial herpes:2 000 mg x 2 i 1 dag 500 mg x 2 i 3–5 dagar 500 mg x 1 1 000 mg x 3 i 7 dagar Famciklovir c Inte aktuellt Inte aktuellt Inte aktuellt 500 mg x 3 i 7 dagar a. Barn > 2 år och vuxna. För yngre barn är doseringen 100 mg x 5 i 5–10 dagar.b. > 12 år.c. > 18 år.",
		"products": "anti zovirax aciclovir aciklovir geavir sitavig valaciclovir bmm valtrex famvir"
	},
	{
		"title": "Herpes zoster (bältros)",
		"level": 3,
		"id": "f1_82",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes zoster (bältros)",
		"content": "Herpes zoster (bältros) Herpes zoster orsakas av reaktivering av varicella-zoster (VZ)-virus i sensoriska nervganglier. Insjuknande förutsätter att man har haft en primär varicellainfektion. Cirka 20% av befolkningen drabbas någon gång av bältros. Tillståndet blir vanligare med stigande ålder men förekommer även i barn-/ungdomsåren. Enstaka personer får bältros upprepade gånger utan att detta behöver tyda på någon underliggande sjukdom. Den kliniska bilden är ofta typisk, med prodromalsymtom i form av lokala, svåra smärtor några dagar före uppkomsten av spridda eller grupperade blåsor/pustler på rodnad bas, på ett segmentellt område halvsidigt på kroppen eller i ansiktet. VZ-virus kan med immunfluorescensteknik påvisas i blåsskrap. Vid svåra hudförändringar eller spridning med varicellaliknande blåsor över hela kroppen bör man misstänka nedsatt immunförsvar. Utredningen ska inkludera hiv-test. Observera risken för ögonskador vid engagemang av n. nasociliaris, vilket bör misstänkas kliniskt vid blåsor på nästippen. Samråd akut med ögonklinik.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_83",
		"parentId": "f1_82",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes zoster (bältros) && Differentialdiagnoser",
		"content": "Differentialdiagnoser Differentialdiagnoser är herpes simplex (virusisolering ger rätt diagnos), blåsdermatos (pemfigoid) och vesikulärt eksem. ",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_84",
		"parentId": "f1_82",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Herpes zoster (bältros) && Behandling",
		"content": "Behandling Hos yngre med okomplicerad zoster finns ingen anledning att ge peroral behandling, eftersom kvarstående postherpetisk smärta är sällsynt och sjukdomsförloppet kortas obetydligt. Behandlingen inskränker sig till analgetika och alsolsprit lokalt. Peroral behandling, t ex aciklovir 800 mg 5 gånger/dag i 7 dagar eller valaciklovir, 1 g 3 gånger/dag i 7 dagar, alternativt famciklovir 500 mg 3 gånger/dag i 7 dagar, bör ges till alla > 50 år (då risken för svår postherpetisk smärta är större) och oavsett ålder vid komplicerad bältros (t ex zoster ophtalmicus). De två sistnämnda läkemedlen har fördelen av mindre antal doseringstillfällen och har också visat en något kortare tid till utläkning. I samtliga fall ska behandlingen inledas senast inom 72 timmar från debuten av blåsor, då detta har visat sig reducera akut smärta och förkorta tiden till utläkning med 2–3 dagar. Däremot finns inga belägg för att behandlingen reducerar incidensen av postherpetisk neuralgi (smärta > 3 månader) 2. Se även avsnittet om neuropatisk smärta i kapitlet Smärta och smärtbehandling .",
		"products": "anti zovirax aciclovir aciklovir geavir sitavig valaciclovir bmm valtrex famvir"
	},
	{
		"title": "Molluscum contagiosum",
		"level": 3,
		"id": "f1_85",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Molluscum contagiosum",
		"content": "Molluscum contagiosum Mollusker orsakas av en virusinfektion (poxvirus), smittar via autoinokulation och direktkontakt med en inkubationstid på 0,5–6 månader. De är vanligast hos barn där de framför allt förekommer på tunn hud (extremiteter, speciellt axiller, bål, ansikte). Patienter med atopiskt eksem kan få ett stort antal mollusker som, vid rivning, lätt sekundärinfekteras. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_86",
		"parentId": "f1_85",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Molluscum contagiosum && Differentialdiagnoser",
		"content": "Differentialdiagnoser Verruca plana hos barn. Stora mollusker kan likna nodulära basaliom.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_87",
		"parentId": "f1_85",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Molluscum contagiosum && Behandling",
		"content": "Behandling Mollusker behöver inte behandlas då de spontanläker inom 6–12 månader. Vid uttalade besvär kan EMLA/kyrretage prövas (lättast efter ett par dagars ocklusion under hydrokolloidförband). ",
		"products": ""
	},
	{
		"title": "Verruca (vårta)",
		"level": 3,
		"id": "f1_88",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Verruca (vårta)",
		"content": "Verruca (vårta) Vårtor finns i olika former. Verruca vulgaris (hand-/fotvårtor, vanliga vårtor) är enstaka till multipla, gryniga, hudfärgade hyperkeratotiska tumörer med mörka punkter på ytan (ses vid nedskärning). Mosaikvårta är ett flera cm stort område med tättsittande, mindre vårtor på tryckbärande ytor. Hyperhidros predisponerar. Filiforma vårtor utgörs av spridda hudfärgade tappar framför allt på läppar/näsa hos barn. Verruca plana är millimeterstora, platta, hudfärgade papler, oftast på handryggar eller i ansikte. Linjär spridning i rivning är typisk. Vårtor förekommer framför allt hos barn och ungdomar (8–16 år). Vårtor orsakas av en infektion med humant papillomvirus (HPV, varav > 60 olika typer har identifierats) och överförs vid direktkontakt, ofta autoinokulation, som underlättas av lokal hudskada. Inkubationstiden är flera månader. De flesta vårtor ses på fingrar, nagelband, hand och fotsulor. Förloppet varierar, men de flesta spontanläker inom veckor till månader, andra kan sitta i åratal.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_89",
		"parentId": "f1_88",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Verruca (vårta) && Differentialdiagnoser",
		"content": "Differentialdiagnoser Klavus (liktorn), mollusk, seborroisk keratos och kondylom. ",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_90",
		"parentId": "f1_88",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Verruca (vårta) && Behandling",
		"content": "Behandling Avvakta spontanläkning om vårtan inte ger besvär! Egenbehandling innebär nedfilning av vårtan efter uppmjukning i vatten, därefter ”prickas” dagligen vårtmedel in i vårtan med hjälp av en tandpetare eller dylikt och täcks med hydrokolloidförband. Alternativt kan man använda plåster med salicylsyra fixerat med leukoplast. Behandlingstiden kan vara flera månader! Iaktta försiktighet hos diabetiker. Kryobehandling med flytande kväve används, liksom kirurgi, i undantagsfall. På senare tid har s k kemisk frysning för egenbehandling kommit i receptfria former, men är ej jämförbara med flytande kväve vad gäller effekt. Plana vårtor är svårbehandlade, avvakta därför helst spontanläkning, men försiktig kryobehandling kan prövas. Tänk på risken för depigmentering efter kryobehandling.",
		"products": ""
	},
	{
		"title": "Verruca seborrhoica",
		"level": 3,
		"id": "f1_91",
		"parentId": "f1_77",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Virusorsakade hudmanifestationer && Verruca seborrhoica",
		"content": "Verruca seborrhoica Verruca seborrhoica, keratosis senilis, senil vårta, seborroisk keratos – är ingen egentlig vårta utan en benign åldersförändring i huden med multipla, ovala, brun-svarta, upphöjda, skrovliga förändringar, oftast på bröst och rygg, med debut i medelåldern. Vårtorna kan av kosmetiska skäl eller om de irriterar skrapas bort, eventuellt i kombination med kryobehandling.",
		"products": ""
	},
	{
		"title": "Mykoser (”svampinfektioner”)",
		"level": 2,
		"id": "f1_92",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Mykoser (”svampinfektioner”)",
		"content": "Mykoser (”svampinfektioner”) Hudsvampinfektioner som drabbar människan orsakas framför allt av jästsvampar och dermatofyter. Bland jästsvamparna ses olika candida-arter. Candida albicans är den viktigaste. Candidainfektion ses ofta på intertriginösa ytor och yttrar sig vanligen som rodnad, vätskande hud men man kan även se satellitpustler i periferin. Candida kan också drabba naglar, i regel som en paronyki. Predisponerande faktorer för spridd candidainfektion är dåligt kontrollerad diabetes och immunsuppression men även hudocklusion. Malassezia furfur (tidigare Pityrosporum) tillhör den normala hudfloran, men kan växa till och ge symtom i form av follikuliter eller pityriasis versicolor med ovala, gulbruna, lätt fjällande fläckar, oftast på bålen och halsen. På sommaren ses ofta på motsvarande ställen ljusa depigmenterade fläckar efter solning. Differentialdiagnostiskt bör man tänka på vitiligo, men pityriasis versicolor uppvisar ”hyvelspånsfenomen” om man raspar på dem med en nagel. Dermatofyterna är trådsvampar som kan angripa naglar, hår och hud. Zoofila stammar (Trichophyton verrucosum och Microsporum canis) har normalt djur som värd och ger en kraftig inflammatorisk inflammation (ringorm). De vanligaste lokalerna för ringorm är extremiteter, ansikte och hårbotten. Kraftig inflammation (s k kerion) ses i hårbotten. Den kan misstolkas som bakteriella furunklar och kan utan behandling ge upphov till ärr. Antropofila stammar (t ex Trichophyton rubrum) smittar mellan människor. Dessa svampar ger som regel en mer låggradig inflammation. Ett vanligt exempel är fotsvamp, som typiskt sitter i laterala tåinterstitiet och då ofta ger lätt klåda och hudmaceration. Spridning kan ske lokalt till tånaglar (tinea unguium), fotens undersida (mockasinsvamp), till ljumskar (tinea inguinalis) eller på kroppen (tinea corporis). Tinea capitis (svamp på huvudet) orsakad av Trichophyton violaceum och Trichophyton tonsurans är ett ökande problem hos invandrarbarn från Afrika. Ljumsksvamp är mycket vanligt hos män och orsakas nästan alltid av dermatofyter. En differentialdiagnos är infektion med en korynebakterie (erytrasma). Ljumsk- och nagelsvamp är sällsynt hos barn.",
		"products": "alutard sq aquagen",
		"hasChildren": true
	},
	{
		"title": "Diagnostik",
		"level": 3,
		"id": "f1_93",
		"parentId": "f1_92",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Mykoser (”svampinfektioner”) && Diagnostik",
		"content": "Diagnostik Diagnostiken vid svampinfektion är ofta svår. Man använder sig av direktmikroskopi och/eller odling. Direktprov/material tas med en skarp slev från den fjällande periferin av utslaget och behandlas med 20% kaliumhydroxid på objektglas, varvid man vid mikroskopi kan se mycelet i låg förstoring. Direktmikroskopi kräver dock vana för korrekt resultat. Om man har tillgång till fluorescensmikroskop ökar möjligheten att ställa rätt diagnos. Svampodling tar ofta flera veckor innan positiva resultat erhålls, men odling har en högre träffsäkerhet och man kan även typa svampen. Vid pityriasis versicolor ses gulgrön fluorescens vid UV-belysning. Malassezia furfur kan påvisas vid direktmikroskopi, men framkommer inte vid vanlig svampodling. Svampdiagnostiken kan påverkas av tidigare given behandling. Gulfärgade tånaglar feldiagnostiseras ofta. ",
		"products": "kaleorid kajos"
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_94",
		"parentId": "f1_92",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Mykoser (”svampinfektioner”) && Behandling",
		"content": "Behandling Oftast räcker lokalbehandling vid begränsad svampinfektion. Om peroral behandling övervägs – ta alltid svampodling först. Krämer innehållande imidazolderivat (ekonazol, klotrimazol, mikonazol) eller terbinafin har effekt mot de flesta svampar. Den antimykotiska krämen ska smörjas in även utanför den synliga rodnaden, och behandlingen pågå i 4–5 veckor (för terbinafin 1–2 veckor) eller tills symtomen varit borta i minst 1 vecka (evidensgrad 1a) 2. Vid utbredd dermatofytinfektion eller vid engagemang av kraftigt hårbeväxt område ges i regel peroral svampbehandling, t ex med terbinafin, 250 mg/dag enligt produktresumé/Fass. Observera interaktionerna! Vid pityriasis versicolor används kräm med imidazolderivat 1–2 gånger/dag i 2 veckor eller ketokonazol schampo lokalt på huden i minst 5 minuter 5 kvällar i följd. Det kan vara viktigt att informera om att eventuell depigmentering kan kvarstå en tid även efter utläkning. Vid svampangrepp på enstaka naglar kan amorolfin lack övervägas. Terbinafin peroralt rekommenderas endast vid utbredda symtomgivande och odlingsverifierade nagelmykoser. Se även Terapirekommendationerna, , och Läkemedelsverkets behandlingsrekommendationer 2. Terapirekommendationer – Behandling av trådsvampsinfektionerFötter och ljumskeImidazolderivat eller terbinafin utvärtes 1–2 gånger/dag i 2–6 veckorVid kraftig inflammation eller klåda tillägg av grupp I–II-steroid initialtKroppenVid enstaka fläck, behandla som ovanVid utbredda lesioner eller terapisvikt ges efter odling peroralt terbinafin.Itrakonazol och flukonazol är alternativa perorala behandlingarHårbottenPeroral behandling enligt ovan NaglarDistalt angrepp på enstaka naglar kan behandlas med amorolfin lackVid utbredda besvär ges efter odling peroralt terbinafin eller itrakonazol Imidazolderivat eller terbinafin utvärtes 1–2 gånger/dag i 2–6 veckor Vid kraftig inflammation eller klåda tillägg av grupp I–II-steroid initialt Vid enstaka fläck, behandla som ovan Vid utbredda lesioner eller terapisvikt ges efter odling peroralt terbinafin.Itrakonazol och flukonazol är alternativa perorala behandlingar Peroral behandling enligt ovan Distalt angrepp på enstaka naglar kan behandlas med amorolfin lack Vid utbredda besvär ges efter odling peroralt terbinafin eller itrakonazol",
		"products": "fungoral flagyl metronidazol metronidazole zidoval canesten pevaryl daktar lamisil terbinafin bmm funginix terbinafine terbisil fundan ketoconazol ketokonazol amorolfin amorolfine pierre finail loceryl itraconazole itrakonazol sporanox diflucan fluconazol fresenius fluconazole b. flukonazol"
	},
	{
		"title": "Terapirekommendationer – Behandling av trådsvampsinfektioner",
		"level": 3,
		"id": "f1_95",
		"parentId": "f1_92",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "therapyRecommendations",
		"titlePath": "Hudsjukdomar && Mykoser (”svampinfektioner”) && Terapirekommendationer – Behandling av trådsvampsinfektioner",
		"content": "Terapirekommendationer – Behandling av trådsvampsinfektioner Fötter och ljumske Imidazolderivat eller terbinafin utvärtes 1–2 gånger/dag i 2–6 veckorVid kraftig inflammation eller klåda tillägg av grupp I–II-steroid initialt Kroppen Vid enstaka fläck, behandla som ovanVid utbredda lesioner eller terapisvikt ges efter odling peroralt terbinafin.Itrakonazol och flukonazol är alternativa perorala behandlingar Hårbotten Peroral behandling enligt ovan Naglar Distalt angrepp på enstaka naglar kan behandlas med amorolfin lackVid utbredda besvär ges efter odling peroralt terbinafin eller itrakonazol",
		"products": "fungoral flagyl metronidazol metronidazole zidoval canesten pevaryl lamisil terbinafin bmm funginix terbinafine terbisil itraconazole itrakonazol sporanox diflucan fluconazol fresenius fluconazole b. flukonazol amorolfin amorolfine pierre finail loceryl"
	},
	{
		"title": "Ektoparasiter",
		"level": 2,
		"id": "f1_96",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter",
		"content": "Ektoparasiter",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Skabb (scabies)",
		"level": 3,
		"id": "f1_97",
		"parentId": "f1_96",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Skabb (scabies)",
		"content": "Skabb (scabies) Skabb orsakas av ett kvalster (Sarcoptes scabiei) som överförs via nära kroppskontakt, medan risken för smitta vid vanliga sociala kontakter är mycket liten. Skabb kan fortplantas i människans hud och ger synliga gångar (0,5–1 cm) med predilektionsställen på handens volarsida, interdigitalt, i främre axillarveck och naveln – hos män dessutom på penis, hos kvinnor på areola mammae och hos barn på fötternas insidor. Typiskt är generell, svår klåda (pga sensibilisering mot skabbprodukter) som förvärras nattetid, och ett finprickigt exantem som ofta blir sönderrivet. Man kan även se ett infekterat eksem och/eller impetiginisering. Misstänk skabb vid samtidig klåda hos flera medlemmar i en familj eller grupp, vid klåda utan utslag i hårbotten och ansikte, och vid klåda med noduli och exkoriationer på penis.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Diagnostik",
		"level": 4,
		"id": "f1_98",
		"parentId": "f1_97",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Skabb (scabies) && Diagnostik",
		"content": "Diagnostik I slutet av gången finns skabbdjuret (kan ses som en mörk punkt som griper tag om spetsen på den nål man sprättar upp gången med). Skabbdjur bör påvisas hos åtminstone en individ i en familj eller grupp före behandling!",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_99",
		"parentId": "f1_97",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Skabb (scabies) && Behandling",
		"content": "Behandling Disulfiram liniment används enligt instruktioner i produktresumé/Fass. Om huden är svårt eksematiserad ges lokalbehandling med medelstark kortikosteroid några dagar före behandlingen mot skabb. Alla i samma grupp och eventuell sängpartner ska behandlas samtidigt. Vid utbrott på dagis/skola är samarbete med BVC eller skolsköterska centralt.",
		"products": "antabus"
	},
	{
		"title": "Flatlöss",
		"level": 3,
		"id": "f1_100",
		"parentId": "f1_96",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Flatlöss",
		"content": "Flatlöss Pediculosis pubis sitter vanligen i pubisbehåringen, men även i andra områden med apokrina svettkörtlar och ger intensiv lokal klåda. Hos spädbarn kan lusen sätta sig i ögonfransar. Den överförs vid direktkontakt, oftast sexuellt. Inkubationstiden är ca 1 månad. Den mörkbruna lusen kan identifieras vid undersökning av pubishår under lupp. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_101",
		"parentId": "f1_100",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Flatlöss && Behandling",
		"content": "Behandling Disulfiram liniment masseras in i skrev och axiller samt på andra hårbevuxna ytor, utom huvudhår. Kroppen tvättas efter 2 dygn. Vid hudirritation efteråt används mild steroidkräm.",
		"products": "antabus"
	},
	{
		"title": "Hårlöss, huvudlöss",
		"level": 3,
		"id": "f1_102",
		"parentId": "f1_96",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Hårlöss, huvudlöss",
		"content": "Hårlöss, huvudlöss Pediculosis capitis ger klåda och prickigt utslag i hårbotten. Lössen ses med blotta ögat liksom lusäggen (gnetter) på hårstrån nära hårbotten. Smitta sker vid direktkontakt och beror inte på dålig hygien. Utanför hårbotten kan lusen överleva ca 1 dygn, men efter 4 timmar kan den inte fortplanta sig och smittar därför mer sällan via t ex mössa eller kam. Resistens mot länge använda lusmedel förekommer.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_103",
		"parentId": "f1_102",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Ektoparasiter && Hårlöss, huvudlöss && Behandling",
		"content": "Behandling Behandla endast om hårlöss påvisats! Enligt Läkemedelsverkets senaste rekommendationer 2(www.lakemedelsverket.se ) bör huvudlöss i första hand behandlas med medicintekniska produkter: luskam, dimetikonlösning (silikonolja) eller vegetabiliska och eteriska växtoljor. Ett flertal preparat finns på apoteken. Först i andra hand rekommenderas läkemedel i form av kombinationen bensylbensoat + disulfiram, för vilken ingen resistensutveckling har rapporterats. Malation och permetrin, som tidigare varit förstahandspreparat, kan fortfarande användas, men med risk att den resistensutveckling som påvisats under senare år ökar. Vanliga orsaker till recidiv är ofullständig behandling eller återsmitta.",
		"products": "dimetikon imogaze minifom antabus prioderm nix"
	},
	{
		"title": "Hyperhidros (svettning)",
		"level": 2,
		"id": "f1_104",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning)",
		"content": "Hyperhidros (svettning) Ökad svettning, hyperhidros, drabbar ca 1%. Den är oftast idiopatisk, lokaliserad till axiller, handflator och fötter och utlöses eller försämras ofta av stress/oro. Feber, kroppsansträngning, hypertyreos, hypoglykemi, menopaus, fetma, alkoholöverkonsumtion, tbc (nattsvett) är andra faktorer. Vid generell svettning bör utredning ske med infektions-/blodmalignitetsprover och P-glukos, gamma-GT, CDT (se kapitlet Alkokol – riskbruk, missbruk och beroende, avsnittet Kolhydratfattigt transferrin (CDT) ), TSH och lungröntgen.",
		"products": "25 50 glucos baxter mg/ml fresenius kabi glucos. b. glukos braun rehydrex med",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 3,
		"id": "f1_105",
		"parentId": "f1_104",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Behandling",
		"content": "Behandling Behandlingen bör om möjligt vara kausal. Vid lokal svettning används aluminiumklorid 20–25% i etanol (Absolut Torr). Vid uttalad idiopatisk handsvett och axillär svettning, rådgör med dermatolog. ",
		"products": ""
	},
	{
		"title": "Håravfall",
		"level": 3,
		"id": "f1_106",
		"parentId": "f1_104",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Håravfall",
		"content": "Håravfall",
		"products": ""
	},
	{
		"title": "Diffust håravfall",
		"level": 3,
		"id": "f1_107",
		"parentId": "f1_104",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Diffust håravfall",
		"content": "Diffust håravfall Diffust håravfall orsakas vanligen av s k telogent håravfall, som uppträder 3–6 månader efter t ex svår infektion, psykiskt trauma, intensivbantning eller graviditet. Prognosen är god med håråterväxt inom 6 månader. Andra ovanligare orsaker är endokrina sjukdomar, vissa läkemedel, lokala hårbottenförändringar samt svår kronisk sjukdom/näringsbrist. Vid utredning är anamnesen viktigast och behandlingen är kausal.",
		"products": ""
	},
	{
		"title": "Androgen alopeci",
		"level": 3,
		"id": "f1_108",
		"parentId": "f1_104",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Androgen alopeci",
		"content": "Androgen alopeci Manligt håravfall är genetiskt betingat, med typisk utglesning vid tinningarna och på hjässan samt ett högre hårfäste. Alopecin börjar hos 5% före 20 års ålder. Enda indikation för endokrin utredning är uttalat håravfall hos kvinnor med samtidig hirsutism och menstruationsrubbning.",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_109",
		"parentId": "f1_108",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Androgen alopeci && Behandling",
		"content": "Behandling Ingen riktigt bra terapi finns. Minoxidil är den enda lokalbehandling med viss dokumenterad effekt; 20% förbättras något efter 6–8 månader, men efter utsättning av behandlingen sker recidiv inom 2–6 månader. I enstaka fall kan hämning av testosterinbildningen prövas i tidig fas genom peroral behandling med finasterid (ej godkänd indikation). Transplantation kan ge bra resultat.",
		"products": "minoxidil orifarm recrea rogaine finaset finasterid finasteride proscar propecia"
	},
	{
		"title": "Alopecia areata",
		"level": 3,
		"id": "f1_110",
		"parentId": "f1_104",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Alopecia areata",
		"content": "Alopecia areata Fläckvis håravfall förekommer vanligen på hjässan, i skäggbotten samt på underbenen, där en typisk kal fläck har oretad hårbotten samt ”utropsteckenhår” i kanten (avbrutna hårstrån). Återväxt sker vanligen inom 1–2 år. Några (5–10%) får en snabbt utbredande bestående alopeci (alopecia areata totalis) omfattande hela skalpen eller samtliga behårade områden (alopecia areata universalis). Orsaken är okänd, men beror sannolikt på en autoimmun hämning av håranlaget. Utlösande faktorer är okända. ",
		"products": "",
		"hasChildren": true
	},
	{
		"title": "Differentialdiagnoser",
		"level": 4,
		"id": "f1_111",
		"parentId": "f1_110",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Alopecia areata && Differentialdiagnoser",
		"content": "Differentialdiagnoser Tinea, discoid lupus erythematosus, trikotillomani (oskarpt avgränsad fläck, ”nervös” hårplockning hos barn) och ärr.",
		"products": ""
	},
	{
		"title": "Behandling",
		"level": 4,
		"id": "f1_112",
		"parentId": "f1_110",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Hyperhidros (svettning) && Alopecia areata && Behandling",
		"content": "Behandling Ingen generellt effektiv behandling finns. Ge realistisk information om god prognos vid enstaka fläckar. Dokumenterad effekt saknas av vitaminer, mineraler, ”patentmedicin” och laser. Vid snabb progress av alopeci samråd med dermatolog.",
		"products": ""
	},
	{
		"title": "Referenser",
		"level": 2,
		"id": "f1_113",
		"parentId": "f1_4",
		"chapter": "f1_hud_hudsjukdomar_2013fm10.html",
		"type": "header",
		"titlePath": "Hudsjukdomar && Referenser",
		"content": "Referenser DOIT – Dermatology on line with interactive technology. www.swisdom.org Läkemedelsverkets behandlingsrekommendationer förAtopiskt eksem 2005:(16)2 , Borrelia 2009:(20)4, Dermatomykoser 2004:(15)6 , Herpes simplex, herpes zoster 2005:(16)4, upp daterad 2006-05-31,Hud- och mjukdelsinfektioner 2009:(20)5, Huvudlöss 2010:(21)5 och Psoriasis 2011:(22)4 . www.apl.se Ricci G, Patrizi A, Bendandi B, Menna G, Varotti E, Masi M. Clinical effectiveness of a silk fabric in the treatment of atopic dermatitis. Br J Dermatol. 2004;150:127–31. Nya immunmodulerande läkemedel vid måttlig till svår psoriasis. SBU Alert 2006. Rapportnummer 2006–7. www.sbu.se Patel RV, Clark LN, Lebwohl M, Weinberg JM. Treatments for psoriasis and the risk of malignancy. J Am Acad Dermatol 2009;60:1001–17. Socialstyrelsen. Cancer incidence in Sweden 2011 – Cancerförekomst i Sverige 2011. www.socialstyrelsen.se Diffey BL. Sunscreens as a preventative measure in melanoma: an evidence-based approach or the precautionary principle? Br J Dermatol. 2009;161 Suppl 3:25–7. För vidare läsning: www.1177.se Rorsman H. Dermatologi, Venereologi. 7:e utgåvan. Studentlitteratur; 2007. ISBN 9789144000640 Hämtar... Hämtar...",
		"products": ""
	}
]